{
 "awd_id": "0722584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of Drilling Rig and Accessories for In Situ Investigations of Slurry Trench Cutoff Walls",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 134000.0,
 "awd_amount": 134000.0,
 "awd_min_amd_letter_date": "2007-07-24",
 "awd_max_amd_letter_date": "2007-07-24",
 "awd_abstract_narration": "The instrumentation will support the systematic investigation of the properties and performance of constructed soil-bentonite slurry trench cutoff walls for in situ geoenvironmental containment. The overall goal of this research is to bridge the gap between our understanding of the behavior of soil-bentonite cutoff walls traditionally based on laboratory studies on model backfills to the behavior of real-world cutoff walls at the field scale. The instrumentation has been selected to provide maximum benefit for research into the following critical aspects of field-scale performance: (1) field scale variability in the hydraulic conductivity of soil-bentonite slurry trench cutoff walls; (2) sustainability of soil-bentonite slurry trench cutoff walls in their in situ environment; and (3) in situ contaminant transport properties of soil-bentonite slurry trench cutoff walls. The equipment and accessories will be used, in combination with the vast array of instrumentation already available at Bucknell University, to perform a comprehensive program of in situ and laboratory testing to evaluate cutoff wall properties and performance with respect to depth, longitudinal position, and time. The equipment includes an Acker Drill Company track-mounted drilling rig with capability for hollow-stem drilling, rotary wash drilling, deployment of sampling tools and recovery of samples, and deployment and operation of in situ test equipment including our existing piezocone penetrometer, vane shear, Marchetti Dilatometer, and earth pressure cells. The equipment also includes hollow stem augers, drilling rods, drilling bits, a split-barrel sampler for Standard Penetration Testing, and a thin-walled piston sampler for recovery of relatively undisturbed soil-bentonite specimens for subsequent evaluation in the laboratory. \r\nThe research activities supported by this instrumentation will enhance the research and educational opportunities for all Bucknell undergraduate students, including students from underrepresented groups. Bucknell also is committed to using the instrumentation in a new outreach program targeting local high school students, including those in the adjacent economically stressed coal region. In addition, the proposed research is timely and consistent with efforts currently underway at the national level to address knowledge gaps and assess current methodologies associated with prediction, measurement, and monitoring of the performance of engineered barrier systems. The PIs will actively seek to disseminate the results of this research by submitting papers to technical journals and presenting the findings at appropriate technical conferences. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Evans",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey C Evans",
   "pi_email_addr": "evans@bucknell.edu",
   "nsf_id": "000176678",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Malusis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Malusis",
   "pi_email_addr": "mam028@bucknell.edu",
   "nsf_id": "000191356",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "1 DENT DR",
  "perf_city_name": "LEWISBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1634",
   "pgm_ref_txt": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 134000.0
  }
 ],
 "por": null
}