{
 "awd_id": "0722238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPATH EAE: Extending Contextualized Computing in Multiple Institutions Using Threads",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 112500.0,
 "awd_amount": 112500.0,
 "awd_min_amd_letter_date": "2007-09-25",
 "awd_max_amd_letter_date": "2007-10-24",
 "awd_abstract_narration": "This proposal centers around the notion that computing has evolved into an inter- and intra-disciplinary field of intertwined concepts that pervade society. The Georgia Institute of Technology (Georgia Tech) and other schools in the University System of Georgia have defined and adopted a number of specialized degrees and contextualized computing courses. Last Fall, Georgia Tech extended this approach to create the Threads model includes a process for creating curricular change, an infrastructure for advising, and software to support administrators, advisors, educators and students. In parallel, Brooklyn College of the City University of New York (BC-CUNY) has developed several context-based approaches to computing education with a focus on introductory courses and the high school to college continuum, as well as created two new interdisciplinary masters degrees.  The team proposes to create an alliance that validates and extends the Threads model. The proposed work encompasses a methodical approach to understanding the process of defining broad, flexible paths through a computing curriculum, and to measuring and analyzing the outcomes of this process when applied to a variety of departments and interest groups. At the heart of this process is an emphasis on context-based instruction and targeted advising that helps students crystalize career paths and realize the short- and long-term relevance of their coursework. The project explores crucial research questions that arise out of adapting and applying Threads, and evaluating the effects on students, faculty and administrators through quantitative and qualitative studies.  Under the work proposed here, they will measure the impact of Georgia Tech?s implementation\r\nof the Threads model and the supporting advising mechanisms; extend and adapt Threads to a broad range of computing departments; facilitate its adoption at such departments; and evaluate its efficacy under a variety of conditions. The goal is a validated, widely deployed and broadly-evaluated model of curricular reform that is applicable to small and large departments, students with a range of backgrounds and abilities, and faculty with a range of interests. The combination of diverse experiences brought together by the project team promises to produce results with the potential to serve as national models for both computing and other STEM (science, technology, engineering and math) disciplines.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashraf",
   "pi_last_name": "Saad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashraf Saad",
   "pi_email_addr": "ashraf.saad@armstrong.edu",
   "nsf_id": "000346781",
   "pi_start_date": "2007-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ARMSTRONG STATE UNIVERSITY",
  "inst_street_address": "11935 ABERCORN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Savannah",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "9123442666",
  "inst_zip_code": "314191997",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "GA01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "H1EZNK6QSHD1"
 },
 "perf_inst": {
  "perf_inst_name": "ARMSTRONG STATE UNIVERSITY",
  "perf_str_addr": "11935 ABERCORN ST",
  "perf_city_name": "Savannah",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "314191997",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "GA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  },
  {
   "pgm_ref_code": "7640",
   "pgm_ref_txt": "CPATH"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 112500.0
  }
 ],
 "por": null
}