{
 "awd_id": "0722853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Atomic Force Microscope for Fundamental Nanotribology Research at Luther College",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 158983.0,
 "awd_amount": 158983.0,
 "awd_min_amd_letter_date": "2007-08-10",
 "awd_max_amd_letter_date": "2007-08-10",
 "awd_abstract_narration": "Technical abstract\r\n\r\nFriction is a ubiquitous yet complex phenomenon that is not understood on a fundamental level. Direct comparisons from different nanotribological techniques are rare but they provide key insights into frictional mechanisms over different regimes of size, pressure, and velocity. A collaboration between faculty and student researchers at Luther College and St. Olaf College will investigate the differences in friction measurements performed using the acquired atomic force microscope (AFM) to the tribological measurements performed by using an existing quartz crystal microbalance/nanoindenter system at St. Olaf. Coating substrates and microspheres with organic monolayer coatings will allow both groups to use identical frictional interfaces and isolate velocity dependence from other tribological variables. This work will be part of a relatively small percentage of AFM nanotribology studies that include rigorous tip characterization and force calibration.  We plan to refine these methods and provide feedback to the AFM community about advantages and disadvantages of particular calibration techniques. The acquisition of an AFM is in line with Luther College's dedication to provide its undergraduate students with access to modern instrumentation and mentored research opportunities, and to encourage women to be involved in scientific research and consider careers in physics or engineering. \r\n\r\nNon-technical abstract\r\n\r\nFriction is a common phenomenon but it is not yet possible to explain in a simple way why friction exists. Direct comparisons from different small-scale friction test devices have been rare, but they are important for determining into why friction depends on the size of surfaces in contact, on how hard the surfaces are pressed together, and on how fast they slide past one another. A joint effort between physics professors and students at Luther College and St. Olaf College will allow for the comparison friction measurements on two types of instruments. One instrument, which is requested in this proposal, uses a sharp, needle-like tip and places it in contact with another surface that moves at relatively slow speeds. The other instrument, currently in use at St. Olaf, has a similar setup, but can measure friction at much higher speeds. We plan to use the same surfaces in both instruments in order to determine the effect of sliding speed on friction. This work will be one of the few friction studies in the world that carefully determines the size and shape of the sliding surfaces and as well as how much force acts between those surfaces. Insights gained about how to improve these friction measurements will be passed on the larger scientific community. Acquiring a state-of-the-art friction measurement system will help prepare Luther College's science students for research opportunities after they graduate. In addition, this research program will help encourage women to become interested in scientific careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Flater",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Erin E Flater",
   "pi_email_addr": "flater01@luther.edu",
   "nsf_id": "000073425",
   "pi_start_date": "2007-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Luther College",
  "inst_street_address": "700 COLLEGE DR",
  "inst_street_address_2": "",
  "inst_city_name": "DECORAH",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5633872000",
  "inst_zip_code": "521011041",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "LUTHER COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KGS8WDXRFK87"
 },
 "perf_inst": {
  "perf_inst_name": "Luther College",
  "perf_str_addr": "700 COLLEGE DR",
  "perf_city_name": "DECORAH",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "521011041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 158983.0
  }
 ],
 "por": null
}