{
 "awd_id": "0722203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPATH EAE: Campus Wide Computation Initiative - A New Model for Computing Education",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 559950.0,
 "awd_amount": 611950.0,
 "awd_min_amd_letter_date": "2007-09-12",
 "awd_max_amd_letter_date": "2013-05-21",
 "awd_abstract_narration": "The goal of this project is to develop a model for a campus wide computation initiative that will transform undergraduate computing education in the institution and academic environment. The activities that make up this model will engage in computation students and faculty who are outside the typical computing community. The transformation is achieved through the involvement of (1) faculty leaders inside the computing community in teaching and research collaborations with faculty and students from outside the computing community, and (2) faculty and industrial partners who develop programs that highlight the increasingly important role of computation in their respective industries. The two colleges have developed and will implement a coordinated model for a computation initiative that will (1) attract non-traditional CS students to take introductory computing courses (not computer literacy courses) and (2) encourage faculty from non-CS departments to develop discipline specific courses that build on the introductory computation courses and incorporate higher level computation skills. The model is based on the framework of a curriculum in computational methods that includes a core of courses that addresses common applications of computation across disciplines, followed by additional discipline specific courses within other departments that focus on computation activities in those fields.  The strategies that will be developed and implemented for transforming undergraduate computing education, specifically fostering change in the attitudes of students and faculty and increasing the visibility of computation, will serve as a blueprint for implementing similar changes at other institutions.   Dissemination of the model for a campus wide computation initiative, along with strategies for implementation, will make it possible for the changes to be replicated at other institutions. This will ultimately result in increased competence and familiarity with computing skills amongst all graduates, particularly in the sciences, and a more visible role and presence for computing in the academy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Barr",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie B Barr",
   "pi_email_addr": "vbarr@bard.edu",
   "nsf_id": "000115629",
   "pi_start_date": "2007-09-12",
   "pi_end_date": "2013-05-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Fernandes",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Chris S Fernandes",
   "pi_email_addr": "fernandc@union.edu",
   "nsf_id": "000475044",
   "pi_start_date": "2013-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Union College",
  "inst_street_address": "807 UNION ST",
  "inst_street_address_2": "",
  "inst_city_name": "SCHENECTADY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5183886101",
  "inst_zip_code": "123083256",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "TRUSTEES OF UNION COLLEGE IN THE TOWN OF SCHENECTADY IN THE STATE OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "HE9HQBNZHHB5"
 },
 "perf_inst": {
  "perf_inst_name": "Union College",
  "perf_str_addr": "807 UNION ST",
  "perf_city_name": "SCHENECTADY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "123083256",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7640",
   "pgm_ref_txt": "CPATH"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 559950.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 27000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal <span style=\"font-family: sans-serif;\"><span style=\"font-size: small;\">of this project was the expansion of undergraduate computing education across non-computer science disciplines.  A core assumption of the project&nbsp;</span></span><span style=\"font-size: small; font-family: sans-serif;\">was that computation can play a role in many disciplines across engineering, the natural sciences, social sciences, and humanities. We planned curricular changes that would provide the basis for an educational model that can be generalized to and adapted by&nbsp;</span><span style=\"font-size: small; font-family: sans-serif;\">other schools. The project goal of expanding computing education would be accomplished through the following major activities:</span></p>\n<ol>\n<li><span style=\"font-size: small; font-family: sans-serif;\">Develop new introductory computer science (CS) courses that would attract both computer&nbsp;</span><span style=\"font-size: small; font-family: sans-serif;\">science and non-computer science (non-CS) majors. These courses would include core competencies and skills, with emphasis on specific applications relevant to a range of disciplines.</span></li>\n<li><span style=\"font-size: small; font-family: sans-serif;\">Encourage students to enroll in additional computation courses offered by the computer&nbsp;</span><span style=\"font-size: small; font-family: sans-serif;\">science department.</span></li>\n<li><span style=\"font-size: small; font-family: sans-serif;\">Encourage non-CS faculty to enhance existing courses by adding computational modules to their course curricula, or create new courses that incorporate computational elements. Course development would be facilitated by project funded professional development activities. On-going technical support would be provided to these faculty by the computer science department.</span></li>\n<li><span style=\"font-size: small; font-family: sans-serif;\">Provide funds for faculty to develop and supervise summer research projects that would&nbsp;</span><span style=\"font-size: small; font-family: sans-serif;\">involve students in computationally intensive research as part of the process of developing&nbsp;</span><span style=\"font-size: small; font-family: sans-serif;\">computational modules for disciplinary courses.</span></li>\n<li><span style=\"font-size: small; font-family: sans-serif;\">Develop a formal computational methods minor.</span></li>\n</ol>\n<p><span style=\"font-family: sans-serif;\"><span style=\"font-size: small;\">Over the period of the project we had the following outcomes:</span></span></p>\n<ol>\n<li>\n<p><span style=\"font-family: sans-serif;\"><span style=\"font-size: small;\">Thirty \tfaculty from fifteen distinct disciplines received funding that \tenabled them to incorporate computational components into their \tcourses or create an entirely new course with significant \tcomputational infusion.  Over two dozen courses were modified in the \tdisciplines of astronomy, biology, chemistry, classics, experimental \thumanities, economics, electrical engineering, English, film \tstudies, geology, history, mathematics, mechanical engineering, \tmusic, physics, political science, and neuroscience. &nbsp;Twenty-six of the funded faculty were at Union College, while 4 were from Bard College, Mount Holyoke College, and Denison University.</span></span></p>\n</li>\n<li>\n<p><span style=\"font-family: sans-serif; font-size: small;\">Each \tof the funded faculty teamed up with a student who carried out a \tcomputationally intensive research project and/or worked directly on \tthe development of course materials (laboratory exercises, class \tmaterials, homework assignments, etc.). &nbsp;In some cases the grant funding supported additional students who worked on refinements to the course materials after the initial use. &nbsp;A total of thirty-six students received funding from the grant. &nbsp;They came from many of the non-CS disciplin...",
  "por_txt_cntn": "\nThe major goal of this project was the expansion of undergraduate computing education across non-computer science disciplines.  A core assumption of the project was that computation can play a role in many disciplines across engineering, the natural sciences, social sciences, and humanities. We planned curricular changes that would provide the basis for an educational model that can be generalized to and adapted by other schools. The project goal of expanding computing education would be accomplished through the following major activities:\n\nDevelop new introductory computer science (CS) courses that would attract both computer science and non-computer science (non-CS) majors. These courses would include core competencies and skills, with emphasis on specific applications relevant to a range of disciplines.\nEncourage students to enroll in additional computation courses offered by the computer science department.\nEncourage non-CS faculty to enhance existing courses by adding computational modules to their course curricula, or create new courses that incorporate computational elements. Course development would be facilitated by project funded professional development activities. On-going technical support would be provided to these faculty by the computer science department.\nProvide funds for faculty to develop and supervise summer research projects that would involve students in computationally intensive research as part of the process of developing computational modules for disciplinary courses.\nDevelop a formal computational methods minor.\n\n\nOver the period of the project we had the following outcomes:\n\n\n\nThirty \tfaculty from fifteen distinct disciplines received funding that \tenabled them to incorporate computational components into their \tcourses or create an entirely new course with significant \tcomputational infusion.  Over two dozen courses were modified in the \tdisciplines of astronomy, biology, chemistry, classics, experimental \thumanities, economics, electrical engineering, English, film \tstudies, geology, history, mathematics, mechanical engineering, \tmusic, physics, political science, and neuroscience.  Twenty-six of the funded faculty were at Union College, while 4 were from Bard College, Mount Holyoke College, and Denison University.\n\n\n\nEach \tof the funded faculty teamed up with a student who carried out a \tcomputationally intensive research project and/or worked directly on \tthe development of course materials (laboratory exercises, class \tmaterials, homework assignments, etc.).  In some cases the grant funding supported additional students who worked on refinements to the course materials after the initial use.  A total of thirty-six students received funding from the grant.  They came from many of the non-CS disciplines, as well as from the CS department.\n\n\n\nWhen \tsurveyed, students who enrolled in the courses with computational \tcomponents (the \"infused courses\") reported overwhelmingly that \tthe computational component helped them understand the disciplinary \tmaterial.  For many faculty the computational component in their \tcourses also opened up new research avenues for themselves and \tfor their students.\n\n\n\nThe computer science department developed a number of theme-based introductory computer courses.  They all cover the same concepts and skills, but the assignments and projects in each course are focused around the course theme.  The themes are: big data, robotics, game development, artificial intelligence, media computation, and engineering applications.  Several majors on campus require one of the introductory courses (managerial economics, neuroscience, all engineering majors) and we have seen overall enrollments increase to the point where we are now teaching introductory CS to about 10% of the student body each year, with students coming from 25 distinct major fields.\n\n\n\nIn \torder to further develop the ability of non-CS students to apply \tcomputing in discipline-appropriate ways, we developed additi..."
 }
}