{
 "awd_id": "0722453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Atomic Force Microscope to Enhance Interdisciplinary Materials Research at Bucknell University",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 180673.0,
 "awd_amount": 180673.0,
 "awd_min_amd_letter_date": "2007-08-10",
 "awd_max_amd_letter_date": "2007-08-10",
 "awd_abstract_narration": "Technical Abstract\r\nThe acquisition of an atomic force microscope (AFM) will allow multiple users within the science and engineering departments at Bucknell University, a predominantly undergraduate institution, to incorporate modern surface analysis into a wide variety of research projects.  The ability of AFM to image the topography of a sample on the nanoscale will be utilized to investigate important environmental and industrial processes. Specific research projects include (but are not limited to): 1.) studies of the chemical and physical properties of redox-active clay minerals and the changes that accompany reduction and oxidation of iron species; 2.) determination of the effects of the chemical and physical properties of organic aerosol particles on the uptake of water vapor; and 3.) correlation of the physical changes in photoresists with chemical phenomena in order to better understand the effects of different processing parameters used in immersion lithography.  With its abilities to image and manipulate matter at dimensions approaching the atomic scale, AFM is at the core of the nanoscience/nanotechnology revolution.  Bringing AFM to the undergraduate research-intensive environment at Bucknell will allow the University to continue to prepare students to face tomorrow's scientific challenges. Additionally, the chemistry department's Master of Arts (M.A.) program for high school teachers will facilitate the dissemination of the fundamental principles of nanotechnology to high school students.  M.A. students who use AFM in their research will return to their classrooms with first-hand knowledge of the increasingly important role of the atomic scale in modern science.\r\n\r\nNon-technical Abstract\r\nThe acquisition of an atomic force microscope (AFM) will allow multiple users within the science and engineering departments at Bucknell University, a predominantly undergraduate institution, to incorporate this cutting-edge technique into a wide variety of research projects.  AFM is used to produce three dimensional images of the surface of a material, and unlike a conventional optical microscope, it can \"see\" features up to a million times smaller than the width of a human hair. At these extremely small length scales, individual molecules can be discerned. This capability will be utilized to gain new insight into important environmental and industrial processes. Specific research projects include (but are not limited to): 1.) studies of the changes that occur in clay minerals as a result of chemical reactions that occur in the environment, including reactions with common groundwater contaminants; 2.) determination of the way in which small atmospheric particles take up water in order to better understand cloud formation and processes in human airways; and 3.) studies of the materials used to pattern small features on computer chips in order to determine the effects of different processing parameters.  With its abilities to image and manipulate matter at dimensions approaching the size of individual atoms, AFM is at the core of the nanotechnology revolution.  Bringing AFM to the undergraduate research-intensive environment at Bucknell will allow the University to continue to prepare students to face tomorrow's scientific challenges. Additionally, the chemistry department's Master of Arts (M.A.) program for high school teachers will facilitate the dissemination of the fundamental principles of nanotechnology to high school students.  M.A. students who use AFM in their research will return to their classrooms with first-hand knowledge of the increasingly important role of the atomic scale in modern science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "McGuire",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Molly M McGuire",
   "pi_email_addr": "mmcguire@bucknell.edu",
   "nsf_id": "000386593",
   "pi_start_date": "2007-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Raymond",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy M Raymond",
   "pi_email_addr": "traymond@bucknell.edu",
   "nsf_id": "000226788",
   "pi_start_date": "2007-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Jablonski",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Erin L Jablonski",
   "pi_email_addr": "ejablons@bucknell.edu",
   "nsf_id": "000198081",
   "pi_start_date": "2007-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "1 DENT DR",
  "perf_city_name": "LEWISBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 180673.0
  }
 ],
 "por": null
}