{
 "awd_id": "0723809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biology and Ethics: Evaluating the Claim that Biotechnologies Pose a Threat to Human Dignity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelly A. Joyce",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 149839.0,
 "awd_amount": 149839.0,
 "awd_min_amd_letter_date": "2007-09-04",
 "awd_max_amd_letter_date": "2007-09-04",
 "awd_abstract_narration": "This research project, funded by the Science and Society Program, will examine the ways in which the concept of human dignity is used in current debates about contentious biotechnologies such as human genetic enhancement, the creation of human-nonhuman chimeras, and embryonic stem cell research. Academic scholars, as well as national and international bodies such as the President's Council on Bioethics, UNESCO, and the Council of Europe, maintain that these scientific and technological practices pose a threat to human dignity. Unfortunately, in these debates the concept is ill-defined and thus it is unclear how these biotechnologies offend human dignity. It often is used in ways that obscure the problems at stake and thus prevent meaningful dialogue. Indeed some have argued that in biotechnology discussions the concept is so vague as to be useless and that therefore it should be discarded. Rather than abandon appeals to human dignity, this research proposes to critically evaluate such appeals. In order to analyze current appeals to human dignity, the PI will conduct a review of scholarly work, as well as of national and international science policy documents that use human dignity as grounds for rejecting genetic enhancement, the creation of human-nonhuman chimeras, and embryonic stem cell research. This evaluation will elucidate three different issues. First, the PI will try to identify and clearly articulate the particular conception of human dignity that is implicit or, more rarely, explicit in several academic and policy documents. Second, the research will evaluate whether human dignity is understood in the same way when referring to these different scientific and technological practices. That is, the research will clarify whether the creation of human-nonhuman chimeras is thought to threaten human dignity in the same way as genetic enhancement or stem cell research. Third, the project will determine whether it is the case that, given the conception or conceptions of human dignity endorsed, these scientific and technological practices pose a threat to our human dignity. That is, the research will elucidate whether those making these appeals correctly understand current biological knowledge. The project will provide the first systematic assessment of what several influential scholars and recent national and international science policy documents mean when they say that genetic enhancement, the creation of human-nonhuman chimeras, and stem cell research threaten human dignity. A focus on understanding both the concept of human dignity and the particular scientific and technological practices that are thought to challenge such dignity can help reframe current debates on the impact of biotechnology.  The research will make a significant contribution to current debates in science and values, in bioethics, and in science policy. First, given the increasing appeals to human dignity as a justification for constraining biotechnological development, this analysis can determine whether, and under what conditions, the concept of human dignity can properly be used as a criterion for science policy. Second, by evaluating the relationships between biological knowledge and its consequences for human dignity, this analysis calls attention to the importance of understanding such knowledge when evaluating the presumed implications of biology for ethics and public policy. Third, assessing the ethical and public policy implications of current biotechnological work can help eliminate misunderstandings and build consensus. Thus, the research can play a role in improving dialogue between the sciences and the humanities, and between the sciences and society. The results of this research will be disseminated through presentations at professional conferences, public speaking engagements, publication of journal articles, a draft of a book, and educational workshops directed to biomedical scientists. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Inmaculada",
   "pi_last_name": "de Melo-Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Inmaculada de Melo-Martin",
   "pi_email_addr": "imd2001@med.cornell.edu",
   "nsf_id": "000072919",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Joan and Sanford I. Weill Medical College of Cornell University",
  "inst_street_address": "575 LEXINGTON AVE FL 9",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6469628290",
  "inst_zip_code": "100226145",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "WEILL MEDICAL COLLEGE OF CORNELL UNIVERSITY",
  "org_prnt_uei_num": "QV1RJ11H58C4",
  "org_uei_num": "YNT8TCJH8FQ8"
 },
 "perf_inst": {
  "perf_inst_name": "Joan and Sanford I. Weill Medical College of Cornell University",
  "perf_str_addr": "575 LEXINGTON AVE FL 9",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100226145",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 149839.0
  }
 ],
 "por": null
}