{
 "awd_id": "0723484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development and Spread of Great Basin Technologies",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 54264.0,
 "awd_amount": 54264.0,
 "awd_min_amd_letter_date": "2007-08-21",
 "awd_max_amd_letter_date": "2007-08-21",
 "awd_abstract_narration": "\r\nWith National Science Foundation support, Dr. Jelmer W. Eerkens and Dr. Carl P. Lipo will investigate how new ideas emerge and spread. Their specific research investigates prehistoric Native American pottery in the Owens and Death Valleys of eastern California. They will be using luminescence dating to determine the timing of new pottery types, instrumental neutron activation analysis to examine how the composition of the pots changed, and measurements of form to study how pot shapes varied in the study area.  These analyses enable them to measure fine-scaled changes in prehistoric pottery technologies, from their introduction around AD 1300 years ago to their abandonment around AD 1840.\r\n\r\nThe research is innovative in a number of respects. First, little is known about hunter-gatherer pottery. Their research will highlight the earliest contexts of pottery use, providing hints as to why Paiute and Shoshone societies began making and using ceramic pots and how they developed the technology over time. Second, the research should generate high-resolution temporal data that is not possible using other dating techniques, such as radiocarbon or obsidian hydration. With this fine temporal control, they should be able to track the decisions of individual generations of potters. Third, using a cultural transmission model, Eerkens and Lipo will provide important details on how people transmit technological knowledge in small-scale social settings. Based on sociological research, scientists know much (though certainly not everything) about how information is transmitted in large-scale and industrial settings, particularly where mass media such as television, radio, and newspapers are commonplace. However, much less is known about these processes among small-scale hunter-gatherers. Filling in this gap is important for general theory building about the general human condition of information transmission. Fourth, the research will encompass a time scale few other studies have used. Modern studies of information transmission are based on, at most, 10 to 20 years of information. This study, using archaeological data, will include over 500 years of information transmission, providing a unique glimpse of what happens to technological information at longer time intervals. \r\n\r\nThe project will have a significant impact on the intellectual climate of University of California at Davis and California State University Long Beach. Both programs serve large populations of underrepresented students in the sciences, and will introduce these students to careers in archaeology. Several students will be hired from this population to work on the project. Furthermore, Eerkens and Lipo plan to incorporate the findings into an instructional module for school children in the Anthropology Museum at UCD. Through the UCD outreach program over 500 K-12 school children from the Davis and Woodland area visit the museum each year. Children learn about pre-contact Native American lifeways and how archaeologists reconstruct the past from material remains. Such outreach brings the past alive by providing interactive and hands-on experience with archaeologists and real artifacts. Additionally, the museum display will be visible and open to the public at all times. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jelmer",
   "pi_last_name": "Eerkens",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jelmer W Eerkens",
   "pi_email_addr": "jweerkens@ucdavis.edu",
   "nsf_id": "000446756",
   "pi_start_date": "2007-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 54264.0
  }
 ],
 "por": null
}