{
 "awd_id": "0723952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Egypt Workshop on: Ubiquitous Computing: Sensors and Wireless Sensor Networks, December, 2007, Cairo, Egypt",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 30438.0,
 "awd_min_amd_letter_date": "2007-09-14",
 "awd_max_amd_letter_date": "2012-09-26",
 "awd_abstract_narration": "0723952 \r\nBayoumi\r\n\r\nDescription: This award is to support a \"US-Egypt Workshop on Ubiquitous Computing: Sensors and Wireless Sensor Networks\" to be held in Cairo, Egypt in December 2007.  The U.S.  organizers are Drs. Magdy Bayoumi and Mohamed Elgamel, Department of Computer Science at the University of Louisiana in Lafayette.  The Egyptian organizer is Dr. Ayman El-Dessouki, President of the Electronic Research Institute (ERI), Cairo, Egypt.  The workshop is to bring together researchers and engineers from both the US and Egypt to discuss multidisciplinary R&D issues in smart sensors design and wireless sensor networks, and their applications in ubiquitous computing.  Sessions will be organized to address the concept of sensor nodes, the process of designing hardware and software of this network.  Focus will be placed on enabling technologies for the physical layer of a future computing system, wireless protocols for sensor networks, applications in industry, medicine, and entertainment, high performance network infrastructure, and applications in cooperative modeling of large systems, and in social, economic, and cultural fields.  The workshop will include plenary sessions and technology-focused parallel sessions. Two panel discussions will be organized to help identify mutual areas of interest and potential collaborations between US and Egyptian researchers.  Other countries from the Middle East will be invited to participate, to establish long-term collaborative research projects between US scientists and those from these countries. \r\n\r\nIntellectual Merit: There is a rapid growth of microsystems and nanosystem technologies which involve sensors and actuators.  Sensor technology has enabled a wide variety of current and potential applications and services including wireless communications, biomedical applications, microrobotics, remote sensing and distributed sensor networks for environmental applications.  Next-generation smart sensors need to be fully integrated, low cost, reliable, and fully costumed with IC using microsystem technology.  Advances in the MEMS technology has enabled a wide variety of smart sensors, miniature in size, and which have applications for biomedical, automotive, military, environmental, and RF wireless communication systems. Integrating these new capabilities of physical devices in the ubiquitous computing is important to enable a high performance distributed network of sensors in this field. The workshop and collaboration between Egypt and the US will result in the transfer of knowledge, opportunities for exchange visits for students and faculty from both countries, and the possibility for formulating specific applied projects involving the industrial and consumer electronics sectors in Egypt. \r\n\r\nBroader Impact: The main goal of the workshop is to focus on the state of knowledge and the innovative technologies, which involve design, modeling, and fabrication of smart sensors. The organizers will ensure maximum participation of underrepresented groups, the diversity of the participants and the inclusion of junior faculty members, women, and minority and disabled scientists and engineers.  This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these joint scientific activities.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Magdy",
   "pi_last_name": "Bayoumi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Magdy A Bayoumi",
   "pi_email_addr": "mab@cacs.louisiana.edu",
   "nsf_id": "000396987",
   "pi_start_date": "2007-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mohamed",
   "pi_last_name": "Elgamel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohamed Elgamel",
   "pi_email_addr": "ms@cacs.louisiana.edu",
   "nsf_id": "000361750",
   "pi_start_date": "2007-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 E UNIVERSITY AVE",
  "perf_city_name": "LAFAYETTE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 30437.0
  }
 ],
 "por": null
}