{
 "awd_id": "0723795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Ideal Science Student: Helping Teachers Adapt to Diversity in the Science Classroom",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 800043.0,
 "awd_amount": 800043.0,
 "awd_min_amd_letter_date": "2007-08-27",
 "awd_max_amd_letter_date": "2007-08-27",
 "awd_abstract_narration": "Routine expertise, where one gets better and better at a recurrent and stable set of tasks, is not sufficient for science teachers who work in contexts of high diversity. Students, particularly those in urban settings, are extremely diverse in the values that they bring to school-based learning and the ways these values evolve within a classroom. Teachers need to become adaptive experts, who continue to learn and change in response to diverse situations.  The hypothesis of this study is that an important pathway to adaptive expertise for teachers is for them to become aware of the variability among their students' values and possible mismatches with their own. This can help teachers develop the habits of seeking relevant information and overcoming the natural tendency to adopt the first problem-solving strategy and solution that comes to mind.  It is only by attending to the information that indicates how a situation deviates from the usual one that teachers can continue to learn, adapt and optimize student learning. \r\n \r\nTo investigate this hypothesis, the study will examine the value systems of students and teachers around science learning. Values have not been central to major theories of children's science learning compared to the voluminous research on children's cognition about science. Yet, in a climate of high diversity, it is unreasonable to suppose that cognition about scientific phenomena is the only psychological lever for improving the country's STEM capacity. The goal is to address the socio-cultural aspect of science learning at a level that also includes individual cognition around ideas about what it means to be a good science learner. They will examine how classroom culture affects students' values, science learning and teacher adaptation, and whether it is possible to help teachers flexibly adapt classroom cultures to a diverse population of students.   \r\n\r\nThe proposal has four intellectual merits. First, it unites socio-cultural, cognitive and instructional approaches in a theory and empirical agenda relevant to science teaching and learning.  There is a large body of research on the effects of inquiry learning and on beliefs and values about science, but less attention has been given to the interaction between inquiry learning and dispositions towards science, even though the two factors together clearly have important impact on science learning and achievement. Second, the proposal rigorously tests the claim that making teachers' and students' values about learning explicit can help science teachers adapt their instruction to the diversity of their classrooms. Third,the proposal offers a theory of children's social models of science learning that may contribute to the explanations for why innovative science materials have not fostered learning of all students and why an understanding of one's roles and responsibilities in the classroom enhances science learning. Fourth, this proposal pushes the theoretical boundaries in the expertise literature. The research should expand beyond the short-term cognitive operations that occur when solving familiar problems to a consideration of the activity and social contexts in which expertise develops.\r\n\r\nThe broader impacts of the proposal are three-fold. First, the project will produce a scalable technology to help teachers and students self-assess their values about learning and teaching. If successful,it may help to reduce the mismatches between teachers' and students' values as a way to improve science learning. Second, the proposal contributes to our understanding of factors that affect the development of adaptive expertise particularly in the activity and social rich context. The studies will also provide a new vision as to how metacognition can support science teachers' professional development by helping teachers and students monitor and revise each other's values and practices.  Metacognitive research has not addressed the problem of how to help teachers learn about their students' values, so that they can adapt to different situations.  We have created a pair of novel but simple and easily disseminated technology tools that can help teachers learn more about their students' values rather than relying on their pre-existing assumptions, which is important for developing adaptive expertise.  Third, the results of the work may contribute to re-conceptualization of diversity, where descriptions go beyond demographic variables, and include the diversity of values that people bring to the endeavor of science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaodong",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaodong Lin",
   "pi_email_addr": "xlin@exchange.tc.columbia.edu",
   "nsf_id": "000023288",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Schwartz",
   "pi_email_addr": "daniel.schwartz@stanford.edu",
   "nsf_id": "000470265",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Teachers College, Columbia University",
  "inst_street_address": "525 W 120TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126783000",
  "inst_zip_code": "100276605",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "TEACHERS COLLEGE COLUMBIA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DBM1C8MDJ5L3"
 },
 "perf_inst": {
  "perf_inst_name": "Teachers College, Columbia University",
  "perf_str_addr": "525 W 120TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276605",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 800043.0
  }
 ],
 "por": null
}