{
 "awd_id": "0723115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a Confocal Raman/AFM Hybrid System",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 288090.0,
 "awd_amount": 288090.0,
 "awd_min_amd_letter_date": "2007-08-14",
 "awd_max_amd_letter_date": "2007-08-14",
 "awd_abstract_narration": "Non-technical abstract\r\nWhile traditional optical microscopy facilitates the imaging of objects roughly the size of a human cell, atomic force microscopy (AFM) provides a description of surfaces at a resolution that is about 100 times better, albeit without any additional information about the constituents of these surfaces. By contrast, Raman spectroscopic analysis, which employs an optical signal, provides details of the material composition, akin to \"fingerprint\" identification. Although AFM and Raman information can be obtained independently by using two different instruments, the modular composite AFM/Raman system proposed here has the advantage of providing direct correlation between high-resolution visualization and Raman analysis of the spot (sample) of interest. It is hardly probable that the information at the mentioned scale could be achieved on the same sample spot with two different instruments. Furthermore, a key advantage is the use of the metallic tip of the AFM which enhances drastically the optical Raman signal received from a particular point on the sample. This state-of-the-art system will be used at the University of Texas at El Paso (UTEP) in various projects from material science, environmental science, and bioscience to industrial and economical applications such as investigations of pigments and biodiesel growth from microalgae. Most importantly, this sophisticated instrument will permit us to provide appropriate training in a cutting-edge field to current and future students of UTEP who are poised to become leading Hispanic students of tomorrow [UTEP is one of the leading Hispanic-Serving Institution and the only Doctoral Research Intensive institution from USA with a majority of Mexican-American students]. Thus, the multi-pronged approach proposed here will create a regional expertise through educational, research and job opportunities.\r\n\r\nTechnical abstract\r\nThe proposed Atomic Force Microscopy (AFM)/confocal Raman modular composite system permits the simultaneous recording of AFM images, photoluminescence and Raman spectra. Consequently, a more comprehensive and detailed study of samples of interest can be undertaken leading to a better understanding of their physico-chemical properties. This is because not only topographical information, but also optical and structural information can be acquired without sample removal, resulting in no information loss for the spot of interest. Also, features such as an AFM metallic probe within the focus of the laser beam, the positioning of which can be tuned with nanometer precision, are expected to significantly enhance the photoluminescence and Raman signal. Thus, by taking advantage of a novel technique (Tip-Enhanced Raman Spectroscopy, similar to the well known Surface-Enhanced Raman Spectroscopy), this instrument facilitates investigations of structures at nano-scale. The spatial resolution of the instrument is at least two orders of magnitude better than the resolution of the traditional microprobe Raman; hence, structural information within the critical 10-100 nm domain can be obtained. The application of such instrumentation to both fundamental biophysical and applied nano-bio-technological research such as tagged quantum-dot reporters for probing unfolded states of biological macromolecules, the characterization of lipid transporting vesicles in the protozoan parasite Giardia lamblia, environmental issues such as soil and water remediation, and industrial applications such as investigations of pigments and biodiesel growth from microalgae will enhance many existing research projects and will also assist the development of new research directions at UTEP and the El Paso region. Last, but not least, the training of graduate students on this novel and state-of-the-art instrument will enhance our ability to educate, at a higher standard, the current and future generations of Hispanic scientists at the University of Texas at El Paso, one of the leading Hispanic-Serving Institution and the only Doctoral Research Intensive institution from USA with a majority of Mexican-American students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Felicia",
   "pi_last_name": "Manciu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Felicia S Manciu",
   "pi_email_addr": "fsmanciu@utep.edu",
   "nsf_id": "000178564",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Gardea-Torresdey",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge L Gardea-Torresdey",
   "pi_email_addr": "jgardea@utep.edu",
   "nsf_id": "000480879",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Chianelli",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Russell R Chianelli",
   "pi_email_addr": "chianell@utep.edu",
   "nsf_id": "000172278",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Siddhartha",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siddhartha Das",
   "pi_email_addr": "sdas@utep.edu",
   "nsf_id": "000222492",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mahesh",
   "pi_last_name": "Narayan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahesh Narayan",
   "pi_email_addr": "mnarayan@utep.edu",
   "nsf_id": "000271540",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W UNIVERSITY AVE",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 288090.0
  }
 ],
 "por": null
}