{
 "awd_id": "0723118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of a New Paradigm for Apertureless Near-field Scanning Optical Microscope",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Rieker",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 374672.0,
 "awd_amount": 374672.0,
 "awd_min_amd_letter_date": "2007-08-14",
 "awd_max_amd_letter_date": "2008-12-15",
 "awd_abstract_narration": "We propose to construct a state-of-the-art tool for imaging materials with high magnification, e.g. visualizing groups of molecules and being able to identify them.  Conventional optical microscopes, e.g. a magnifying glass, only allow visualization at micrometer scale, i.e. a fraction of a human hair.  This is due to the diffraction limit of visible lights.  Using a sharp tip scanning over material surfaces, atomic force microscope enables imaging materials at nanometer level (a small fraction of a human hair), however, provides no information as to what kind of materials (metals, polymers or ions) are under the tip.  One mission in the materials science community is to combine the strength of the high resolution in atomic force microscope with the ability to identify materials shown by optical microscope.  The new instrument is referred to as a near-filed scanning optical microscope.  The task is not trivial due to two competing factors, the need for sufficient light intensity at the imaging site (e.g. using a large probe) and the requirement to make the probe small/sharp to attain optical resolution.  This proposal will use a new methods derived from our finding that specific kind of sharp probes glow when one focuses a laser beam at the top tips.  The glowing tips provide a \"point light source\" for imaging and spectroscopy.  Preliminary results have demonstrated the feasibility of generating near-filed signals, and we plan to complete the construction of this instrument, to optimize the performance and to demonstrate its applications.  Compared with past approaches towards this technique, the proposed method exhibits advantages of high intensity of light, simple to operate, and high resolution.  We plan to demonstrate the application and capability of this new instrument by characterization of four classes of important materials: materials containing organic (polymeric) and inorganic (semiconductive) compositions; small inorganic particles with multiple components; carbon nanofibers; and nanomaterials in living cells.  The development of this new technique should bring students and postdocs to the forefront of scanning probe microscopy technology and its applications in materials science.  The completion of this instrument will enhance the Spectral Imaging Facility (led by the PI) at UCD.  \r\n \r\nWe propose a new paradigm for near-field scanning optical microscopy (NSOM).  The idea derives from a finding that microfabricated atomic force microscopy (AFM) probes exhibit photoluminescence (PL) upon excitation by a focused laser beam.  This PL tip provides a \"point light source\" for NSOM imaging and spectroscopy.  The excitation beam will be focused onto the surface with polarization component perpendicular to the tip axe, as at such we attain laterally localization and enhancement by the AFM tip.  Preliminary results have demonstrated the feasibility of generating near-filed signals, and we plan to complete the construction of this instrument, to optimize the performance and to demonstrate its applications.  The intrinsic advantages of this approach include: (a) high photon throughput with the ability to tune wavelength; (b) simplicity in detection of near-field optical signals because the PL exhibits different wavelength from the excitation beam; (c) high spatial resolution due to the apertureless AFM platform with sharp probes and effective deflection feedback; and (d) simplicity in operation.  Any AFM users should be able to master the operation of this NSOM with a quick training of ca. one week.  Development plan includes: (a) design and construction of a low mechanical noise and high stability AFM/NSOM scanning assembly to attain high spatial resolution (10 nm in lateral and 2 nm in normal directions); and (b) attaining true NSOM signal and local spectroscopy information, for which we plan to modify AFM probes to improve the PL efficiency, to build the excitation path and configuration for high near-field enhancement, and to build a high sensitivity and selectivity detection of near field signals.  Combining expertise of NSOM instrumentation (Liu), nanofibers and wave guides (Guo), polymer nanocomposite materials (Patten) and nanoparticles with novel applications (Kauzlarich), we plan to use this NSOM for: (a) revealing the protein complex formed at the cell focal adhesion on nanostructures of ligands; (b) investigating the structure and optical property of polymer-nanoparticle composite materials; (c) measuring the structure and wave-guide property of nanowires and nanowire assemblies; and characterizing the structure and optical property of single magnetic core / metal shell particles. \r\n\r\nThe development of this NSOM should bring students and postdocs to the forefront of scanning probe microscopy technology.  Students will have a chance to learn and master the skills for the instrumentation of state-of-the-art AFM, optics and detections of optical signals, hardware design for low noise and high stability, electronics for microscopy, and software macros for NSOM.  In addition, they will also investigate local interactions between optical excitation and AFM tip, tip-sample interaction, and contrast mechanism for a variety of materials as the initial exploration for NSOM applications in materials research.  The completion of this NSOM will enhance the Spectral Imaging Facility (led by the PI) at UCD's organized research unit known as NEAT.  The proposed research projects will facilitate further applications of using NSOM for material characterization to reveal the topographic as well as the functionality of the local structures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang-Yu",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang-Yu Liu",
   "pi_email_addr": "gyliu@ucdavis.edu",
   "nsf_id": "000194472",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Kauzlarich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Kauzlarich",
   "pi_email_addr": "smkauzlarich@ucdavis.edu",
   "nsf_id": "000242492",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Patten",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy E Patten",
   "pi_email_addr": "patten@chem.ucdavis.edu",
   "nsf_id": "000210619",
   "pi_start_date": "2007-08-14",
   "pi_end_date": "2008-12-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ting",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ting Guo",
   "pi_email_addr": "tguo@ucdavis.edu",
   "nsf_id": "000491987",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 374672.0
  }
 ],
 "por": null
}