{
 "awd_id": "0724201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Edges and Boundaries of Biological Objects",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2007-07-24",
 "awd_max_amd_letter_date": "2007-07-24",
 "awd_abstract_narration": "This workshop centers around the idea that delimiting biological objects cannot be determined by empirical facts alone; which facts are salient depend on theoretical and conceptual context. Bringing together philosophers and biologists working on these conceptual issues, discussion will focus on particular cases drawn from a wide range of the biological hierarchy.\r\n\r\nIntellectual Merit. By highlighting conceptual problems that are common across different fields of biology and philosophy, researchers will be encouraged to apply approaches and conceptual frameworks common in one field to analogous problems in other fields. In using actual case studies to achieve this goal, a new hybrid approach to philosophical and conceptual work in philosophy will be generated. In addition to the growing list of speakers covering a wide range of research areas in both biology and philosophy of biology, the workshop dovetails with the research interests of the primary co-organizers. Both Odenbaugh and Haber's research interests involve issues concerning the ontological status of biological objects. Odenbaugh's research involves conceptual issues in ecology, and he is currently concerned with delimiting ecosystems and other ecological kinds. Haber is working on issues in systematics, including drawing a distinction between ambiguity and uncertainty in taxonomic reference, and how either may affect taxonomic stability. The University of Utah has offered strong institutional support for this project, and an enthusiastic set of speakers have already informally committed to participate.\r\n\r\nBROADER IMPACTS This workshop is organized around a diversity of actual biological cases. Each case will receive comments from at least one philosopher and one biologist. In addition to creating new partnerships and enhancing existing networks between like-minded researchers from a range of disciplines, the workshop will extend its impact through publication of the case studies, commentaries, and ensuing discussions. These proceedings will be published as a special issue of a journal, with accompanying web material available for consumption (e.g., podcasts of discussion following commentaries on cases). Presenting actual cases that illustrate philosophically salient problems will help display the value of biological literacy to more generalist philosophers, as well as the value of philosophical analysis to biologists. Modern physics proved to contain rich source material for philosophers generally, who in turn have helped (and continue to help) develop an understanding of the importance and consequence of modern physics. Advances in biology have not been as well appreciated by the general philosophical community, despite the rich philosophical material it presents - a situation we hope to remedy with this workshop. This workshop will identify emerging and underdeveloped fields of research in philosophy of biology, and spur research in these fields by bringing together junior researchers that are still mapping out their research interests. Developing interdisciplinary networks across disciplines between these researchers is one of the expected outcomes of this workshop, which will have an impact on the kind of research pursued by the next generation of philosophers of biology.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Haber",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew H Haber",
   "pi_email_addr": "matt.haber@utah.edu",
   "nsf_id": "000327862",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Odenbaugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jay Odenbaugh",
   "pi_email_addr": "jay@lclark.edu",
   "nsf_id": "000065001",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}