{
 "awd_id": "0724212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring Synthetic Ligands for Potassium Channels",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 402000.0,
 "awd_amount": 402000.0,
 "awd_min_amd_letter_date": "2007-08-21",
 "awd_max_amd_letter_date": "2007-08-21",
 "awd_abstract_narration": "The goal of this collaborative project is the rational design of small molecules that interact with potassium channels and the investigation of their mechanism of action. A variety of biophysical tools, including electrophysiology and solid-state NMR (ssNMR) will be employed. A new binding mode for blockers of voltage-gated potassium channels will be studied, and ssNMR will be used for the discovery and rapid characterization of new ligands for potassium channels. Finally, potassium channels will be engineered to become light-sensitive in order to develop control over the electrical properties of neurons. A set of reagents will be developed, consisting of an electrophile, an azobenzene photoswitch and a pore-blocking group, in order to render wild-type Shaker potassium channels responsive to light, thus obviating the need to introduce a mutant gene. After non-covalent binding to the pore with the photoswitch in the trans form, these reagents will form a covalent bond to an amino acid residue situated in the outer vestibule of the channel. Photoswitching to the cis form will then retract the pore-blocking group and restore conductance of the channel. These systems will be investigated by ssNMR and electrophysiology, both of which allow for dynamic studies.\r\n\r\nWith this award, the Organic and Macromolecular Chemistry Program is supporting the research of Professor Dirk Trauner, of the Department of Chemistry at the University of California - Berkeley. This award coordinates with a collaborative award funded by the Deutsche Forschungsgemeinschaft (DFG) for Professor Olaf Pongs, of the University of Hamburg, and Dr. Marc Baldus, of the Max Planck Institute for Biophysical Chemistry, Goettingen. This collaborative team is designing and studying molecules that target ion channels, in particular potassium channels. Through development of an understanding of new modes of interactions of small organic molecules with these channels and by designing and preparing molecules that allow for predictable alteration of channel properties, this research promises to develop fundamental underpinnings leading in the longer term to the development of new drugs. Other longer-term implications are the potential for development of new tools for the dissection of neural networks and, perhaps, new ways to restore vision.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dirk",
   "pi_last_name": "Trauner",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Dirk H Trauner",
   "pi_email_addr": "dtrauner@upenn.edu",
   "nsf_id": "000124960",
   "pi_start_date": "2007-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194800",
   "pgm_ele_name": "SYNTHESIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 402000.0
  }
 ],
 "por": null
}