{
 "awd_id": "0724500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  CLEAR-View - A Cost Effective Thermal Imaging Sensor",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 747991.0,
 "awd_min_amd_letter_date": "2007-09-06",
 "awd_max_amd_letter_date": "2010-07-08",
 "awd_abstract_narration": "This NSF SBIR Phase II project aims to develop and produce a novel suite of algorithms to enhance the performance of thermal imagers, offering real-time solutions in the automotive, surveillance and other segments of the thermal imaging market.  The proposed algorithm is integrated with noise-infested, uncooled microbolometer infrared cameras, elevating their performance and offering manufacturing-cost reductions while adding new features and capabilities. At the heart of the approach is a Scene-Based NonUniformity Correction (SBNUC) algorithm, which works to correct the fixed-pattern noise resulting from nonuniform detector-to-detector responses in the focal-pane array. The novel SBNUC approach relies on exploiting the presence of minute amounts of scene/camera motion in a video sequence, naturally present in almost all applications, to algebraically extract the nonuniformity-noise parameters in a dynamic fashion, without the need for a mechanical shutter, as done conventionally. This approach improves the camera's reliability. \r\n\r\nIf successfully commercialized, the largest market is in the automotive sector, where the lower cost and improved performance of the device can potentially lead to tens of millions of dollars from new installs of collision-avoidance systems in cars and trucks. The enhanced features and lower costs offered by this technology also offer the potential of expanding the use of thermal imaging in other applications.  In the firefighting market segment, equipping every firefighter with a thermal imager will reduce the number of fatalities due to smoke inhalation, heat, and response efficiency. In security applications, more information will be delivered at a higher level of quality.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kamil",
   "pi_last_name": "Agi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kamil Agi",
   "pi_email_addr": "kagi@sensorcommtech.com",
   "nsf_id": "000172708",
   "pi_start_date": "2007-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "K&A Wireless, LLC",
  "inst_street_address": "2420 MIDTOWN PL NE STE D",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5053382380",
  "inst_zip_code": "871073232",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "K&A WIRELESS, LLC",
  "org_prnt_uei_num": "WYKUVY9PRK64",
  "org_uei_num": "D2Y5FFCV4K78"
 },
 "perf_inst": {
  "perf_inst_name": "K&A Wireless, LLC",
  "perf_str_addr": "2420 MIDTOWN PL NE STE D",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871073232",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 499991.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 248000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\">CLEAR-View (CLIR-View) - A Cost Effective Thermal Imaging Sensor</p>\n<p>Thermal sensors are a class of sensor that allows us to &ldquo;see&rdquo; heat generated by an object or group of objects, which&nbsp;emit a certain amount of heat that depends on the temperature and material make up of&nbsp;an image.&nbsp; Because the objects themselves are emitting radiation, there is no need for an external source.&nbsp; Therefore, thermal imagery provides the capability for all-weather, day-night imaging.&nbsp; Until recently the only way to measure this heat was by using complex and expensive infrared (IR) cameras made of exotic semiconductor compounds and cooled to -200 C.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Microbolometers have emerged over the past 15 years as a competitor technology for generating thermal imagery.&nbsp; They operate at room temperature and can use more conventional materials.&nbsp; As a result they cost 20x less than cooled IR cameras.&nbsp; The development of microbolometers has enabled thermal imagery to impact many new fields that could not support the high costs of earlier systems.&nbsp; Such fields include security, law enforcement, fire fighting, and even consumer applications such as automotive night vision systems. &nbsp;Although they cost much less than other IR systems, microbolometers are still cost prohibitive (a few thousand dollars) and suffer from lower signal strength and higher noise levels than cooled systems.</p>\n<p>One particular type of noise that is endemic in microbolometer-based imagers is known as fixed pattern noise (FPN).&nbsp; FPN is due to the fact that each of the individual pixels in the imager has a slightly different response.&nbsp; This interference is &ldquo;fixed&rdquo; to the imager and appears like a screen in front of the moving image.&nbsp; FPN is especially difficult to eliminate because it drifts in time, and the sensor must continually be re-calibrated to keep up.</p>\n<p>CLIR-View is a novel calibration technique that removes FPN without the need for conventional mechanical shutter techniques.&nbsp; It operates in real-time on inexpensive hardware that is integrated right into the camera system.&nbsp; CLIR-View works by estimating motion within the scene, comparing successive images, and estimating the pixel-to-pixel variation in response.&nbsp; It outperforms other software-based calibration systems because of its robustness to different operating environments and image conditions. &nbsp;</p>\n<p>Under this program, we successfully developed and continue to commercialize CLIR-View and CLIR-View-based technologies. In addition, collaborations&nbsp;with the University of New Mexico and University of Arizona are ongoing. The collaborations include&nbsp;hiring interns and students, joint research and sponsoring capstone projects.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2010<br>\n\t\t\t\t\tModified by: Kamil&nbsp;Agi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "CLEAR-View (CLIR-View) - A Cost Effective Thermal Imaging Sensor\n\nThermal sensors are a class of sensor that allows us to \"see\" heat generated by an object or group of objects, which emit a certain amount of heat that depends on the temperature and material make up of an image.  Because the objects themselves are emitting radiation, there is no need for an external source.  Therefore, thermal imagery provides the capability for all-weather, day-night imaging.  Until recently the only way to measure this heat was by using complex and expensive infrared (IR) cameras made of exotic semiconductor compounds and cooled to -200 C. \n\n \n\nMicrobolometers have emerged over the past 15 years as a competitor technology for generating thermal imagery.  They operate at room temperature and can use more conventional materials.  As a result they cost 20x less than cooled IR cameras.  The development of microbolometers has enabled thermal imagery to impact many new fields that could not support the high costs of earlier systems.  Such fields include security, law enforcement, fire fighting, and even consumer applications such as automotive night vision systems.  Although they cost much less than other IR systems, microbolometers are still cost prohibitive (a few thousand dollars) and suffer from lower signal strength and higher noise levels than cooled systems.\n\nOne particular type of noise that is endemic in microbolometer-based imagers is known as fixed pattern noise (FPN).  FPN is due to the fact that each of the individual pixels in the imager has a slightly different response.  This interference is \"fixed\" to the imager and appears like a screen in front of the moving image.  FPN is especially difficult to eliminate because it drifts in time, and the sensor must continually be re-calibrated to keep up.\n\nCLIR-View is a novel calibration technique that removes FPN without the need for conventional mechanical shutter techniques.  It operates in real-time on inexpensive hardware that is integrated right into the camera system.  CLIR-View works by estimating motion within the scene, comparing successive images, and estimating the pixel-to-pixel variation in response.  It outperforms other software-based calibration systems because of its robustness to different operating environments and image conditions.  \n\nUnder this program, we successfully developed and continue to commercialize CLIR-View and CLIR-View-based technologies. In addition, collaborations with the University of New Mexico and University of Arizona are ongoing. The collaborations include hiring interns and students, joint research and sponsoring capstone projects.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/04/2010\n\n\t\t\t\t\tSubmitted by: Kamil Agi"
 }
}