{
 "awd_id": "0724097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-II:  Behavior and Design of Cast-in-Place Anchors under Simulated Seismic Loading",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 374738.0,
 "awd_amount": 374738.0,
 "awd_min_amd_letter_date": "2007-08-31",
 "awd_max_amd_letter_date": "2013-05-03",
 "awd_abstract_narration": "This award is an outcome of the NSF 07-506 program solicitation ''George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) Research (NEESR)'' competition and includes the University of Wisconsin-Milwaukee (lead institution) and the University of Cincinnati (subaward).  This project will utilize the NEES equipment site at the University of Illinois at Urbana-Champaign.  Headed anchors/studs are commonly used in structures to connect steel members (e.g., columns, girders, or braces) and concrete elements (e.g., foundations, walls, or columns, respectively).  The concrete elements may experience substantial damage (e.g., large cracking) during an earthquake.  Understanding the behavior of anchors in cracked concrete is a prerequisite to ensuring satisfactory seismic performance and safety of structures.  Current seismic design guidelines, represented by Appendix D of the American Concrete Institute 318-05 document, are not adequate for the design of headed anchors/studs in significantly cracked concrete. The design provisions tacitly rely on reserved capacity of anchors and perceived ductile failure modes due to steel fracture.  Both of these rationales are questionable because of the limited data for anchor behavior under seismic loading.  In addition, the interaction equations for anchors under combined cyclic tension-shear have not been verified experimentally. As a result, many anchor connections, including those taking advantage of additional reinforcement around the anchors, are often implemented in practice without supporting experimental data.  The knowledge gap is due partly to the limited experimental equipment available for such testing before the NEES facilities became operational in 2004.  This project will investigate the fundamental behavior of headed anchors/studs under simulated seismic loading and verify and improve the anchor connection details commonly seen in practice. The project will develop connection interface models to improve model-based simulations and to assist in the development of performance-based engineering methodologies.  Particularly, this research clarifies the current capacity design philosophy, redefines the definition of ductile failure modes, and evaluates the interaction equation for anchors under cyclic tension-shear. The research also explores extending the existing design equations to anchors embedded in concrete members that may experience significant damage. With the fundamental knowledge on single anchor behavior under seismic load, two typical anchor connections, which have been used in practice without justification, will be evaluated experimentally, and connection details with improved performance characteristics will be developed and verified.  Recommendations for effective use of supplemental reinforcement for improving the capacity and ductility of anchor connections will be made, and design guidelines, along with examples, will be generated for engineers.\r\n\r\nThis research will impact the design and safety of a wide range of structures that utilize anchor connections, such as bridges and water and power supply lines.  Education activities will be coordinated with NEES Consortium, Inc.  Following the experiments, all data will be made available through the NEES data repository (http://www.nees.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Zhao",
   "pi_email_addr": "jzhao@uwm.edu",
   "nsf_id": "000381091",
   "pi_start_date": "2007-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bahram",
   "pi_last_name": "Shahrooz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bahram M Shahrooz",
   "pi_email_addr": "bahram.shahrooz@uc.edu",
   "nsf_id": "000440470",
   "pi_start_date": "2007-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "3203 N DOWNER AVE # 273",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532113153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 374738.0
  }
 ],
 "por": null
}