{
 "awd_id": "0724650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Development of Plant Virology in the Early 20th Century",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 85265.0,
 "awd_amount": 85265.0,
 "awd_min_amd_letter_date": "2007-07-24",
 "awd_max_amd_letter_date": "2009-06-01",
 "awd_abstract_narration": "In the early 20th century, a primary question, following the discovery of bacteria and fungi, was to determine the \"nature\" of a virus-in particular, Tobacco mosaic virus (TMV). The study of the properties of viruses was of basic scientific interest and of practical value. TMV, as an agriculturally important disease of tobacco, tomato, and peppers, also became a model system in the discovery of the structure and physicochemistry of viruses the mid-1930s. The purpose of this proposed research is to investigate unexplored events in plant virology from 1900 to 1940 that paralleled the professionalization of plant pathology and the development of institutions focused on agriculture and plant virology. In the early 20th century, the plant pathogen TMV made the transition out of the field and into the lab, resulting in discoveries about the nature of the virus and the development of new technology that remains in place today as a collection of common tools for plant molecular biology, structural biology, and plant breeding. For the purposes of understanding the development and refinement of these tools and concepts, I propose to begin with the TMV work in the United States in the early twentieth century until Stanley's discovery in 1935 that TMV could be crystallized-setting the stage for the 'new biology' and the push for biochemical and molecular characterization of viruses. Two seminal findings by Francis O. Holmes played an essential role in TMV becoming an ideal tool for structural and molecular biology of viruses. Holmes was a member of the Boyce Thompson Institute for Plant Research (1924-1932) and the Rockefeller Institute for Medical Research (1932-1960). From 1929-1936, Holmes' particular discoveries were i) that a resistance gene N could be transferred between plant species, ii) that plants with the N gene could be used to determine virus titer and movement, and iii) this gene could be deployed in crop plants to prevent TMV infections in the field. However, how this knowledge evolved is largely unknown. I am interested in determining how this research was developed and who were the primary actors in the discovery and early use of tools that are considered commonplace today.\r\n\r\nIntellectual Merit. The unique aspect of this research is the focus on the intersection of agriculture and laboratory research. These observations, related to TMV, were both tools for basic biology to understand the genetics of host-plant resistance, the genetics of TMV, and practical applications including those used by Stanley to monitor the success of his purification/infectivity schemes to isolate TMV. Plant breeders benefited by improving economically important, high-value cash crops such as tomato, tobacco, and pepper. During his career Holmes identified and worked on questions central to plant virology (questions that remain of great interest to molecular plant virologists today), including how viruses spread in the plant and the genetic mechanisms of host-plant resistance to TMV. My particular interests and objectives for the proposed research are the early work with TMV. One objective is to investigate the development and refinement of the local lesion assay to produce pure cultures of TMV, accurately determine virus titer and to characterize mutants. Another objective is to investigate the realization that the local lesion assay was in fact a resistance response and that a particular gene in tobacco could be introgressed into economically important plants to abrogate the devastating effects of tobacco mosaic disease. A third objective is to investigate the events that culminated in the transition towards TMV-resistant crop plants. \r\n\r\nBroader Impact. As in the past, undergraduate students from diverse backgrounds will be recruited and involved in research. The results will be disseminated both to historians of science and the scientific community at professional meeting and in journal articles. In addition, several outreach venues are planned to include a new undergraduate course, a web page, database, open access and peer reviewed web exercises and tutorials, and integrate the findings into undergraduate and graduate laboratory exercises on TMV. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen-Beth",
   "pi_last_name": "Scholthof",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Karen-Beth G Scholthof",
   "pi_email_addr": "kbgs@tamu.edu",
   "nsf_id": "000418279",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 21927.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 44401.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 18937.0
  }
 ],
 "por": null
}