{
 "awd_id": "0724457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:    CMG --Quantifying Tectonic and Geomorphic Interpretations of Thermochronometer Data with Inverse Problem Theory",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 189069.0,
 "awd_amount": 189069.0,
 "awd_min_amd_letter_date": "2007-08-22",
 "awd_max_amd_letter_date": "2007-08-27",
 "awd_abstract_narration": "The grandeur of mountain topography has for millennia captured the attention of poets, artists, and scientists.  How plate tectonic processes of mountain building and mountain erosion by surface processes interact to produce topography over millions of years is now at the forefront of Earth science research. A fundamental question that arises when studying the evolution of mountains is: what did the past topography of mountain ranges look like? This question has proven very difficult to answer. Recent developments in both computer modeling of mountain building and erosional processes, and developments in geochemistry have made progress in reconstructing paleotopography. Advances in new geochemical techniques and mathematics (inverse problem theory) now allow a means of testing computer model predictions with geochemical (thermochronometer) data from rocks exposed at the Earth's surface today. These data record the cooling history of rocks as they are exhumed to the surface by erosion and faulting. This interdisciplinary project is addressing questions and hypotheses that are fundamental to quantifying the evolution of mountain topography including: (1) How can geologically meaningful interpretations of tectonic and geomorphic processes influencing mountain topography be improved from an integration of thermochronometer data, computer modeling, and mathematics? (2) How sensitive are thermochronometer data to different mountain building and erosional processes and how can sampling strategies be optimized to improve interpretations? and (3) What is the magnitude and rate of topographic change that can be resolved from mathematical inversion of thermochronometer data?  \r\n\r\nTo address these questions, this project investigates the forward and inverse problems of mountain topographic evolution with a comprehensive model. Coupled 3D thermal, hydrologic, and kinematic computer models are under development in addition to a surface process model accounting for glacial, fluvial, and hillslope erosional processes. The coupled model is used to explore the sensitivity of thermochronometer data to different processes and mathematically invert a dense network of new and existing thermochronometer samples from the southern Coast Mountains, B.C., for the regional paleotopography. Field work is in progress for the collection of additional data. Several novel mathematical techniques are also under development. In particular, a low pass filter technique and a regularized iterative method are being used to solve the notoriously ill-posed backward parabolic equation and large scale, nonlinear inverse heat transport equation.  These problems are by nature interdisciplinary and in the forefront of predicting and interpreting thermochronometer data and mountain topography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Farley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Farley",
   "pi_email_addr": "farley@gps.caltech.edu",
   "nsf_id": "000452691",
   "pi_start_date": "2007-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7232",
   "pgm_ref_txt": "MATHEMATICAL GEOSCIENCES"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 189069.0
  }
 ],
 "por": null
}