{
 "awd_id": "0725975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:   Social and Reproductive Tactics of Black-and-White Ruffed Lemurs (Varecia Variegata)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 14953.0,
 "awd_amount": 14953.0,
 "awd_min_amd_letter_date": "2007-08-05",
 "awd_max_amd_letter_date": "2007-08-05",
 "awd_abstract_narration": "For years, researchers have studied the mechanisms influencing fission-fusion social patterns in primates, particularly among chimpanzees and spider monkeys. Although a number of promising correlates have been identified, debate surrounds the importance of each, and whether any of these are 'universal' in their influence on ranging decisions. Even more importantly, these behaviors have rarely been addressed in the context of genetic relatedness and physiology, parameters which are integral to the theories often used to explain how such behaviors develop. Though chimpanzees and spider monkeys are traditionally considered the only two primates to fit the 'classic' model of fission-fusion behavior, recent evidence suggests that black-and-white ruffed lemurs (Varecia variegata), a less socially complex primate, may exhibit similar social strategies. \r\n\r\nThis research will investigate mechanisms cited previously by examining the influences of ecological, behavioral and biological correlates on the fission-fusion social organization of black-and-white ruffed lemurs living in Ranomafana National Park, Madagascar. Specifically, this research will address how forest structure, habitat quality, affiliative and aggressive social interactions, genetic relatedness, and physiological health influence the fission-fusion patterns and social relationships within a black-and-white ruffed lemur community. By employing a multivariate approach that simultaneously considers the effects of ecology, behavior, genetics and health status, a more integrative picture of primate fission-fusion social strategies may emerge.\r\n\r\nThis study will be the first of its kind to document the social and sexual strategies exhibited by the only lemur living in a fission-fusion society. Additionally, this will be the first attempt to link genetic relatedness to fission-fusion behaviors in lemurs, a task that has only recently been addressed among chimpanzees and spider monkeys. Despite the heterogeneous nature of fission-fusion sociality, data from a more distantly related primate will fill a substantial gap in the primate literature. With these data, it may be possible to identify mechanisms of 'universal' importance amongst primates living within such fluid societies. Should this study succeed, it may then be possible to create models to predict when this type of social organization should be expected to arise.\r\n\r\nThis research will also have important conservation implications. Information on genetic community relatedness and dispersal patterns will be the first available from this critically endangered primate, and will be integral to helping establish conservation management plans with Malagasy park services. Furthermore, this will be first study to document temporal variation in the health of wild lemurs, of which only baseline data are currently available. As many consider Madagascar to be among the world's top conservation priorities, the proposed data collection is critical to conservation efforts. This research will also contribute new data for public use; newly developed microsatellite markers and sequence data will be made available via publications in peer reviewed journals and will be posted on GenBank, while biomedical values spanning a total of four years will be made available to zoos and universities through the MedArks database. Lastly, but most importantly, this study has initiated dialogue between local Malagasy communities and foreign researchers, including training and employment opportunities, as well as educational workshops in a public forum. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Wright",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia C Wright",
   "pi_email_addr": "patchapplewright@gmail.com",
   "nsf_id": "000179315",
   "pi_start_date": "2007-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 14953.0
  }
 ],
 "por": null
}