{
 "awd_id": "0725585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Simultaneity, Convention and Gauge: Foundational and Historical Dimensions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 95541.0,
 "awd_amount": 95541.0,
 "awd_min_amd_letter_date": "2007-08-17",
 "awd_max_amd_letter_date": "2007-08-17",
 "awd_abstract_narration": "There are two distinct theses concerning simultaneity that are put forth by Einstein in his 1905 presentation of the special theory of relativity, one is the relativity of simultaneity and the other is the conventionality of simultaneity. The relativity of simultaneity says that two space-like separated events, which are events that can only be causally connected by a faster than light influence, have no objective temporal ordering with respect to past, present, and future. In such cases, the temporal ordering is relative to a given reference frame (also referred to as an inertial frame), and that order can vary from one frame to another. This is a well-known consequence of the theory that is typically discussed in the classroom and in textbooks. The other thesis, the conventionality of simultaneity, says that even with respect to a given reference frame there is no objective fact to the matter as to whether one of two space-like separated events is earlier than, later than, or simultaneous with the other. If one could determine the speed of light in any given direction, then there would be an objective (but frame dependent) fact to the matter. Einstein conjectured that there is no way to make that determination, and proposed that one introduce by stipulation (i.e., as a convention) that light travels at the same speed in all directions. The conventionality thesis has been long debated and remains unresolved, unlike the relativity of simultaneity.\r\n\r\nIntellectual Merit. This project proposes to significantly advance our understanding of the status of the conventionality thesis by considering an insight that was pivotal to Einstein's discovery of the general theory of relativity. It is known in the literature as the hole-argument, and it was introduced by Einstein one year prior to his 1915 presentation of the general theory. Associated with that argument is a notion of physical equivalence and a related notion of conventionality, and both are relevant to the debate over the conventionality of simultaneity thesis. The relevance of the hole argument for the conventionality thesis has hitherto been overlooked, apparently even by Einstein himself. The PI expects the technical results of the research to be disseminated in several substantive, article-length journal publications. \r\n\r\nBroader Impacts. Since the literature on the subject is so voluminous, the PI will construct a publicly accessible critical bibliographic data base, together with a digital archive of the copyright unrestricted sources, in coordination with a similar project on the history of quantum physics at the Max Planck Institute for History of Science (Berlin) with the anticipation of hosting mirroring web sites. The data base and digital archive are intended to serve the needs of students, teachers, and researchers alike. Also to be developed are instructional materials suitable for cogito.org - a web resource maintained by Johns Hopkins for talented, pre-college youth who are especially interested in mathematics and science. The PI also anticipates eventually writing a less technical, monograph-length treatment of the subject accessible to students and the scientifically interested public, as well as scientists at large. Support Requested. In order to achieve these goals, the PI requests 4.5 months salary support for leave time during the spring semester of 2008 (subsequent to a sabbatical semester the previous fall) and 2.0 months of salary support for the summer of 2008.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Rynasiewicz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Rynasiewicz",
   "pi_email_addr": "ryno@lorentz.phl.jhu.edu",
   "nsf_id": "000278391",
   "pi_start_date": "2007-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 95541.0
  }
 ],
 "por": null
}