{
 "awd_id": "0726200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:    Phonetic and Phonological Structures of Post-Velar Constrictions in Clicks and Laterals",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 54006.0,
 "awd_amount": 54006.0,
 "awd_min_amd_letter_date": "2007-08-08",
 "awd_max_amd_letter_date": "2009-05-02",
 "awd_abstract_narration": "Click sounds, in which the tongue pulls away from the roof of the mouth to create a vacuum and a noisy release, are common in the languages of southern Africa and vanishingly rare elsewhere.  The languages with the most elaborated systems of clicks are currently endangered, so our chances of understanding the range of these sounds that human languages can accommodate are dwindling.  With National Science Foundation support, Dr. Amanda Miller (Cornell University) and Dr. Bonny Sands (Northern Arizona University) will analyze the physical properties of these complex sounds. A newly-developed ultrasound imaging methodology will greatly enhance our knowledge of the movements of the tongue during these consonants. Current phonetic thinking, as seen in the International Phonetic Alphabet, encompasses five clicks (bilabial, dental, alveolar, palatal and lateral), but preliminary work has revealed that there are an additional three click types: retroflex, palatoalveolar lateral, and forward-released (or denti-alveolar) lateral.  A completely new class of sounds, linguopulmonic consonants, that seem to entail a phonological airstream contour, has also been tentatively identified. The researchers, with assistance from Laurentius Davids of the National Institute for Educational Development in Namibia and Dr. Kemmonye Monaka of the University of Botswana, will study the kinematics of unrecognized clicks and new types of consonants and compare them with the known click types so that the articulatory, acoustic and phonological properties of all clicks will be better understood. Research will focus on 5 click languages: Ekoka !Xung, Grootfontein !Xung, Ju|''hoansi, =/Hoan, and Mangetti Dune !Xung. \r\n\r\nMarginal and complex sounds found in African languages must fit into universal models of human language, but they have often been neglected given that existing models have typically been built around European languages and a select range of others. The present research will also aid the development of orthographies for the languages under study. The project will result in an audio and video database of Khoesan language speech acoustics and production that will be transcribed, annotated, placed in a public archive and made available to interested researchers. This database will be a unique source of information on synchronic and diachronic phonological patterns involving clicks (particularly those patterns between vowels made towards the front of the mouth and clicks which involve retraction of the tongue). The description of the physical properties (phonetic) and mental representations (phonology) of unrecognized consonants resulting from this research will allow these rare consonants to shape universal linguistic theories beyond the life of the currently threatened languages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonny",
   "pi_last_name": "Sands",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bonny Sands",
   "pi_email_addr": "bonny.sands@nau.edu",
   "nsf_id": "000434336",
   "pi_start_date": "2007-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11300.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 21512.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 21194.0
  }
 ],
 "por": null
}