{
 "awd_id": "0726640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Shelf-Basin Exchange South of Denmark Strait:  Forcing, Dynamics, and Large-Scale Impact",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 1379970.0,
 "awd_amount": 1379970.0,
 "awd_min_amd_letter_date": "2007-07-19",
 "awd_max_amd_letter_date": "2010-05-28",
 "awd_abstract_narration": "The Irminger Sea, situated between southern Greenland and the Reykjanes Ridge, is a critically important area where the Arctic Sea first meets the North Atlantic Ocean. South of the Denmark Strait, a sharp front is formed where cold, fresh outflowing Arctic water meets the warm, salty subtropical-origin water. This front and its associated jet, the East Greenland/Irminger Current, act as the main pathway that recirculating subtropical-origin Arctic water is exported to the North Atlantic. With the stress of the down-front barrier winds adjacent to the Greenland plateau in addition to the instability and time-variability of both the front and the Irminger Current, intense shelf-basin exchange with the open Atlantic occurs in this region. As part of this exchange process, dense shelf water cascades over the shelf-break to form a \"Spill Jet\" which resides below the East Greenland/Irminger Current. This results in substantial sinking, which occurs downstream in the Labrador Sea and impacts the sub-polar gyre and the meridional overturning circulation to northern freshwater sources. \r\n\r\nCurrently, scientists have a poor understanding of this complex shelf-break current system, and thus are unsure of its transport, freshwater flux, seasonal evolution, and the nature and dynamics of the mesoscale variability that lead to the cross-stream exchange of mass and properties. Through a joint observational/modeling study, oceanographers from Woods Hole Oceanographic Institution and Johns Hopkins University propose to quantify the hydrodynamic instability and atmospheric forcing that drive shelf-basin exchange to occur east of Greenland. By examining the mean and seasonally varying transport, structure, and kinematics of the East Greenland/Irminger Current system and determining the nature and dynamics of the mesoscale variability that leads to shelf-basin exchange, they will be able to explore how the impact of shelf-basin exchange on the sub-polar North Atlantic has changed in the last few decades and how it may evolve in the future. \r\n\r\nThe broader impacts of this study address the concern about the sensitivity of the North Atlantic meridional overturning circulation with respect to northern freshwater sources. Approximately one half of the total Arctic export of freshwater passes east of Greenland and meets the open Atlantic in the proposed study area, therefore understanding the dynamics of the shelf-basin exchange in this region is essential to potentially predict the response of the North Atlantic to future changes in climate. This research includes funding to support educational outreach including activities in a remote location in southern Greenland, as well as science center exhibits in the United States. Funding is also included to support education and training at both the graduate and undergraduate level. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Pickart",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Pickart",
   "pi_email_addr": "rpickart@whoi.edu",
   "nsf_id": "000229384",
   "pi_start_date": "2007-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 176632.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 518400.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 329141.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 355797.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the fundamental current systems in the global ocean is the<br />Meridional Overturning Circulation or MOC, which helps regulate<br />Earth's climate. In the Atlantic, warm surface water flows poleward<br />representing the upper limb of the MOC. After it crosses the ridge<br />between Greenland and Scotland into the Nordic Seas, the water loses<br />heat and is transformed into cold, dense water. This dense water then<br />returns southward at depth, and a substantial part of it flows through<br />the Denmark Strait, located between Greenland and Iceland. It has long<br />been known that as the dense water exits the Denmark Strait it sinks<br />and entrains additional water, thereby forming a bottom plume that<br />represents the lower limb of the MOC (known as the Deep Western<br />Boundary Current, see the figure). Recently, however, a new current<br />was discovered south of Denmark Strait situated inshore and shallower<br />than the bottom plume, transporting slightly less dense water<br />equatorward. The origin of this current was unknown, as was its<br />significance to the MOC.<br /><br />To investigate this new current and assess its importance, an array of<br />seven moorings was deployed across the continental slope south of<br />Denmark Strait for one year (autumn 2007-2008). In addition, a<br />shipboard survey was carried out northward through the Denmark Strait<br />into the Iceland Sea to investigate the different sources of water<br />feeding the lower limb of the MOC.<br /><br />Our data revealed that the newly discovered current is a year-round<br />feature that transports 3-4 million cubic meters per second of water<br />equatorward, on par with the established bottom plume located farther<br />offshore. Furthermore, using the data in conjunction with numerical<br />simulations, we determined that the current is formed in part by dense<br />water that spills off the shelf south of Denmark Strait (i.e. dense<br />water that did not participate in the formation of the bottom<br />plume). As such, the new current has been named the East Greenland<br />Spill Jet.<br /><br />We identified two different mechanisms by which the dense water is<br />forced off the shelf. The first mechanism is due to transient swirls<br />of water, known as eddies, that are associated with the bottom<br />plume. The eddies rotate counter-clockwise (hence they are called<br />cyclones) and propagate southward adjacent to the shelf. Every few<br />days a cyclone passes by and its leading edge draws dense water off<br />the shelf. The second mechanism is associated with storms. Atmospheric<br />low pressure systems that pass through the region frequently lead to<br />strong northerly Barrier Winds that force the dense shelf water<br />offshore. As the dense water cascades off the shelf it entrains<br />additional water and forms the Spill Jet (see the figure).<br /><br />Our program has revealed that dense water is forced off the<br />continental shelf south of Denmark Strait, resulting in a permanent<br />southward-flowing current located inshore of the more familiar bottom<br />plume. This Spill Jet represents an important, heretofore<br />unrecognized, contribution to the Atlantic MOC.<br /><br />Please see the website http://www.whoi.edu/cruise/irmingersea/ for an<br />account of the expedition aboard the research vessel <em>Knorr</em> in October<br />2008. The site contains essays written by professional author Dallas<br />Murphy, along with photographs and interaction with school children.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2013<br>\n\t\t\t\t\tModified by: Robert&nbsp;S&nbsp;Pickart</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<...",
  "por_txt_cntn": "\nOne of the fundamental current systems in the global ocean is the\nMeridional Overturning Circulation or MOC, which helps regulate\nEarth's climate. In the Atlantic, warm surface water flows poleward\nrepresenting the upper limb of the MOC. After it crosses the ridge\nbetween Greenland and Scotland into the Nordic Seas, the water loses\nheat and is transformed into cold, dense water. This dense water then\nreturns southward at depth, and a substantial part of it flows through\nthe Denmark Strait, located between Greenland and Iceland. It has long\nbeen known that as the dense water exits the Denmark Strait it sinks\nand entrains additional water, thereby forming a bottom plume that\nrepresents the lower limb of the MOC (known as the Deep Western\nBoundary Current, see the figure). Recently, however, a new current\nwas discovered south of Denmark Strait situated inshore and shallower\nthan the bottom plume, transporting slightly less dense water\nequatorward. The origin of this current was unknown, as was its\nsignificance to the MOC.\n\nTo investigate this new current and assess its importance, an array of\nseven moorings was deployed across the continental slope south of\nDenmark Strait for one year (autumn 2007-2008). In addition, a\nshipboard survey was carried out northward through the Denmark Strait\ninto the Iceland Sea to investigate the different sources of water\nfeeding the lower limb of the MOC.\n\nOur data revealed that the newly discovered current is a year-round\nfeature that transports 3-4 million cubic meters per second of water\nequatorward, on par with the established bottom plume located farther\noffshore. Furthermore, using the data in conjunction with numerical\nsimulations, we determined that the current is formed in part by dense\nwater that spills off the shelf south of Denmark Strait (i.e. dense\nwater that did not participate in the formation of the bottom\nplume). As such, the new current has been named the East Greenland\nSpill Jet.\n\nWe identified two different mechanisms by which the dense water is\nforced off the shelf. The first mechanism is due to transient swirls\nof water, known as eddies, that are associated with the bottom\nplume. The eddies rotate counter-clockwise (hence they are called\ncyclones) and propagate southward adjacent to the shelf. Every few\ndays a cyclone passes by and its leading edge draws dense water off\nthe shelf. The second mechanism is associated with storms. Atmospheric\nlow pressure systems that pass through the region frequently lead to\nstrong northerly Barrier Winds that force the dense shelf water\noffshore. As the dense water cascades off the shelf it entrains\nadditional water and forms the Spill Jet (see the figure).\n\nOur program has revealed that dense water is forced off the\ncontinental shelf south of Denmark Strait, resulting in a permanent\nsouthward-flowing current located inshore of the more familiar bottom\nplume. This Spill Jet represents an important, heretofore\nunrecognized, contribution to the Atlantic MOC.\n\nPlease see the website http://www.whoi.edu/cruise/irmingersea/ for an\naccount of the expedition aboard the research vessel Knorr in October\n2008. The site contains essays written by professional author Dallas\nMurphy, along with photographs and interaction with school children.\n\n\t\t\t\t\tLast Modified: 12/31/2013\n\n\t\t\t\t\tSubmitted by: Robert S Pickart"
 }
}