{
 "awd_id": "0726285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acetylcholine, Cortex, and Control",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Akaysha Tang",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 249993.0,
 "awd_amount": 249993.0,
 "awd_min_amd_letter_date": "2007-08-14",
 "awd_max_amd_letter_date": "2007-08-14",
 "awd_abstract_narration": "In everyday life, we must frequently change our behavior in response to environmental cues and our own internal goals.  For example, a stoplight turning green might automatically elicit the response of stepping on the gas pedal to move forward.  However, you must change that response if we see a child entering the intersection, or if your goal is to make a left turn.  Failures to control behavior in these ways can have important consequences.  Research with humans and other primates shows that a network of brain regions including frontal and parietal cortex is important for the cognitive control of behavior.  Research with rodents shows that the neurotransmitter acetylcholine is an important chemical messenger used by the brain in situations that require control.  With support from the National Science Foundation, Dr. Lustig will use pharmacological fMRI to integrate these two lines of research and establish how acetylcholine influences cognitive control functions in the human brain.  Participants will take one of three doses (placebo, low dose, high dose) of a drug that increases acetylcholine's action in the brain by slowing the rate at which it is broken down.  They will then undergo functional brain imaging while performing tasks that make low or high demands for the cognitive control of behavior in response to changing environmental cues.  The results will answer several important questions about how acetylcholine acts in the human brain to influence the control of behavior.  First, they will show which parts of the human frontal-parietal control network are specifically influenced by acetylcholine.  Second, they will show whether all aspects of performance are influenced by increased cholinergic function, or only those that make high demands for cognitive control.  Third, they will clarify whether acetylcholine has its effects by increasing the engagement of control-related brain regions or by helping those brain regions to act more efficiently.  The project also compares several different methods of analyzing pharmacological fMRI data to determine which may be best for future studies examining how different drugs influence brain function.\r\n\r\nThis work will help us better understand how the human brain allows us to control and change our behavior in order to accomplish our goals.  This ability improves as children mature into adults, and is disrupted in many clinical disorders or when normal adults are stressed or fatigued.  The project will help to integrate human and animal research, and to improve the technology by which scientists study the action of drugs on the brain.  Dr. Lustig's research team actively involves both graduate and undergraduate students.  The laboratory specifically targets the inclusion of students from under-represented groups, recruiting from synergistic NSF programs such as the Undergraduate Research Opportunities Program.  As part of their experience in the lab, students receive training in experimental methods, brain anatomy, and the fundamentals of fMRI.  Students independently present this work via posters and slide presentations at local or regional meetings, and are involved in presentation at national meetings and journal publication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Lustig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy Lustig",
   "pi_email_addr": "clustig@umich.edu",
   "nsf_id": "000283500",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephan",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephan Taylor",
   "pi_email_addr": "sftaylor@umich.edu",
   "nsf_id": "000279370",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 249993.0
  }
 ],
 "por": null
}