{
 "awd_id": "0726577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Interannual Variability of Coastal Phytoplankton Blooms in the Gulf of Maine and Their Relationships to Local and Remote Forcings",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 102361.0,
 "awd_amount": 102361.0,
 "awd_min_amd_letter_date": "2007-09-14",
 "awd_max_amd_letter_date": "2007-09-14",
 "awd_abstract_narration": "The aim of this proposal is to explore the interaction of remote climate based forcing with local forcing to impact phytoplankton blooms in coastal and shelf regions with a coupled biological-physical model. Phytoplankton bloom dynamics are a classic example of biological-physical interactions in the ocean (Gran and Braarud, 1935; Sverdrup, 1953). Yet it is still a challenge to identify the dominant processes controlling the interannual variability of phytoplankton blooms in coastal and shelf seas where multiple-scale biological and physical processes interact. The unstructured-grid, finite-volume, coastal ocean model (FVCOM, built within the GLOBEC Georges Bank Program) bridges the multi-scale physical processes of the Gulf of Maine and includes both local and remote forcing. Twelve years of prognostic simulation and assimilation experiment products, with careful comparison/validation with field measurements, provide a unique background and tools with which to explore the interannual variability of ecosystem dynamics in the Gulf of Maine. This proposal will examine relationships between the dynamics of spring and fall phytoplankton blooms in the Gulf and local and remote forcing. A specific focus is the variability Scotian Shelf Water and Slope Water inflows. A series of numerical experiments will be conducted to test long-standing and newly-proposed hypotheses, including the impact of the North Atlantic Oscillation as it influences Warm Slope Water versus Labrador Slope Water dynamics, which in turn affect nutrient fluxes to the Gulf of Maine and vertical fluxes between surface and deep waters. The influence of surface water freshening (related to Scotian Shelf Water inflow, in turn believed to be affected by global warming) on the vertical density structure of the water column, winter convection, and consequently, the timing/magnitude of blooms, will also be addressed. The process-oriented coupled biological and physical model experiments will focus on the date-rich period 1998-2001 when pronounced large-scale forcing conditions occurred. Providing new insights into the influence of large-scale forcing on the dynamics and productivity of coastal ocean ecosystems will be a significant advance in our understanding of phytoplankton blooms dynamics, which has been traditionally focused on local forcing and seasonal changes. The project will provide a web-based open archive of the 1995-2006 coupled model hourly physical and biological output, and produce a tested coupled biological-physical model system available for other ongoing (e.g. ECOHAB) and future ecosystem studies in the Gulf of Maine and other coastal oceans. The web-based ocean forecast model system being developed by UMASSD-WHOI will benefit directly from this project by helping to optimize the design of ocean observatories and help shape the future of interdependent model-observing systems.\r\n\r\nBroader Impacts: Results of the proposed work will be broadly disseminated to the general research, undergraduate and graduate education communities, K-12 institutions, and to the interested public through web-based servers using existing infrastructure at the proposers' institutions. Web-based users will be able to access project description, scientific results, model input and output archives, animations of various physical and biological fields, etc. Collaboration with the New Bedford SEALAB Marine Science Education Center and the WHOI/UMASS COSEE program will foster communication with K-12 teachers and students and the public both nationally and internationally.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Townsend",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Townsend",
   "pi_email_addr": "davidt@maine.edu",
   "nsf_id": "000087088",
   "pi_start_date": "2007-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 102361.0
  }
 ],
 "por": null
}