{
 "awd_id": "0726115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement for Danielle Royer:   Omo 1 and Variation in Early Homo sapiens Postcranial Morphology",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean E. Turnquist",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 14925.0,
 "awd_amount": 14925.0,
 "awd_min_amd_letter_date": "2007-07-16",
 "awd_max_amd_letter_date": "2007-07-16",
 "awd_abstract_narration": "Studies of  the fossil skulls of early modern humans (EMH) suggest that these people were morphologically diverse, exhibiting a variable mosaic of modern and archaic features.  However, the magnitude and pattern of EMH morphological diversity in the limb bones of the skeleton has been very poorly studied so far.  This study will employ statistical methods to investigate variation in the skeletons of EMH fossils that date to between 195,000 and 25,000 years ago from numerous localities throughout Africa, Europe and the Near East.  These analyses will determine the skeletal similarities between EMH from different geographic regions and time periods, and between EMH and several heat-adapted modern human populations including archaeological samples that permit an assessment of variation through time.  The resultant morphological datasets will be analyzed to assess the impact of using different modern samples to resolve fossil relationships, and test whether EMH were more variable in their skeletons than living humans.  Among these modern comparative samples are ones with considerable temporal depth, and this will permit assessment of morphological change or variability in a carefully controlled sample for the first time. In addition, this work will provide the first detailed analysis of the limb bone morphology of the Omo I fossil from Ethiopia, which dates to approximately 195,000 years ago, and represents the oldest currently known early modern human skeleton.  To date, analyses of this important fossil have been limited to the anatomy of the skull.\r\nBy focusing on limb bones, these comparisons will provide a new perspective on the biological transition to modernity that will compliment previous work on the skull.  This study will broaden our knowledge of human skeletal variation, both past and present. As well as providing training for a female graduate student, this study constitutes a first step towards building future collaborations with under-represented researchers in Africa, and will help ensure that poorly-studied collections are maintained for future use.  A large database of limb measurements from numerous human fossils and heat-adapted modern samples will be created and made freely available.  Given the scarcity of accessible non-cranial morphological datasets, and the difficulties and expense of foreign research, these data will be extremely useful to future generations of researchers.  Significantly, these databases will preserve important and irreplaceable scientific information that may soon be threatened by the repatriation of human skeletal collections worldwide.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Grine",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick E Grine",
   "pi_email_addr": "Frederick.grine@stonybrook.edu",
   "nsf_id": "000222320",
   "pi_start_date": "2007-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 14925.0
  }
 ],
 "por": null
}