{
 "awd_id": "0726279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Metallurgical Production and Community Organization in the Southern Urals",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 286371.0,
 "awd_min_amd_letter_date": "2007-06-28",
 "awd_max_amd_letter_date": "2010-01-22",
 "awd_abstract_narration": "With National Science Foundation support, Principal Investigator Dr. Bryan Hanks and co-directors Ludmila Koryakova and Andrei Epimakhov (Russian Academy of Sciences - Ekaterinburg) will lead an international team of specialists and students for three field seasons of archaeological research in the Southern Ural Mountains of the Russian Federation. Utilizing multi-disciplinary methods including, site catchment analysis, remote sensing, stratigraphic excavation, zooarchaeology, paleobotany, geoarchaeology and archaeometallurgy, the team will investigate a Middle Bronze Age (2100 to 1500 BC) fortified settlement and surrounding micro-region of 200 sq. kilometers.  \r\n\r\nThis program of research provides a unique opportunity for collaboration between archaeologists and students from the University of Pittsburgh (USA), Southern Ural State University (Russia), the Russian Academy of Sciences (Urals Branch, Ekaterinburg), Moscow State University (Russia), University of Cambridge (UK), and the University of Sheffield (UK).  The project's field research will collect crucial archaeological and environmental data needed to answer important questions surrounding the emergence of a complex socio-economic formation in the north central Eurasian steppe region during the first half of the second millennium BC. This development is connected with the Middle Bronze Age Sintashta archaeological culture (2035 to 1735 cal. BC), which is represented by twenty-two fortified settlements and cemeteries situated in an area of 400 by 150 kilometers. This late prehistoric development is widely considered by scholars to be one of the most enigmatic socio-economic patterns discovered in the Eurasian steppe region. \r\n\r\nThe intellectual merits of the project are well represented by the collaborative, scientific investigation of the Sintashta culture and its connection to early metal production and trade in the broader Central Eurasian region. The investigation of this development draws on recent theoretical and methodological approaches to the study of prehistoric mining and metallurgy and their connection to specialized craft production and related forms of social organization at the pre-state level. Research focused on the production and consumption of metals by prehistoric societies has contributed importantly to comparative anthropological studies on craft specialization and the variety of economic orientations that are often linked to early complex societies and the emergence of new forms of socio-political authority. This project is focused on answering important questions surrounding such change and therefore will have a significant impact on current interpretations of Eurasian Bronze Age socio-political, economic and technological developments.\r\n\r\nThe broader contribution of the project also can be measured with regard to its strong commitment to international student training at the undergraduate and graduate levels. Students will have the opportunity to participate in field research and learn the techniques and methods of landscape survey, remote sensing, stratigraphic excavation, and paleoenvironmental study. The results of this work will be disseminated through joint publications in both English and Russian. This will add substantially to current information in English for Central Eurasia and extend upon the growing corpus of data available in Russian for regional specialists. Such publications will provide a new and important comparative case study for interpreting the rise of complex societies in the Eurasian steppe and within the larger sphere of anthropological study of early metallurgy.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Hanks",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan K Hanks",
   "pi_email_addr": "bkh5@pitt.edu",
   "nsf_id": "000413893",
   "pi_start_date": "2007-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 275335.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11036.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>National Science Foundation funding for the <em>Stepnoye Collaborative Archaeology Research Project</em> (SCARP) has supported a successful international field project at the Middle Bronze Age settlement site of Stepnoye (2100-1700 cal. BCE). This settlement is one of twenty-two such nucleated, fortified complexes linked to the Sintashta culture that have been identified in the Southern Ural Mountains of the Russian Federation over the past three decades.&nbsp;The Sintashta culture development has stimulated vibrant discussion among both Russian and foreign scholars in recent years as it seemingly reflects a sharp increase in internecine warfare, nucleated settlement patterning, new technology in the form of bronze weaponry and spoke-wheeled chariots, and lavish, complex mortuary constructions with animal sacrifice. These developments, particularly in terms of the fortified settlement patterning, are unique for the steppe region in the Bronze Age and many scholars have argued that the overall Sintashta development reflects a much greater level of social complexity regionally and the emergence of chiefdoms and centralized authority at the fortified sites<strong>.&nbsp;</strong></p>\n<p>The <strong>intellectual merits </strong>of our research target both persistent anthropological questions relating to regional socio-economic development, technological practice and social organization and more specific questions connected with social change during the Middle to Late Bronze Age (2100-1500 BC) in north central Eurasia. The project has produced new data for modeling the social, material and environmental conditions linked to the emergence, development, and decline of the Sintashta pattern. Data collected through a combination of archaeological methods, including geophysical and geochemical prospection, pedestrian survey, excavation of the Stepnoye settlement, and analysis of botanical, faunal, archaeometallurgical, and other artifact remains have provided an important new perspective on the Sintastha development and its decline. This research has yielded the following conclusions from our data: 1) a greater level of autonomy between the Sintashta groups inhabiting the settlements, 2) a much lower scale of bronze metal production that likely serviced local needs only, 3) a mixed subsistence economy drawing on both pastoralism and hunting and fishing, 4) a substantial shift in settlement patterning, which occured by approximately 1600-1500 BC, whereby fortified settlements were abandoned in favor of a more dispersed settlement pattern with no evidence of fortification. The results from this project do not lend support to conventional hypotheses about the emergence of centralized Sintastha chiefly societies in the Bronze Age. &nbsp;Research at the Stepnoye site has indicated a more autonomous community drawing on local resources for subsistence requirements and the production of metals for local needs. The substantial shift in settlement patterning from nucleated, fortified sites to a greater number of small, dispersed settlements indicates a major shift in social organization within the region and a likely decrease in the scale and frequency of warfare. &nbsp;&nbsp;</p>\n<p>The <strong>broader contribution </strong>of our research has been achieved through its strong commitment to international student training at the undergraduate and graduate levels and the integration of students in all phases of the field research and analysis of archaeological materials. Students and faculty from Russia, China, United Kingdom, and the United States have taken part in the SCARP project. In addition, three doctoral dissertation projects have emerged from participation in the SCARP project. The results of NSF funded SCARP research will be disseminated through joint publications in both English and Russian and the data sets will be hosted on the University of Pittsburgh's Center for Compar...",
  "por_txt_cntn": "\nNational Science Foundation funding for the Stepnoye Collaborative Archaeology Research Project (SCARP) has supported a successful international field project at the Middle Bronze Age settlement site of Stepnoye (2100-1700 cal. BCE). This settlement is one of twenty-two such nucleated, fortified complexes linked to the Sintashta culture that have been identified in the Southern Ural Mountains of the Russian Federation over the past three decades. The Sintashta culture development has stimulated vibrant discussion among both Russian and foreign scholars in recent years as it seemingly reflects a sharp increase in internecine warfare, nucleated settlement patterning, new technology in the form of bronze weaponry and spoke-wheeled chariots, and lavish, complex mortuary constructions with animal sacrifice. These developments, particularly in terms of the fortified settlement patterning, are unique for the steppe region in the Bronze Age and many scholars have argued that the overall Sintashta development reflects a much greater level of social complexity regionally and the emergence of chiefdoms and centralized authority at the fortified sites. \n\nThe intellectual merits of our research target both persistent anthropological questions relating to regional socio-economic development, technological practice and social organization and more specific questions connected with social change during the Middle to Late Bronze Age (2100-1500 BC) in north central Eurasia. The project has produced new data for modeling the social, material and environmental conditions linked to the emergence, development, and decline of the Sintashta pattern. Data collected through a combination of archaeological methods, including geophysical and geochemical prospection, pedestrian survey, excavation of the Stepnoye settlement, and analysis of botanical, faunal, archaeometallurgical, and other artifact remains have provided an important new perspective on the Sintastha development and its decline. This research has yielded the following conclusions from our data: 1) a greater level of autonomy between the Sintashta groups inhabiting the settlements, 2) a much lower scale of bronze metal production that likely serviced local needs only, 3) a mixed subsistence economy drawing on both pastoralism and hunting and fishing, 4) a substantial shift in settlement patterning, which occured by approximately 1600-1500 BC, whereby fortified settlements were abandoned in favor of a more dispersed settlement pattern with no evidence of fortification. The results from this project do not lend support to conventional hypotheses about the emergence of centralized Sintastha chiefly societies in the Bronze Age.  Research at the Stepnoye site has indicated a more autonomous community drawing on local resources for subsistence requirements and the production of metals for local needs. The substantial shift in settlement patterning from nucleated, fortified sites to a greater number of small, dispersed settlements indicates a major shift in social organization within the region and a likely decrease in the scale and frequency of warfare.   \n\nThe broader contribution of our research has been achieved through its strong commitment to international student training at the undergraduate and graduate levels and the integration of students in all phases of the field research and analysis of archaeological materials. Students and faculty from Russia, China, United Kingdom, and the United States have taken part in the SCARP project. In addition, three doctoral dissertation projects have emerged from participation in the SCARP project. The results of NSF funded SCARP research will be disseminated through joint publications in both English and Russian and the data sets will be hosted on the University of Pittsburgh's Center for Comparative Archaeology Database website, which will ensure open access to the results of this project for other scholars to make use of. The SCARP project has provi..."
 }
}