{
 "awd_id": "0726166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Predator Recognition in Wild and Captive-Born Mouse Lemurs (Microcebus)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 14992.0,
 "awd_amount": 14992.0,
 "awd_min_amd_letter_date": "2007-09-07",
 "awd_max_amd_letter_date": "2007-09-07",
 "awd_abstract_narration": "Predation is hypothesized to have had substantial impact on the evolution of primate behavior and sensory systems.  However, few studies have investigated experimentally how wild primates deal with predators, and very little is known about predator-prey interactions in wild nocturnal primates. Mouse lemurs (Microcebus) are tiny nocturnal and solitary primates endemic to Madagascar and are subject to heavy predation.  The proposed study will examine which sensory modalities (vision, hearing and smelling) wild mouse lemurs employ to recognize predators and if sensory information provided by predators induces a behavioral change.  \r\n\r\nModels, odors, and vocalizations of three predator types (mammalian, avian and snake) will be presented to wild brown mouse lemurs ( M. rufus) in Ranomafana National Park, Madagascar, under field and more  controlled laboratory conditions to determine which  evokes  fear or avoidance  responses.  Mouse lemurs will be captured each evening using live traps, and will be released again later that night.  First, twenty-nine different predator and control cues will be presented in an experimental box to a minimum of twenty known wild lemurs.  Each lemur will receive one 4-minute trial per night and will be presented with each cue only once, however, frequent recapture of the same individuals will ensure that many individuals will be presented with most of the cues during this study.  The occurrence of eleven fear and nonfear behaviors will be recorded.  The same cues will be presented under more natural conditions alongside the traps in the forest, to examine whether mouse lemurs avoid traps with predator models or odors.  Cues will further be presented to captive-born individuals to investigate whether recognition mechanisms are present from birth or may require learning.   \r\n\r\nThis will be the first study subjecting a relatively large sample size of wild primate to three predator types and addressing three sensory modalities.  Cognitive, sensory and recognition processes are poorly understood in primates and in animals in general.  Furthermore, mouse lemurs are probably the closets living approximation to the ancestral primate from more than 50 million years ago and findings may provide insight into how predation may have affected early primate evolution.  \r\n\r\nMadagascar is one of the poorest countries in the world.   It is characterized by a high endemism of its flora and fauna, and ongoing slash-and-burn agriculture has already destroyed 80 percent of its forest cover. Findings from this study will provide a better understanding of the poorly known and threatened brown mouse lemur can help develop effective conservation and species management measures.  In addition this study will involve two graduate students, one from an American University and one from a University in Madagascar.  In addition to learning the latest field methods, valuable international collaborations can be formed.  Furthermore, two local Malagasy villagers will employed and trained as research technicians.  For future conservation efforts it is important for local scientists and nonscientists to be involved in research and to receive to opportunity to gain knowledge and skills.      \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Wright",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia C Wright",
   "pi_email_addr": "patchapplewright@gmail.com",
   "nsf_id": "000179315",
   "pi_start_date": "2007-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anja",
   "pi_last_name": "Deppe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anja Deppe",
   "pi_email_addr": "adeppe@ic.sunysb.edu",
   "nsf_id": "000483756",
   "pi_start_date": "2007-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 14992.0
  }
 ],
 "por": null
}