{
 "awd_id": "0726684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Comprehensive Approach for Incorporating the Effects of Near-Fault Directivity into Design Criteria",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2007-06-25",
 "awd_max_amd_letter_date": "2007-06-25",
 "awd_abstract_narration": "Pulse-like near-fault ground motions resulting from directivity effects are a special class of ground motions that are particularly challenging to characterize for seismic performance assessment. These motions contain a \"pulse\" in the velocity time history of the motion, typically in the direction perpendicular to the fault rupture, and generally occur at locations near the fault where the earthquake rupture has propagated towards the site. It is important to understand the effects of these ground motions, because they have been observed to cause severe damage to structures.  Through a series of innovations in ground motion processing, seismic hazard analysis, and structural response studies, the research will produce a new comprehensive framework to understand and account for directivity effects. An automated signal processing scheme for identifying directivity pulses will be developed and implemented as an open-source software program; preliminary results from the procedure show great promise in removing user judgment from ground motion classification. When coupled with parametric studies of structural response from pulse-like ground motions, this analysis will form the basis for a new set of near-fault design code factors and ground motion selection guidelines for structures that might experience ground motion directivity effects.\r\n\r\nIntellectual Merit:  The potential risk from near-fault ground motions has long been known, and methods to account for this risk have been discussed for many years. The project will result in new ways of identifying velocity pulses, accounting for directivity in seismic hazard analysis, and predicting the effects of these pulses on structural response. Bringing these quantitative tools together will help engineers and seismologists more fundamentally understand the effect of this phenomenon, and will give owners greater confidence that their structure has been designed using rational tools to account for all effects of ground shaking. While the importance of this near-fault problem is widely recognized, no holistic treatment of the ground motion classification, hazard analysis, and structural response problems has been attempted to date.  \r\n\r\nBroader Impact:  Understanding the effects of these ground motions, and implementing these findings in the form of design guidelines, will ultimately lead to safer, more efficient and more economical designs.  Thus the findings from this work will address a major safety concern that affects the safety of structures used by all people living and working near active seismic faults. The project will foster ongoing outreach activities involving undergraduates and underrepresented minorities. Developed knowledge and approaches will also be integrated into education through open-source software tools and publication of journal articles, conference presentations, and a project website containing educational resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Baker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jack W Baker",
   "pi_email_addr": "bakerjw@stanford.edu",
   "nsf_id": "000427591",
   "pi_start_date": "2007-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}