{
 "awd_id": "0727649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:   Modeling Transpiration and Water-Stress from Leaf-Level to Catchment-Scale: A Supplement for Graduate Study",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 50118.0,
 "awd_amount": 50118.0,
 "awd_min_amd_letter_date": "2007-05-11",
 "awd_max_amd_letter_date": "2007-05-11",
 "awd_abstract_narration": "The scientific intent of this research is to develop and demonstrate the applicability of a new, process-based method for evaluating plant water-stress at spatial scales ranging from a single leaf to an entire watershed, and at temporal scales ranging from several minutes to an entire growing season. At the core of the modeling strategy is a formulation of transpiration constructed from two preexisting submodels of stomatal conductance. One model is the 'traditional' Ball et al. [1987] - Farquhar et al. [1980] biophysical model of stomatal conductance coupled to CO2 assimilation (as modified by Leuning [1995]). The second is a mechanistic model of stomatal conductance developed by Gao et al. [2002] that invokes the dynamics of a soil-plant-atmosphere continuum of water. By coupling these two models of stomatal conductance (the first independent of soil water and the second limited by soil water), transpiration may be evaluated in terms of a quantitative and mechanistic dependence upon plant water-stress. Moreover, plant water-stress itself becomes a variable defined in terms of the parameters and other independent variables required by the model; it is therefore also representative of climatic conditions and vegetation status. Scaling these processes across landscapes and seasons will provide insight into the spatial and temporal heterogeneity of plant water-stress and transpiration, and is intended to aid in water-balance closure at the watershed scale. The study site is the Tenderfoot Creek Experimental Forest in Montana, a subcatchment of which (Stringer Creek) is currently the focus of an extensive NSF-funded study of CO2 - H2O relations on a watershed-wide scale. The experimental watershed is covered by a mosaic landscape of conifer forests and meadows, appropriate for examining model sensitivities to parameters representing these diverse functional types of vegetation. The research would characterize transpiration and plant water-stress across the Stringer Creek watershed during the 2006 \"water year\" (October 2005 through September 2006) with particular emphasis on the 2006 growing season. Leaf-level photosynthesis measurements will be used to estimate submodel parameters for forest and riparian meadow vegetation types. LIDAR measurements obtained during September 2005 and additional IKONOS imagery will be used to scale leaf-level estimates of transpiration to the entire Stringer Creek watershed. Estimates of transpiration will be combined with a Priestly-Taylor approach for estimating evaporation from the soil, yielding a watershed-scale estimate of evapotranspiration that may be validated against both Stringer Creek's water budget and evapotranspiration measured by two eddy covariance systems installed within the watershed during 2005.\r\n\r\nThe broader impacts of this funding will support an excellent graduate student and provide an outstanding opportunity to build on current research involving coupled water and carbon cycling at the watershed scale. The goal is to extrapolate process-based modeling of plant-water relations across a well-studied watershed, and improve methodologies and capabilities for making watershed-scale estimates of land-atmosphere water exchange.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Epstein",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Howard E Epstein",
   "pi_email_addr": "hee2b@virginia.edu",
   "nsf_id": "000190674",
   "pi_start_date": "2007-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 50118.0
  }
 ],
 "por": null
}