{
 "awd_id": "0727575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TOWARD AN IMPROVED UNDERSTANDING OF AIR-SEA EXCHANGE OF GASEOUS ORGANIC CARBON AND ITS ROLE IN OCEAN CARBON FLUXES",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 347592.0,
 "awd_amount": 347592.0,
 "awd_min_amd_letter_date": "2007-08-15",
 "awd_max_amd_letter_date": "2007-08-15",
 "awd_abstract_narration": "Atmospheric deposition has long been recognized as an important source of allochthonous nitrogen, various trace elements, and specific organic compounds to the oceans. However, at present the magnitude and forms of total atmospheric organic carbon (OC) inputs to the oceans are essentially unknown. One reason for this is that air-sea gas exchange of OC has only recently been recognized as a potential source of global significance, with organic gas deposition estimates exceeding both dry and wet atmospheric deposition and riverine fluxes of OC to the oceans. Large atmospheric inputs of biologically reactive OC may also be sufficient to account for the observed net heterotrophic activity of the subtropical northeast Atlantic and other remote marine systems. Thus, would be reasonable to assert that air-sea gas deposition may be an important source of OC to ocean reservoirs and reactive organic matter pools. Moreover, the contribution of anthropogenic emissions of organic gases to the present-day atmosphere may represent a significant influx of pre-aged OC to the oceans.\r\n\r\nIn this project, researchers at the Virginia Institute of Marine Science will develop and validate robust methods for measuring three operationally defined OC pools in air and dissolved in seawater, so that the air-sea gas fluxes for each OC pool can be quantitatively determined.  The working hypothesis is that gas deposition of organic carbon to the oceans is more than an order of magnitude higher than wet and dry atmospheric deposition fluxes, and that atmospheric inputs are similar in magnitude to, and may exceed, riverine inputs of organic carbon to the oceans. Calculations of air-sea mass transfer coefficients demonstrate that it is critical to distinguish gaseous OC according to its air-water partitioning properties in order to accurately quantify air-sea gas fluxes of this diverse pool of exchangeable OC. To this end, techniques will be developed to separately evaluate volatile, semi-volatile and water-soluble volatile OC in air and surface waters. Bulk OC measurements will be supplemented with gas/liquid chromatography analysis to evaluate the distribution of OC in each operationally defined phase, and to identify specific organic compounds or compound classes where possible. Preliminary sampling and OC gas flux estimates will also be conducted in estuarine, coastal, and open ocean waters of the northwestern Atlantic Ocean.\r\n\r\nIn terms of broader impacts, the project will include education and community outreach, and will help formulate a more complete understanding of how human activity may be modifying OC inventories in the ocean. Graduate, undergraduate and high school students, including members of under-represented groups, will be recruited to work on this project through several ongoing educational programs at the Virginia Institute of Marine Science (VIMS) in which both of the PIs participate. Community outreach will be achieved through participation in hands-on activities, lectures, and displays at VIMS Marine Science Day, an annual event, which was attended by 1800 people in 2006 (52/48% children/adults). The proposed study will also contribute to ongoing national and international ocean carbon flux programs, including the Bermuda Time Series (BATS), the Ocean Flux Program (OFP), and the Surface Ocean ? Lower Atmosphere Study (SOLAS).  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Dickhut",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca M Dickhut",
   "pi_email_addr": "rdickhut@vims.edu",
   "nsf_id": "000333862",
   "pi_start_date": "2007-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Bauer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Bauer",
   "pi_email_addr": "bauer@vims.edu",
   "nsf_id": "000086477",
   "pi_start_date": "2007-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "perf_str_addr": "1375 GREATE RD",
  "perf_city_name": "GLOUCESTER POINT",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230622026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 347592.0
  }
 ],
 "por": null
}