{
 "awd_id": "0727243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Do sediment-dwelling species have large ranges along a continental slope?",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 589325.0,
 "awd_amount": 605261.0,
 "awd_min_amd_letter_date": "2007-08-08",
 "awd_max_amd_letter_date": "2010-05-10",
 "awd_abstract_narration": "The sediment-covered deep-sea floor is arguably the largest habitat on Earth. Despite the extreme conditions, the number of species present at a given location for some taxa can rival that of the most species-rich groups in the most species-rich habitats on Earth (e.g., insects in rain forests).  The nature of this richness is controversial.  Some studies have reported that a few species had ranges of 100's to 1,000's of kilometers, but many species were found at only a single location.  In other work, many more species were reported to have large ranges.  Worse, the existing data may not be completely informative because the decisions about the assignment of individuals to species were made on the basis of morphology, which can fail to distinguish species that are biologically separate, and commonly known as cryptic species.  The question of how big is a species range in deep-sea sediments needs to be resolved because it matters profoundly to conceptual models of the ecology of deep-sea sediments.  If most species have small ranges, students of the deep sea will want to understand, for example, how species' ranges are bounded in an environment that appears to have few physical barriers.  Alternatively, if most species have large ranges, investigators will want to study issues related to the genetic connectivity of species over 100's to 1,000's of kilometers.  The primary objective of this project is to evaluate the possibility that some sediment-dwelling deep-sea species have large ranges.  To do that these investigators will collect sediment samples from one station at 2,700 m and one at 3,700 m depth at each of four latitudes (47.6° N, 42.6° N, 36.5° N, and 32.6° N) on the continental slope off the west coast of the United States.  The very common harpacticoid copepods will be the target group for this study.  Each adult harpacticoid from each sample will be assigned to a species on the basis of traditional morphological characters.  Each of these adult harpacticoid copepods will then be cut in two; the posterior portion will be used for DNA-sequence analysis, and the anterior will be retained as a voucher sample.  The DNA-sequence analysis will be used to determine whether the individuals deemed to be the same species on the basis of morphology form a well-supported species group based on molecular data.  The distribution of these species groups among stations will allow the investigators to know that its range is at least as large as the distance between the stations where they were found.  The proposed research could benefit society by helping policy makers evaluate the environmental cost of human disturbance of the deep-sea floor (e.g., ocean dumpingl) by beginning to clarify the relationship between species ranges and human disturbances.  The investigators will also share their results with colleagues through presentations at scientific meetings and in publications and to a wider audience by means of public lectures and a web site.  The project will also foster the participation of underrepresented groups in oceanography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Thistle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Thistle",
   "pi_email_addr": "thistle@ocean.fsu.edu",
   "nsf_id": "000093245",
   "pi_start_date": "2007-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 589325.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 7966.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Section 1. &nbsp;Outcomes</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On land, except for microorganisms, the distribution of most species is known.&nbsp; This knowledge is the foundation on which ecological research builds. &nbsp;It also provides crucial information about the environmental consequences of, for example, mining in a watershed or building a dam.&nbsp; In most marine habitats, much less information is available, and the deeper the habitat, the less is known.&nbsp; For the animals living in the seabed in the deep sea, the lack of information is so acute that scientists disagree even on the scale of distributions.&nbsp; Some believe that large numbers of species inhabit areas of only a few tens of square miles; others believe that most if not all species have much larger ranges.&nbsp; Until the correct answer is known, ecologists will have great difficulty understanding such basic issues as the factors that control species&rsquo; ranges in this huge habitat, and they will not be able to predict the consequences of human use of the deep sea, for example, as a waste dump.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One goal of the project was to provide a better assessment of species&rsquo; range sizes by combining the traditional approach, which uses morphological features to decide which individuals belong to the same species, with a new approach that uses genetic information for this purpose.&nbsp; As a result of the combination, if the morphological data indicate that two individuals from different locations belong to the same species, this finding can be checked with the genetic data.&nbsp; The project results have shown that many deep-sea species occur at locations 100&rsquo;s of miles apart and at least one species occurs at two locations separated by 1000 miles.&nbsp; The results therefore support the view that many species living in the deep seabed are widely distributed.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A broader impact is that the project results will help policy makers decide how the deep sea should be used.&nbsp; The project also contributed to the infrastructure of science through the development of a new method for extraction of genetic material from copepods and by training two graduate students and 14 undergraduate assistants.</p>\n<p>&nbsp;</p>\n<p><em>Section 2. &nbsp;Products other than publications</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For this project, samples of deep-sea sediment were collected at 2700-m and 3700-m depth off southern Oregon, northern California, central California, and southern California.&nbsp; (See <em>http://<cite>www.fsu.edu/news/2008/09/24/deep.sea</cite></em> for a blog of the work at sea.)&nbsp; The analysis of these samples resulted in a data set that consists of the abundances in each sample of harpacticoid copepods, nematodes of the family Desmoscolecidae, all other nematodes, ostracods, kinorhynchs, polychaetes, molluscs of the class Aplacophora, all other molluscs, tanaids, isopods, amphipods, and cumaceans, as well as the grain-size distribution of the sediment and the amount of food in the sediment.&nbsp; A library of digital images of harpacticoid copepods was created.&nbsp; The genetic data will be deposited in the national databank.</p>\n<p>&nbsp;</p>\n<p><em>Section 3. &nbsp;Anticipated publications</em></p>\n<p>Easton, E. E., D. Thistle, T. Spears (in manuscript) The mitochondrial genomes of <em>Amphiascoides atopus</em> and <em>Schizopera knabeni</em> reveal characteristics shared by Harpacticoida and Poecilostomatoida.</p>\n<p>Easton, E. E., D. Thistle (in preparation) An effective method for retaining morphological vouchers from genomic DNA extraction of copepods.</p>\n<p>Easton, E. E., D. Thistle, T. Spears (in preparation) Deep-sea copepod species&rsq...",
  "por_txt_cntn": "\nSection 1.  Outcomes\n\n            On land, except for microorganisms, the distribution of most species is known.  This knowledge is the foundation on which ecological research builds.  It also provides crucial information about the environmental consequences of, for example, mining in a watershed or building a dam.  In most marine habitats, much less information is available, and the deeper the habitat, the less is known.  For the animals living in the seabed in the deep sea, the lack of information is so acute that scientists disagree even on the scale of distributions.  Some believe that large numbers of species inhabit areas of only a few tens of square miles; others believe that most if not all species have much larger ranges.  Until the correct answer is known, ecologists will have great difficulty understanding such basic issues as the factors that control speciesÆ ranges in this huge habitat, and they will not be able to predict the consequences of human use of the deep sea, for example, as a waste dump.\n\n            One goal of the project was to provide a better assessment of speciesÆ range sizes by combining the traditional approach, which uses morphological features to decide which individuals belong to the same species, with a new approach that uses genetic information for this purpose.  As a result of the combination, if the morphological data indicate that two individuals from different locations belong to the same species, this finding can be checked with the genetic data.  The project results have shown that many deep-sea species occur at locations 100Æs of miles apart and at least one species occurs at two locations separated by 1000 miles.  The results therefore support the view that many species living in the deep seabed are widely distributed.\n\n            A broader impact is that the project results will help policy makers decide how the deep sea should be used.  The project also contributed to the infrastructure of science through the development of a new method for extraction of genetic material from copepods and by training two graduate students and 14 undergraduate assistants.\n\n \n\nSection 2.  Products other than publications\n\n            For this project, samples of deep-sea sediment were collected at 2700-m and 3700-m depth off southern Oregon, northern California, central California, and southern California.  (See http://www.fsu.edu/news/2008/09/24/deep.sea for a blog of the work at sea.)  The analysis of these samples resulted in a data set that consists of the abundances in each sample of harpacticoid copepods, nematodes of the family Desmoscolecidae, all other nematodes, ostracods, kinorhynchs, polychaetes, molluscs of the class Aplacophora, all other molluscs, tanaids, isopods, amphipods, and cumaceans, as well as the grain-size distribution of the sediment and the amount of food in the sediment.  A library of digital images of harpacticoid copepods was created.  The genetic data will be deposited in the national databank.\n\n \n\nSection 3.  Anticipated publications\n\nEaston, E. E., D. Thistle, T. Spears (in manuscript) The mitochondrial genomes of Amphiascoides atopus and Schizopera knabeni reveal characteristics shared by Harpacticoida and Poecilostomatoida.\n\nEaston, E. E., D. Thistle (in preparation) An effective method for retaining morphological vouchers from genomic DNA extraction of copepods.\n\nEaston, E. E., D. Thistle, T. Spears (in preparation) Deep-sea copepod speciesÆ ranges:  genetic structure and connectivity over 100Æs of kilometers.\n\nEaston, E. E., D. Thistle, M. Rohal (in preparation) Macrofaunal abundances on the continental rise off the coast of California.\n\nRohal, M., D. Thistle, E. E. Easton (in manuscript) Meiofaunal abundances on the continental rise off the coast of California, including some unexpected results for benthic copepods and ostracods.\n\nRohal, M., D. Thistle, E. E. Easton (in manuscript) On the use of Ludox&reg; for the extraction of metazoan meiofauna from deep-sea..."
 }
}