{
 "awd_id": "0727121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Characterization of Random Fields and their Impact on the Mechanics of Geosystems at Multiple Scales",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 92400.0,
 "awd_amount": 92400.0,
 "awd_min_amd_letter_date": "2007-07-26",
 "awd_max_amd_letter_date": "2007-07-26",
 "awd_abstract_narration": "In this research, the multi-scale nature of soil behavior is explicitly accounted for by obtaining the mechanical response of geosystems using an accurate multi-scale hierarchical computational framework. It is well known that the behavior of particulate media, such as sands, is encoded at the granular-scale and hence methods for up-scaling such behavior across relevant scales of interest?from granular-scale (~1mm) to field-scale (>1m)?are needed to attain a more accurate prediction of soil behavior. Multi-scale analysis is especially important under extreme conditions such as strain localization, penetration or liquefaction, where the classical constitutive description may no longer apply. Several unanswered questions illustrate the importance of studying such phenomena: What material parameterizations are most appropriate at various scales? What are the relevant scales needed for an accurate material description? What are the impacts of uncertainties and inhomogeneities on field-scale behavior? A probabilistic framework across multiple scales is needed to answer these questions and to consistently compute the behavior of the material across scales.\r\n \r\n\r\nIn an unprecedented fashion, probabilistic models for soil porosity are developed at multiple scales, using experimental results from X-Ray computed tomography to study spatial correlation down to the millimeter scale. From a computational standpoint, the multi-scale framework is demonstrated using well-established models for sands. In this hierarchical approach, a more accurate material description?at finer scales?is pursued only in the presence of strong inhomogeneities, either material or imposed (e.g. by deformations). The hierarchical approach is based on passing the macroscopic deformation down to the finer scale(s) and then returning more accurate, averaged stresses. Monte Carlo simulation is used to generate material properties in a hierarchical manner, so that fine scale material data can be obtained whenever necessary, conditional upon previously simulated coarse scale data. These modeling approaches will be developed and then used in several parametric and validation studies to bring insight to practical problems where multi-scale effects are important. Multi-scale modeling opens the door to develop design-specific engineering systems with desirable qualities or properties, and will allow scientists and engineers to better understand the role of finer scales on the behavior of complex geotechnical systems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Baker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jack W Baker",
   "pi_email_addr": "bakerjw@stanford.edu",
   "nsf_id": "000427591",
   "pi_start_date": "2007-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 92400.0
  }
 ],
 "por": null
}