{
 "awd_id": "0727569",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Remediation of Contaminated Subsurface Using Nanoscale Iron Particles",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 169830.0,
 "awd_amount": 169830.0,
 "awd_min_amd_letter_date": "2007-08-15",
 "awd_max_amd_letter_date": "2007-08-15",
 "awd_abstract_narration": "The objective of this research is to investigate transport and reactivity of nanoscale zero valent iron (nZVI) particles in different geologic media, and then identify promising strategies for the enhancement of transport of nZVI particles under different subsurface conditions.  Our hypotheses are that: (1) as a result of aggregation, nZVI particles can be transported only to limited distances in subsurface; and (2) enhancement strategies such as use of dispersants and pressurized system have potential to enhance transport of nZVI particles in subsurface.  The  research will include conducting (1) bench-scale column (1-D) experiments to determine transport of nZVI particles in different gradation soils without and with enhancement strategies, and (2) bench-scale tank (3-D) experiments to determine transport of nZVI particles in homogeneous and heterogeneous soils under the optimal conditions determined from the column experiments.  Different soil types and commercial nZVI particles will be characterized and used for the experiments.  Enhanced treatments will be achieved through the use of novel dispersants, pressurized system, and the simultaneous use of dispersant-pressurized systems.  The commercial nZVI particles possess magnetic properties; therefore, a real-time transport of the nZVI particles in porous media will be monitored using an electromagnetic susceptibility sensor system.  Tank (3-D) experiments will be conducted to evaluate the effects of soil heterogeneities on the transport of nZVI particles.  The reactivity of nZVI particles will be quantified before and after transport in soil contaminated with chlorinated organic compounds.  The changes in morphology of the nZVI particles will also be determined using SEM and TEM images. Preliminary mathematical modeling will be performed to predict the transport of nZVI particles in porous media under laboratory and simulated field conditions.  \r\n\r\nThe research will support a doctoral graduate student,, train an undergraduate student, and provide an opportunity to gain emerging and innovative research experience as well as receive mentoring towards their professional careers.   Equipment for the research, especially the physical column and tank simulation models, will serve as demonstration tool for classroom instruction on both the undergraduate and graduate levels.   The research results will be used to develop new a teaching module \"\"Iron Nanoparticles and the Environment\"\" and it will be incorporated into different geoenvironmental courses.  Research results will be disseminated through a website as well as through publication of journal papers and conference/seminar presentations.  A workshop and several open houses and brownbag meetings will be organized for timely feedback of industry and regulatory agencies on the research approach and results. Through such communication, practicing engineers and regulatory agencies can utilize the research results to understand the potential use of nanoscale iron particles for efficient remediation of polluted sites (including brownfields), thereby protecting public health and the environment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishna",
   "pi_last_name": "Reddy",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Krishna R Reddy",
   "pi_email_addr": "kreddy@uic.edu",
   "nsf_id": "000296441",
   "pi_start_date": "2007-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amid",
   "pi_last_name": "Khodadoust",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Amid P Khodadoust",
   "pi_email_addr": "akhodado@uic.edu",
   "nsf_id": "000472223",
   "pi_start_date": "2007-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 169830.0
  }
 ],
 "por": null
}