{
 "awd_id": "0727883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Micronekton of the Cariaco Basin:   Adaptation to a Severe Oxygen Minimum",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 371050.0,
 "awd_amount": 371050.0,
 "awd_min_amd_letter_date": "2007-08-04",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "The oxygen minimum zone of the Cariaco Basin in the coastal waters of Venezuela is one of the most severe in the world.  Like most zones of severe oxygen minima in the oceans, it is the result of periods of high productivity coupled with microbial degradation of the sinking organic matter with utilization of the dissolved oxygen, and restricted circulation of its deeper waters.  The shallow sill of the Cariaco basin (140 m) severely restricts exchange with the rest of the Atlantic.Ocean.  Below a depth of approximately 250 m the basin is anoxic, and hydrogen sulfide, a metabolic poison, is present at depths below 400 m in high concentrations.  Not surprisingly, the fish and invertebrates of these waters principally exist in the oxygenated waters of the upper 200 m.  This project involves the characterization of the vertical distribution, abundance, and species composition of the Cariaco Basin fish and invertebrate communities.  Not only is the identity of much of this community unknown, but their relationship to the oxygen minimum is undescribed.  A classic Cariaco Basin study from 1973 reported the presence of a small fish, the codlet, Bregmaceros cantori, that had the ability to migrate into the sulfide laden waters of the oxygen minimum as part of its normal diel pattern, and resided there during the day for up to 12 h.  The investigators will also study how this fish achieves this remarkable feat.  The Cariaco community will be sampled with discrete net tows aboard the CARIACO time-series vessel, the R/V Hermano Gines, in collaboration with Venezuelan scientists.  The ability to tolerate sulfide or detoxify sulfide in the tissues of the codlet and the other species of fishes will be examined using a suite of novel techniques including metabolic enzyme measurements, determining presence of sulfides in tissues of fish caught during the day, tolerance of sulfide by important respiratory proteins, sulfide detoxification by gill, liver, blood, and muscle, and mitochondrial respiration in the presence of sulfide.  Whether the codlet survives using an aerobic or anaerobic strategy will be evaluated based on the accumulation of anaerobic end products in fish captured during the day, enzyme activities, and possibly circulatory adaptations to allow retention of oxygen in the swimbladder.  In addition to the international scientific collaboration the project will also involve the training of graduate students from the US and Venezuela.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Torres",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Torres",
   "pi_email_addr": "jjtorres@usf.edu",
   "nsf_id": "000124667",
   "pi_start_date": "2007-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 371050.0
  }
 ],
 "por": null
}