{
 "awd_id": "0727979",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:    Globalization, Local Movements and Transnational Framing",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 7480.0,
 "awd_amount": 7480.0,
 "awd_min_amd_letter_date": "2007-08-17",
 "awd_max_amd_letter_date": "2007-08-17",
 "awd_abstract_narration": "SES-0703012 \r\nMangala Subramaniam\r\nBeth Williford \r\nPurdue University\r\n\r\n\r\nCurrent scholarship on protests against globalization focuses exclusively on the global level.  Such protests are not entirely separate from localized resistances occurring in developing countries, their transnational ties, and the ways frames are transnationally deployed.  In order to examine local-transnational ties and framing of resistances, this field-based project is a study of the indigenous peoples in the Ecuadorian Amazon; their challenges to globalization and their transnational ties with US-based organizations. Specifically, the indigenous peoples of the Amazon have resisted state policies that have spurred the destruction of their culture and homelands through the process of oil extraction. Using a two-sited research design, data will be collected in both Ecuador and the US, to facilitate the exploration of transnational ties between movement organizations and framing processes across borders. Thus, this is a study of transnational ties between movement organizations across sites, between the Global South and North. \r\n\r\nQualitative methods will be used to gather data through semi-structured interviews with organizational leadership, organizational documents, and non-participant observation to address the following research questions: (1) How are Ecuadorian indigenous people organized locally in resistances to economic globalization? And, what is the composite structure of this indigenous peoples' movement (henceforth referred to as the local organizations)?  (2) How have the local organizations framed resistances to globalization? (3) How have the local organizations created and maintained transnational ties with US based movement organizations?  What frames are deployed globally by transnational organizations and how are they similar to or different from the frames deployed at the local level? \r\n\r\nThe findings from this study will make a significant contribution to the theoretical understanding of localized resistances within the globalization movement as well as mechanisms involved in the diffusion and resonance of frames across the local and transnational. The research has interdisciplinary implications, particularly for social movement related work in anthropology, communication, environmental science, human rights, and political science. The findings will be of interest to policy makers and public leaders in global institutions such as the World Bank and United Nations by raising public awareness of modes of resistances by indigenous peoples and their ties across borders to challenge injustices through a contested process of framing that ultimately affect their communities and their chances of survival. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mangala",
   "pi_last_name": "Subramaniam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mangala Subramaniam",
   "pi_email_addr": "mangala@purdue.edu",
   "nsf_id": "000208172",
   "pi_start_date": "2007-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 7480.0
  }
 ],
 "por": null
}