{
 "awd_id": "0727194",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design and Implementation of New Scalable Algorithms in Nano-Scale Materials Science",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clark Cooper",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 131349.0,
 "awd_min_amd_letter_date": "2007-08-27",
 "awd_max_amd_letter_date": "2009-07-07",
 "awd_abstract_narration": "Large scale  eigenvalue-related problems constitute  the computational bottlenecks in  a wide range  of science and  engineering disciplines.  The central  goal of  this project is  to design and  implement novel,\r\nscalable  algorithms  for  one   of  these  bottleneck  problems:  the nonlinear eigenvalue problems from first principles density functional theory  (DFT)  calculations.   DFT  is  one of  the  most  significant\r\nscientific  achievements,  it has  revolutionized  approaches used  in studying electronic structures of atoms  and molecules and has been an indispensable  tool in  fields such  as condensed  matter  physics and\r\nmaterials  science.   Tremendous  progress   has  been  made   in  DFT applications/calculations.  However, the  full power  of DFT  is still severely limited by computational constraints. One major bottleneck is\r\nthe repeated solution  of large scale eigenvalue problems  that can be of  unprecedented dimension in  the self-consistent-field  (SCF) loop.  By exploiting  adaptive polynomial filters, we  recently developed the\r\nnonlinear Chebyshev filtered  subspace iteration (CheFSI) method which is almost eigenvector-free.   This method significantly alleviates the computational burden for SCF calculations.  The proposed research will\r\n(1) further improve  the efficiency  of the CheFSI  method, especially the algorithm  used for the  initial diagonalization at the  first SCF step; (2) continue improving and  utilizing our own DFT package called\r\nPARSEC, which  uses CheFSI, to perform challenging  DFT simulations on materials of scientific and technological significance; (3) extend the filtering  ideas   used  in   CheFSI  to  significantly   improve  the\r\ndiagonalization methods  in the  plane-wave package called  PWscf; (4) explore and develop novel filtering and preconditioning techniques for the nonlinear eigenvalues in DFT calculations.\r\n\r\nDFT is of  fundamental importance because it describes  the law of the fundamental building blocks of  materials. Advances in making DFT more computationally feasible for  complex materials will have far-reaching intellectual impact.  The two targeted  packages PARSEC and  PWscf are\r\nboth open source software with large user group, being able to improve the solver efficiency for  the bottleneck eigenproblems will benefit a large  number of researchers  and facilitate  applying DFT  to explore\r\nproperties of  larger and  more complex materials  that have  not been studied  before.   Furthermore,   the  filtering  and  preconditioning techniques to be explored are closely related to calculating principal\r\neigensubspaces, they  have potentially broad range  of applications in areas such  as model reduction, data mining  and information retrieval of massive data sets.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yunkai",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yunkai Zhou",
   "pi_email_addr": "yzhou@smu.edu",
   "nsf_id": "000492304",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "6425 BOAZ ST RM 130",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752051902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 131349.0
  }
 ],
 "por": null
}