{
 "awd_id": "0728120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Study of Blast-Induced Liquefaction: A U.S.-Japan Collaborative Effort on Airport Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 99989.0,
 "awd_amount": 99989.0,
 "awd_min_amd_letter_date": "2007-08-21",
 "awd_max_amd_letter_date": "2007-08-21",
 "awd_abstract_narration": "This project takes advantage of a window of opportunity for collaboration on a large-scale blast-induced liquefaction experiment in Japan. In October 2007, the Port and Airport Research Institute (PARI) is conducting the experiment with funding from the Ministry of Land, Infrastructure and Transportation which is the equivalent of $1.8 million US dollars. The experiment will use controlled blasting techniques to liquefy an 8000 m2 area to investigate the performance of airport infrastructure. PARI has invited the Professor Ashford to participate in the planning, data collection, and analysis, thus presenting a cost-effective means to improve our understanding of controlled blasting, ground improvement, and the performance of airport infrastructure. The PI has a long history of successful collaborations with PARI, most notably the full-scale lateral spreading experiment using controlled blasting conducted jointly by the PI and PARI at the Port of Tokachi, Japan, in 2001.\r\nThe project is located near Sendai, Japan, where 12m of loose silty sand was recently placed as hydraulic fill for a port expansion. PARI will build four 25m by 80m test sections within the 36,000m2 test area to investigate the performance of improved ground under asphalt runways, concrete runway aprons, and open areas, with one test available for other studies. Pipelines and concrete utility conduits will also be placed in each area. Ground improvement techniques to be used include sand-cement mixing, vertical drains, and colloidal silica injection.\r\n\tThe primary objective of this NSF-funded effort is to increase our knowledge of blast-induced liquefaction which has been used in recent years for field-scale modeling of earthquake induced liquefaction, particularly in the area of deep foundation response. This method of physical modeling is somewhat controversial, and this opportunity to significantly add to the knowledge-base will help assess the validity of earlier studies. The secondary objectives of this proposed research are to improve our understanding of the performance of improved ground and airport infrastructure subjected to liquefaction. To accomplish these objectives, the PI and Dr. Robert Kayen of the USGS will collaborate with PARI on the experiment. Using SASW and LIDAR technology, we will obtain data on stiffness and deformation changes before and after the blasting in return for full sharing of all data collected on the project. While most of the data collected by PARI would eventually be made public, our participation in the project planning and data acquisition will ensure timely dissemination in the US.\r\n\r\nFulfilling our project objectives will improve our understanding of blast-induced liquefaction. This will help assess whether this experimental technique is appropriate for physical modeling of earthquake induced liquefaction, and identify potential limitations. For the broader community, the data and subsequent analysis will also shed light on the potential of controlled blasting to be used as a direct method of assessing the liquefaction potential, rather than the indirect methods currently employed. This project will also strengthen ties between US and Japanese researchers and encourage such collaborations in the future. In addition, the results will build confidence in practitioners that researchers are willing to critically examine our experimental methods. More importantly, the video and presentations from this project will be used to excite undergraduates about advanced degrees. Specifically, the PI plans to work with UC's Louis Stokes Alliance for Minority Participation to identify an undergraduate intern to participate in the project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Ashford",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Scott A Ashford",
   "pi_email_addr": "scott.ashford@oregonstate.edu",
   "nsf_id": "000435035",
   "pi_start_date": "2007-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 99989.0
  }
 ],
 "por": null
}