{
 "awd_id": "0728326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:    The Role of Service Workers and Consumers in  Cultural Production",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 7495.0,
 "awd_amount": 7495.0,
 "awd_min_amd_letter_date": "2007-08-17",
 "awd_max_amd_letter_date": "2007-08-17",
 "awd_abstract_narration": "Tim Dowd \r\nHeather Jamerson\r\nEmory University\r\n\r\nMore people than ever before organize their lives around consumption, thereby allowing most income groups the ability to use commodities to upscale their lifestyles. This process is especially evident in the case of wine, as consumers from all walks of life enhance their social position through its consumption.  In the U.S., for instance, a familiarity with fine wine has long served as cultural currency within high status social groups.  However, the wine industry has experienced explosive growth in recent years making wine and wine-related knowledge (e.g., ratings and reviews) much more accessible across income groups.  The expanded sense of \"taste\" among consumers and wider access to the commodity may suggest that old social hierarchies have been replaced by more democratic spaces of consumption with fine wine consumption no longer limited to the affluent. Yet, not all wines are equal, nor are all consumers.  Instead, industry critics and \"experts\", legitimate certain wines, as well as, how and when to appreciate them.  Consumers themselves enter consumption sites with varying levels of skills and knowledge (e.g., cultural capital) that shape their tastes for particular wines and how they consume them.  Service workers (e.g., tasting room hosts, waiters and waitresses) mediate this relationship between experts and consumers by communicating information about style, value, and ways to appreciate wine.  By using wine as a case study, this project combines research on the production of culture and on cultural capital to ask: How do service workers as cultural intermediaries and consumers interact with expert-generated classification schemes and under what conditions do these interactions uphold or lessen status distinctions among consumer groups? \r\n\r\n This multi-method project draws on a variety of data sources, including content analysis of industry publications (e.g., The Wine Spectator); participant observation in consumption sites in Napa Valley, California and Atlanta, Georgia; and interviews with wine consumers and service workers within the wine industry. These findings will advance theoretical and empirical knowledge within economic and cultural sociology by highlighting the way in which consumption spaces are organized through legitimating experts. Additionally, the project's broader impact reinvigorates research about the cultural dimensions of social class within the context of a consumer society and tackles questions of enduring social concern regarding the development, maintenance, and significance of cultural capital in relation to boundaries that restrict mobility in the United States.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Dowd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Dowd",
   "pi_email_addr": "tdowd@emory.edu",
   "nsf_id": "000355619",
   "pi_start_date": "2007-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "201 DOWMAN DR NE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 7495.0
  }
 ],
 "por": null
}