{
 "awd_id": "0728683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:    Phytoplankton Community Dynamics and Physiological Status in the South Atlantic Subtropical Gyre and Benguela Upwelling Systems",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": "7032928145",
 "po_email": "bmidson@nsf.gov",
 "po_sign_block_name": "Brian Midson",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 457176.0,
 "awd_min_amd_letter_date": "2007-07-31",
 "awd_max_amd_letter_date": "2008-09-08",
 "awd_abstract_narration": "In the past few years, sophisticated three-dimensional climate models have emphasized the importance of phytoplankton functional groups in affecting the biogeochemistry of the oceans. Recent models have predicted that climate warming will lead to expansion of the low productivity, permanently stratified subtropical gyre biome, especially in the southern hemisphere. As a result, it is imperative to increase our understanding of algal community structure, physiological status and biogeochemistry in this province. Due to their sheer size, oligotrophic gyres are important to the global carbon and sulfur (e.g. dimethylsulfide; DMS) cycles and as a result to global climate. Ecological and physiological processes that affect DMS fluxes in oligotrophic gyres, however, remain complex and unresolved. \r\n\r\nThis project will investigate the in-situ levels of biogenic sulfur compounds and assess algal community structure and physiological status in a zonal transect of the undersampled South Atlantic Ocean from the oligotrophic gyre to the productive waters of the Benguela upwelling. Due to low aeolian iron fluxes to the South Atlantic Ocean, the region is believed to be co-limited by iron and macronutrients. But there have been very few studies that have directly investigated the in-situ physiological status and algal community structure in this region, especially with respect to co-limiting iron and macronutrients. The investigators will perform several diagnostic nutrient enrichment experiments to assess algal class-specific biogeochemical responses. They will utilize a state-of-the-art, ocean-going, high speed, cell-sorting flow cytometer to determine algal class specific concentrations of biogenic sulfur compounds, and to estimate C/Chl ratios from in-situ populations and from diagnostic nutrient enrichment experiments. Knowledge of algal class-specific DMSP:Chl ratios is important in improving the accuracy of predictive models to determine the DMS flux to the atmosphere. In addition, the investigators will assess the physiological status of in-situ algal populations using molecular and biochemical indicators (flavodoxin) of iron stress. A fluorescence based approach will be used to estimate algal class-specific photosyntheic efficiency, primary production and instantaneous measurements of photosynthesis vs. irradiance parameters. These measurements will be vital to remote sensing algorithms for estimating primary production and to climate modelers for determining and predicting the oceans biogeochemical response to climate warming \r\n\r\nBroader Impacts. Phytoplankton community structure and physiology in the South Atlantic Ocean is not well characterized but is important with respect to global biogeochemical models. This research will provide quantitative empirical results that modelers can utilize in constructing robust, mechanistically-accurate numerical models of this important region. In addition, determining the iron physiological status and algal community composition of the Benguela upwelling region will provide important insights into this high productivity region. This project will also make significant educational contributions at several levels, including the planned research involvement of graduate and undergraduate students, postdoctoral associates, and community outreach and educational activities. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giacomo",
   "pi_last_name": "DiTullio",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Giacomo R DiTullio",
   "pi_email_addr": "ditullioj@cofc.edu",
   "nsf_id": "000092686",
   "pi_start_date": "2007-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Charleston",
  "inst_street_address": "66 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8439534973",
  "inst_zip_code": "294240001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "COLLEGE OF CHARLESTON",
  "org_prnt_uei_num": "WQBBJ8B941M5",
  "org_uei_num": "SWV9EK5S9BX5"
 },
 "perf_inst": {
  "perf_inst_name": "College of Charleston",
  "perf_str_addr": "66 GEORGE ST",
  "perf_city_name": "CHARLESTON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294240001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 392175.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 65001.0
  }
 ],
 "por": null
}