{
 "awd_id": "0728072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:    Intercountry Adoption in the Philippines and the United States: Global Networks and Local Processes",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11425.0,
 "awd_min_amd_letter_date": "2007-07-17",
 "awd_max_amd_letter_date": "2009-10-16",
 "awd_abstract_narration": "During the past fifteen years, the intercountry adoption of children to the United States has increased by more than 200 percent.  The U.S. accounted for more than 50 percent of all intercountry adoptions worldwide in 2006.  Although policy-oriented approaches, focusing on issues of physical, mental, and emotional effects upon children and families dominate the literature, the study of cross-border family formation as an outcome of globalization and uneven development has not yet been fully theorized.  This doctoral dissertation research project uses qualitative social science methods to study both global processes and local conditions sustaining the practice of intercountry adoption between the Philippines and the United States.  The doctoral candidate will employ world systems, globalization, migration, and network theories as frameworks for analysis.  Conditions and perspectives in both the sending and receiving regions will be analyzed to better understand the structural, temporal, and place-specific factors that have brought about a systematic and persistent migration of children from the Philippines to the United States in the post-World War II era.  Through a series of semi-structured and in-depth interviews with U.S. embassy officials, orphanage directors and staff, foster families, staff at non-governmental organizations, representatives of local government agencies, and adoption attorneys, the student will examine the significant factors that explain intercounty adoptions from the perspective of a major source country.  The study also will examine patterns of ethnicity, native language, age, economic and social conditions, and home region of recently adopted children to better understand the local conditions surrounding internationally adopted children in the Philippines.  These data, in combination with interview, survey, and published data on the corresponding set of stakeholders (adoptive parents, adoption agency staff, and adoption attorneys) in the United States, will facilitate further understanding of the structural, historical, political, ecological, demographic, and economic conditions associated with this contemporary form of cross-border family formation.  The results of this study will help illuminate the complex contradictions of power at play in both the sending and receiving regions of this tenuous migration stream.\r\n\r\nThis study will evaluate an important topic from a variety of theoretical vantage points to increase understanding about how the process of intercountry adoption operates at multiple geographical scales (global, local, and intermediary).  In addition, the study will provide valuable insight on a matter that directly influences human lives and livelihoods.  Findings will inform public agencies, non-profits, individuals, and the governments of both the Philippines and the United States at a crucial time when international policy is undergoing significant changes as a result of greater public awareness and the emergence of the Hague Convention on Intercountry Adoption.  While the contemporary popular discourse on intercountry adoption in the U.S. has focused largely upon the needs of adopting parents and families, this study will examine societal concerns at both the sending and receiving end of the migration stream.  Previous studies in anthropology, medicine, and social work have targeted China, Korea, Romania, and Russia as sources because these countries have provided large numbers of children for adoption in the United States in particular years.  The Philippines, however, has not been studied in the same context, presumably because it represents fewer annual adoptions than the aforementioned places.  Over the course of the past fifteen years, however, the Philippines stands as the fifth largest provider of internationally adopted children in the United States.  This study will inform the literature on migration, development, and globalization while simultaneously informing public policy on an important emerging topic. In addition, this Doctoral Dissertation Research Improvement award will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Biles",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Biles",
   "pi_email_addr": "jbiles@indiana.edu",
   "nsf_id": "000073542",
   "pi_start_date": "2007-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11425.0
  }
 ],
 "por": null
}