{
 "awd_id": "0728801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symbolic Group-Invariant Computation",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Petros Drineas",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 120093.0,
 "awd_amount": 120093.0,
 "awd_min_amd_letter_date": "2007-09-12",
 "awd_max_amd_letter_date": "2007-09-12",
 "awd_abstract_narration": "Phenomena observed in nature often have symmetry properties, and so do the systems of differential, integral, and algebraic equations describing them.  It has been observed, however, that symmetric equations are often the most challenging for processing by standard symbolic computation algorithms.  Group actions provide a mathematical description of symmetries. Invariants, that is the quantities that are unaffected by the group action, play a crucial role in designing such algorithms.  Symbolic Group-Invariant Computation involves computing invariants, rewriting a problem in terms of invariants, and processing the problem in terms of invariants.  The long term objective is to develop and implement symbolic algorithms that take advantage of the symmetry information, and are general enough to be applicable to a wide range of problems in mathematics, science and engineering, that involve group actions, symmetries and invariants.  The investigator integrates her research and educational objectives by involving graduate and senior undergraduate students in the project.\r\n\r\nThe initial focus of this research is on the following three open problems.  (1) The investigator works on designing and implementing robust classification algorithms for geometric shapes undergoing various geometric transformations.  The problem of computer image recognition provides motivation for this project. The method is based on integral invariants, rather than on the more traditional differential invariants.  Development of the underlying theory of integral invariants is a part of this project.  (2) The investigator works on the development and implementation of the classification algorithms for polynomials undergoing linear changes of variables.  This long-standing open problem is addressed using a novel algebraic formulation of the moving frame method.  Besides theoretical interest, such algorithms have application to polynomial solving and to signal processing.  (3) The investigator works on the development and implementation of the automated symmetry reduction algorithms for differential equations and variational problems.  The goal is to exploit the symmetries in order to obtain either explicit solutions or, at least, vital information about the solution set.  The approach is based on the combination of the moving frame method, differential algebra algorithms and homological algebra techniques.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Kogan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Irina A Kogan",
   "pi_email_addr": "iakogan@ncsu.edu",
   "nsf_id": "000384216",
   "pi_start_date": "2007-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735100",
   "pgm_ele_name": "THEORETICAL FOUNDATIONS (TF)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 120093.0
  }
 ],
 "por": null
}