{
 "awd_id": "0729714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microchemical technology for future energy needs",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Luke Achenie",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 255718.0,
 "awd_amount": 255718.0,
 "awd_min_amd_letter_date": "2007-07-18",
 "awd_max_amd_letter_date": "2007-07-18",
 "awd_abstract_narration": "PI: Dion Vlachos \r\nInstitution:  University of Delaware\r\nProposal Number: 0651043\r\nTitle: HIERARCHICAL MULTISCALE MODEL-BASED PROCESS ENGINEERING\r\n\r\nReactor design and catalyst discovery are examples of process and product engineering, respectively, which have traditionally been practiced in a non-symbiotic manner.  Multiscale modeling links seamlessly and dynamically models and phenomena across length and time scales, spanning from the quantum to the macroscopic scales.  The full coupling of models across scales can enable one to carry out symbiotically both process and product engineering.  However, direct multiscale modeling of catalytic reactors is currently plagued by its computational intensity, the uncertainty in model parameters and reaction pathways, and the inherently complex nature of catalytic processes. \r\n\r\nIntellectual Merit.   The PI has been working on a hierarchical, multiscale modeling framework that improves important models and parameters at necessary scales only (on-demand) to surmount major challenges (computational intensity and inherent complexity) of direct multiscale modeling.  Here, he proposes its extension to enable model-based design of experiments with the objective of maximizing the information content and the fidelity of reaction and reactor models in the entire experimental parameter space.  Globally validated models can in turn enable multiscale model-based optimal reactor and catalyst design.  In this project he will combine multiscale simulation with model-designed experiments in microreactors. \r\n\r\nThe specific systems to be investigated are the water-gas shift (WGS) reaction for H2 production from syngas and the preferential oxidation (PROX) of CO in H2-rich mixtures for H2 purification in 'tunable' microreactors.  These reactions are of substantial commercial interest and a key to the actively researched hydrogen-based fuel cells.  Aside from reactor design and optimization, the proposed framework will lay down the foundations for fundamental multiscale model-based catalyst design. \r\n\r\nBroader Impact.  The work will demonstrate the application of multiscale simulation framework to process (reaction engineering) optimization.  Furthermore, it will provide a first step toward the ultimate goal of developing strategies for rational catalyst design.  \r\n\r\nThe PI has a long tradition in educational activities including involvement of graduate, undergraduate, and underrepresented students, along with the development of new courses.  Dissemination of multiscale simulation to a diverse group of scientific communities (mathematicians, materials scientists, and engineers) by the PI's group is an on-going process. As an example, the PI co-organized the first Topical Conference on Multiscale Simulation within the AIChE meeting in 2005, where multiple communities were brought together, as well as a tutorial in the Topical Conference and a short course on multiscale modeling and simulation (available via the web).  He plans to continue these educational and dissemination routes and offer a new short course on multiscale modeling of microchemical systems including concepts on process and product engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dionisios",
   "pi_last_name": "Vlachos",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Dionisios G Vlachos",
   "pi_email_addr": "vlachos@udel.edu",
   "nsf_id": "000384141",
   "pi_start_date": "2007-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "1403",
   "pgm_ref_txt": "PROCESS & REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 255718.0
  }
 ],
 "por": null
}