{
 "awd_id": "0729500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control of Automata-Switched Distributed Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 155983.0,
 "awd_min_amd_letter_date": "2007-08-27",
 "awd_max_amd_letter_date": "2009-06-26",
 "awd_abstract_narration": "This project aims at developing computational algorithms and theory for control of dynamical systems using distributed architectures, where a combination of continuous and logical dynamics are present. This situation results from the coupling of physical, communications and computer processes. The work has a very broad set of associated applications, and in this project we particularly emphasize its use in networked robotics. The specific approach and techniques pursued stem mainly from semidefinite programming, graph theory, team theory, and robust control methods  (e.g., operator theory, quadratic cost functions and Hamilton-Jacobi inequalities, IQCs), providing a unified framework in which to deal with and consider computer-based rules, communication latency and packet loss, obstacles in an uncertain environment, trajectory tracking, and nonlinear dynamics, using a distributed architecture. Detailed implementations of the proposed research will also be carried out on the PI's advanced distributed robotic testbed to provide explicit demonstrations and design examples using the research. The testbed implementations will also be used for high school outreach and undergraduate research. The major goal of the program is to provide a systematic approach to distributed control of systems that have both discrete and continuous dynamics, using convex optimization and semidefinite programming as the basis. Its starting point involves two separate recent successes in the PI's research group. The first involves synthesis methods for centralized control of automata-switched systems, which are switched systems where the switching is driven by a finite automaton. The second recent achievement that will form a basis for this program is work on distributed control over general graph topologies.  The combination of the above two components provide the launching point for this project, and the program agenda will tackle theory, computation, and implementation. In this project there are specifically planned opportunities to involve undergraduate in research through mechatronics projects, and design of both embedded systems software and web-based software.\r\n\r\n(2)   The research in this program targets physical systems that are to be automatically controlled by computers, possibly over the Internet or using wireless technology.   Such systems include autonomous ground robots, which could for instance be used in parallel distribution systems, cleanup of hazardous materials, or coordinated assembly of large-scale structures; and unmanned aerial vehicles where specific applications could for instance be search-and-rescue during disaster relief, or distributed detection.  Having the ability to create robotic teams that can coordinate in ways similar to those that humans use, but that can be trusted to perform in predictable, and only-beneficial, ways is the major goal of this program. Although this goal is an important one there remains a formidable barrier to achieving this operational capability. The key problem is that although it is currently possible to engineer and physically construct high-performance systems that can run without human assistance, we cannot predict with any degree of confidence how they will behave when interacting autonomously with their environment, because the control algorithms for such systems are necessarily very complex.   The major goal and product of this program will be the creation of tools and algorithms that can be used to directly design robots and more generally autonomous systems that have safety guarantees.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geir",
   "pi_last_name": "Dullerud",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Geir E Dullerud",
   "pi_email_addr": "dullerudge@gmail.com",
   "nsf_id": "000100212",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 129999.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25984.0
  }
 ],
 "por": null
}