{
 "awd_id": "0730582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reactive Flow Simulation Using An Adaptive Chemistry Framework",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 316117.0,
 "awd_amount": 457683.0,
 "awd_min_amd_letter_date": "2007-07-12",
 "awd_max_amd_letter_date": "2010-09-10",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Ioannis P. Androulakis and Marianthi Ierapetritou \r\nInstitution:  Rutgers University \r\nProposal Number: 0730582\r\nTitle: Reactive Flow Simulation Suing an Adaptive Chemistry Framework\r\n\r\nThe simulation of reactive systems requires efficient and reliable models that provide full coupling of all relevant physical processes and chemistry. Although there is a dramatic increase in recent years in the use of comprehensive computational fluid dynamics tools to model reactive systems, current frameworks cannot afford the incorporation of detailed chemistry.  Of particular importance is the analysis of combustion systems due to the fact that approximately 85% of the energy consumed in the United States each year is generated from the combustion of fossil fuels, with transportation being a major contributor.  Despite improvements, combustion is responsible for significant amounts of NOx, CO, CO2, and many other chemical species that are considered critical for affecting climate change and air pollution.  Advances in computational power offer an opportunity to improve fundamental understanding of combustion at the molecular level so as to improve the energy use in transportation systems.  Interactions between multiphase flow, complex chemical kinetics and hydrodynamic turbulence mixing all combine to characterize the combustion process.  The main objective of this work is to develop an efficient adaptive chemistry framework that enables the effective coupling of realistic flow calculations with detailed chemistry.  The work will focus on combustion systems; however, the tools that will be developed can be extended to any complex reactive systems.\r\n\r\nIntellectual Merit:  The PIs had previously demonstrated that the development of an adaptive chemistry framework, that captures the local behavior with great accuracy while still maintaining computational feasibility, can provide the missing link between detailed chemistry and flow models.  Here they plan an extension of this approach to realistic systems.  The target is a methodology that can be used for process simulation, fuel characterization, but most importantly for the design and optimization of novel reactive systems.  In particular there are three specific aims.  The first aim is the development of a two step reduction procedure where at the first step the idea of element flux analysis is used to identify the key reaction pathways with minimal effort whereas at the second step the optimum reduced reactions sets are identified using an optimization based framework.  The identification of the range of validity for the reduced reaction sets and the efficient representation of the accessible region is the focus of the second specific aim.  This is of critical importance in order to enable the proper selection of active reduced mechanisms within the flow simulation.  They plan two approaches for characterizing the space of accessible points.  The first method associates each reduced mechanism with a set of active reaction paths which are represented as graphs, whereas the second method keeps track of all compositions, temperature and pressure and uses novel methods of search in high dimensions to identify the relevant reduced mechanisms.  The completion of these two tasks gives rise to a library of reduced sets and the strategy for adaptively witching between reaction sets.  A framework that integrates flow calculations with adaptive chemistry will be validated using models of increased complexity in the third specific aim.\r\n\r\nBroader Impact: The goal of this project is to develop a framework that provides a seamless integration of detailed chemistry and complex flow fields and is demonstrated by analyzing combustion processes.  However, the successful completion of this work will have significant impact on the simulation and optimization of reactive systems in almost all industrial sectors including chemical, pharmaceutical and energy.  Emphasis will be placed on the established collaboration with industrial partners, which will be further strengthened through students' summer internships for both graduate and undergraduate students.  Dissemination of the results will be achieved through presentation in national and international meetings and journal publications.  Both PIs have track records in research dissemination and educational activities. Students affiliated with the program SUPER (Science for Undergraduates a Program for Excellence in Research) of Douglass College of Women will be actively recruited for this project.  Moreover with this project the PIs plan to illustrate a prototype for the application of their adaptive chemistry approach using the NSF TeraGrid that can be used by other researchers.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioannis",
   "pi_last_name": "Androulakis",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ioannis P Androulakis",
   "pi_email_addr": "yannis@soe.rutgers.edu",
   "nsf_id": "000290206",
   "pi_start_date": "2007-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marianthi",
   "pi_last_name": "Ierapetritou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianthi Ierapetritou",
   "pi_email_addr": "mgi@udel.edu",
   "nsf_id": "000200564",
   "pi_start_date": "2007-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "1403",
   "pgm_ref_txt": "PROCESS & REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "1407",
   "pgm_ref_txt": "COMBUSTION, FIRE, & PLASMA SYS"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 316117.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 46871.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 53938.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 40757.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF funded project &ldquo;Numerical Investigation of Advanced Combustion Processes with Detailed Chemical Kinetics Using On-the-fly Reduction&rdquo; mainly focus on the development of advanced kinetic mechanism reduction approaches and application of these approaches to evaluate the combustion process and engine performance of current and potential alternative fuels. In the past few years with financial support from NSF, we have developed the on-the-fly reduction approach, which is based on the element flux analysis. This approach can be applied to effectively reduce the mechanism size during the combustion simulation and significantly improve the computational efficiency in various combustion applications.</p>\n<p>With the computational improvements using the on-the-fly reduction approach, we are able to study the chemical reaction pathways under different conditions for different fuels from conventional fossil fuels to complex biodiesel fuels. Based on the analysis of the flux flow within the entire reaction network, we are able to find out the specifically active reaction pathways connecting the reactants and products according to the specific local conditions. Such analysis is helpful to understand the fundamental chemistry that occurs during a combustion process and expand our knowledge on the chemical characteristics for fuels with different molecular structures.</p>\n<p>&nbsp;On the other hand, using the on-the-fly reduction, we are also able to incorporate detailed chemistry in the computational study of ignition, flame, exhaust emissions, and engine performance for different fuels. Since the flux analysis is based on the specific instantaneous local conditions, the reduced mechanism is always adaptive to the specific circumstances that the system is undergoing. The computational costs, especially for larger reaction networks (mechanisms), is significantly reduced by using the flux-based on-the-fly reduction approach, while the computation accuracy is still well maintained since all the information in the detailed mechanism is involved and the reduced mechanism is locally determined in the reduction procedure.</p>\n<p>The application of the on-the-fly reduction makes it possible to evaluate and compare the properties and combustion characteristics of different fuels with high efficiency. Such approach enables us to simulate various fuel combustion processes under practical conditions, which lowers the cost of research and development in combustion. The proposed approach can also provide reliable guidance for the fuel formulation and utilization, pollution control and prevention, energy and power system operation, and high-fidelity combustor or engine design.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2012<br>\n\t\t\t\t\tModified by: Marianthi&nbsp;Ierapetritou</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/0730582/0730582_10039545_1348226930040_picture--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/0730582/0730582_10039545_1348226930040_picture--rgov-800width.jpg\" title=\"Reduction Methodology\"><img src=\"/por/images/Reports/POR/2012/0730582/0730582_10039545_1348226930040_picture--rgov-66x44.jpg\" alt=\"Reduction Methodology\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graphical representation of the proposed approach to characterize different fuels</div>\n<div class=\"imageCredit\">Marianthi Ierapetritou and Shuliang Zhang</div>\n<div class=\"imagePermisssions\">Copyright own...",
  "por_txt_cntn": "\nThe NSF funded project \"Numerical Investigation of Advanced Combustion Processes with Detailed Chemical Kinetics Using On-the-fly Reduction\" mainly focus on the development of advanced kinetic mechanism reduction approaches and application of these approaches to evaluate the combustion process and engine performance of current and potential alternative fuels. In the past few years with financial support from NSF, we have developed the on-the-fly reduction approach, which is based on the element flux analysis. This approach can be applied to effectively reduce the mechanism size during the combustion simulation and significantly improve the computational efficiency in various combustion applications.\n\nWith the computational improvements using the on-the-fly reduction approach, we are able to study the chemical reaction pathways under different conditions for different fuels from conventional fossil fuels to complex biodiesel fuels. Based on the analysis of the flux flow within the entire reaction network, we are able to find out the specifically active reaction pathways connecting the reactants and products according to the specific local conditions. Such analysis is helpful to understand the fundamental chemistry that occurs during a combustion process and expand our knowledge on the chemical characteristics for fuels with different molecular structures.\n\n On the other hand, using the on-the-fly reduction, we are also able to incorporate detailed chemistry in the computational study of ignition, flame, exhaust emissions, and engine performance for different fuels. Since the flux analysis is based on the specific instantaneous local conditions, the reduced mechanism is always adaptive to the specific circumstances that the system is undergoing. The computational costs, especially for larger reaction networks (mechanisms), is significantly reduced by using the flux-based on-the-fly reduction approach, while the computation accuracy is still well maintained since all the information in the detailed mechanism is involved and the reduced mechanism is locally determined in the reduction procedure.\n\nThe application of the on-the-fly reduction makes it possible to evaluate and compare the properties and combustion characteristics of different fuels with high efficiency. Such approach enables us to simulate various fuel combustion processes under practical conditions, which lowers the cost of research and development in combustion. The proposed approach can also provide reliable guidance for the fuel formulation and utilization, pollution control and prevention, energy and power system operation, and high-fidelity combustor or engine design.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/21/2012\n\n\t\t\t\t\tSubmitted by: Marianthi Ierapetritou"
 }
}