{
 "awd_id": "0730392",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Confinement Effects and Active Nanostructure Control in Amphiphilic Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 174999.0,
 "awd_min_amd_letter_date": "2007-08-10",
 "awd_max_amd_letter_date": "2007-11-06",
 "awd_abstract_narration": "Proposal Number: CBET: 0730392\t\r\nPrincipal Investigator:  Arijit Bose\r\nUniversity/Institution: University of Rhode Island\r\n\r\nTitle:  Confinement Effects and Active Nanostructure Control in Amphiphilic Systems\t\t\r\nIntellectual merit  This project is an experimental program to understand ramifications to the amphiphilic self-assembly process under conditions of systematically increasing three- and two-dimensional confinement. Because excluded volume entropic effects in highly confined domains become significant, they can contribute strongly to the thermodynamics governing the formation of organized nanostructures in amphiphilic systems. The project proposes hypothesize that entropic contributions from these excluded volume effects as well as long-range interactions with bounding surfaces can produce a range of equilibrium morphologies in confined situations that are not present in bulk systems. The proposed experiments follow recent results in our laboratory, where we have observed that for a CTAB/HDBS model catanionic system, three-dimensional confinement produced by polystyrene latex spheres dramatically reduces the size of vesicles formed in the void spaces between the packed beads. These results show near quantitative agreement with a simple thermodynamic model that accounts for both enthalpic and free volume entropic contributions to the change in Gibbs free energy. In the proposed research, a range of model amphiphilic systems and confinement surfaces are deliberately chosen to vary from essentially non-absorbing to strongly absorbing for the surfactant molecules. Small Angle Neutron Scattering (SANS), Cryogenic Transmission Electron Microscopy (cryo-TEM), and dynamic light scattering to evaluate and understand nanostructure morphology will be used. They will exploit the high specific surface area available in confined systems as well as the small length scale between boundaries for active control of nanostructures. These experiments will provide important new understanding of microstructure evolution in amphiphilic systems under\r\nconditions of three- and two-dimensional confinement.\r\n\r\nBroader Impact  This research will help provide a fundamental basis for the development of several technologies where soft colloidal materials are passed through highly constrained domains, including the fate of drug delivery vehicles in blood vessels and in the skin, recovery of oil from shale using surfactant flooding, detergency and micellar enhanced ultrafiltration. The work provides an opportunity for graduate students to gain experience in SANS and cryo-TEM, a combination that is unusual. Undergraduates will get experience with cryo-TEM. Contents from this research will be incorporated directly into a 'Advances in Interfacial and Colloidal Phenomena' course taught regularly by the PI for students and industry participants. In order to expose more students to electron microscopy, the new TEM arriving on our campus will be internet-enabled. The internet electron microscope will be offered to local high school students and science teachers through an outreach program being developed at URI. In addition, the PI will host a minority high school student in his laboratory over the summer, to work on an independent sub-project. The faculty mentorship provided through this program, already funded through private donations, has been successful in encouraging high school students to think about careers in science and technology. They will work closely with our NSF-funded Northeast Alliance for Graduate Education and the Professoriate (NEAGEP) program to recruit an underrepresented student for this project. URI is a member of NEAGEP and has a program in place on campus to proactively address the shortage of underrepresented minority students receiving Ph.D.s in the sciences, mathematics and engineering (SME). URI has a staffed administrative SME Recruitment and Retention Unit within the Graduate.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arijit",
   "pi_last_name": "Bose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arijit Bose",
   "pi_email_addr": "bosea@uri.edu",
   "nsf_id": "000180712",
   "pi_start_date": "2007-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 169999.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": null
}