{
 "awd_id": "0731168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Linear and Side-Functionalized Macromolecular Adsorbates for Enhanced Versatility in the Self-Assembly at Surfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2010-10-31",
 "tot_intn_awd_amt": 188489.0,
 "awd_amount": 188489.0,
 "awd_min_amd_letter_date": "2007-08-09",
 "awd_max_amd_letter_date": "2007-08-09",
 "awd_abstract_narration": "Proposal Number: CBET: 0731168\t\t\r\nPrincipal Investigator:  G. Kane Jennings\r\nUniversity/Institution: Vanderbilt University\r\n\r\nTitle:  Linear and Side-Functionalized Macromolecular Adsorbates for Enhanced Versatility in the Self-Assembly at Surfaces \r\n\r\n\r\nThis project will develop two classes of thiol-terminated macromolecular adsorbates for self-assembly of molecularly thick films with unique properties onto metal surfaces. One class of thiols consists of linear polymethylene with various termini, including alkyl, perfluoroalkyl, and methoxy-terminated oligo(ethylene glycol) groups. Another class consists of a polymethylene tether that contains randomly distributed functional side chains, including carboxylic acid, ester, and nonpolar groups, along with alkyl termini. These novel macromolecular adsorbates will be prepared by polyhomologation, a highly controlled polymerization that yields nearly monodisperse, long-chain alcohols with controlled length and side chain composition that can be converted to thiols to enable chemisorption at different metal surfaces. These unique adsorbates will be investigated for applications in ultra-fast and -sensitive pH-responsive thin films and 3-D monolayer templates for patterning and for entrapment and orientation of a key integral membrane protein. \r\n\r\nIntellectual Merit. The project will generate two new classes of thiol adsorbates and will demonstrate how precise macromolecular control over architecture and composition can be combined with molecular self-assembly to prepare innovative new materials. The linear class of adsorbates is expected to yield the thickest and most protective class of monolayer films yet prepared and will be used to prepare templates for etching, deposition, and biomolecule entrapment and orientation. The branched class of adsorbates should enable a tailoring of monolayer crystallinity and open new applications for monolayers in areas of responsive films. A study into the assembly of these long-chain adsorbates will yield fundamental insight into the roles of adsorbate-adsorbate interactions, including hydrogen bonding \r\n\r\n\r\n\r\nand electrostatic repulsion, and solvent-adsorbate interactions during molecular film formation. We expect the films prepared from these adsorbates to define new standards of stability, barrier performance, and versatility while presenting technologically important surfaces that can be selected as either low-energy or biologically inert. \r\n\r\nBroader Impacts.    The proposed films are primed for key applications in chemical sensors, protective barrier layers against corrosion or etching, and unique templates to promote protein orientation at surfaces.  Films that respond to local pH are useful in signaling the presence of analyte compounds when bound by immobilized enzymes or other receptors.  For commercial relevance in sensing, the film must exhibit a large, rapid, and sharp response.  Due to their hydrophobicity, thinness, and tailored composition, the proposed films with dilute carboxyl side groups should yield the largest, fastest, and sharpest response to pH of any organic film prepared to date.  Such high performance would create opportunities for commercial development of these monolayers in chemical sensors where a pH response serves as the transduction signal.  \t\r\n\r\nThe project will integrate research with graduate and undergraduate education as well as outreach to K-12 students. The PI is an award-winning teacher at the School and University levels, and he will develop modules and case studies from this research to impact the ~100 freshmen, ~30 juniors, and ~20 graduate students he teaches each year. Undergraduate students who show interest in self-assembly and thin films will be steered toward further molecular-based coursework, including the PI's own Molecular Aspects of Chemical Engineering course, as well as the two undergraduate research positions funded per year within the project. The PI is developing a course on Nanotechnology that he will teach to high school sophomores and juniors through the Summer Academy for Gifted Education (SAGE) at Vanderbilt in July of 2007 and continuing each summer. Examples from this research will provide hands-on design projects to enhance the molecular intuition of these bright young students. In addition, the PI will continue to host a high school teacher in his group each summer through the on-campus NSF-funded Research Experiences for Teachers program\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gannon",
   "pi_last_name": "Jennings",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Gannon K Jennings",
   "pi_email_addr": "kane.g.jennings@vanderbilt.edu",
   "nsf_id": "000353400",
   "pi_start_date": "2007-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "K9AHBDTKCB55",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 188489.0
  }
 ],
 "por": null
}