{
 "awd_id": "0731401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:   Traditions in the Ozark Highlands",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 14925.0,
 "awd_amount": 14925.0,
 "awd_min_amd_letter_date": "2007-07-10",
 "awd_max_amd_letter_date": "2007-07-10",
 "awd_abstract_narration": "The Ozark Highland Bluffshelters have yielded an extraordinarily well-preserved archaeological record of fabric artifacts and associated fiber materials unusual for the southeastern United States.  Under the supervision of Dr. David L. Browman Elizabeth T. Horton will analyze the perishable materials in the Ozark Bluffshelter Collections at the University of Arkansas Museum.  Artifacts such as woven plant-fiber storage bags full of foodstuffs, fishing and hunting nets, and finely woven cloth are common in this collection and range in age from approximately 1500 B.C. to 1500 A.D.  Horton's study focuses on the late prehistoric period (ca. A.D. 800-1500), in order to understand both innovation and long-term stability in fabric technologies within the context of broader cultural processes.\r\n\r\nDocumenting changes in technological traditions can illuminate processes such as the trade and exchange of technological skills, as well as the creation and maintenance of social boundaries between co-existing social groups.  Horton's study will entail microscopic examination of fibers and an analysis of artifact construction, in order to understand patterned variation in fabric technologies.  Her project explores the unique ways in which this \"soft\" technology reflects the distinct boundaries of small groups of producers, their relationships with other such groups, and their impact on regional patterns of exchange and interaction.  Her study also traces the ways in which technological traditions and plant use change over time within a specific region.  This project enhances the ability to model relationships between material culture patterning, technological traditions and social groups, contributes to ongoing attempts to refine anthropological approaches to determining the material correlates of social boundaries, and will substantially enhance the anthropological understanding of prehistoric social processes in the Ozark Highlands.\r\n\r\n Beyond research questions of interest to social scientists, this project will enhance public understanding of the depth and breadth of prehistoric technologies and access to technical information for contemporary native and non-native artisans and researchers.  The creation of a database for the University of Arkansas Museum and the Osage Nation's Cultural Center will improve access to information about the collection for researchers, artisans, and native communities.  With Osage consultation, this database is expected to be incorporated into a website enhancing public visibility of these traditions.  Publication in refereed journals and tribal newsletters will aid in communicating results to both the scientific and descent communities.\r\n\r\nUrban development, looting, vandalism and changing patterns of land use have almost completely destroyed the archaeological record of the bluffshelters and caves of the Ozark Highlands.  Museum collections are increasingly the sole source of information about some of the most ephemeral aspects of the archaeological record.  Increasingly, archaeologists are turning to museum collections in order to ask new questions, due to past destruction of much of the archaeological record and the need to conserve the remnants.  Horton's project is critical for both the preservation of materials themselves and the knowledge of plant use and fabric technologies of pre-Columbian First American communities in the Southeastern United States.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Browman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Browman",
   "pi_email_addr": "dlbrowma@artsci.wustl.edu",
   "nsf_id": "000411861",
   "pi_start_date": "2007-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 14925.0
  }
 ],
 "por": null
}