{
 "awd_id": "0731950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Physiological Advantages of the Development of Bacterial Morphology",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 700002.0,
 "awd_amount": 700002.0,
 "awd_min_amd_letter_date": "2007-09-24",
 "awd_max_amd_letter_date": "2007-09-24",
 "awd_abstract_narration": "The constellation of shapes and sizes among bacteria is as remarkable as it is mysterious.  Why should some bacterial species adopt such diverse shapes as a bedspring coil, a star or a partly eaten donut?  No one really knows.  However, the precise reproduction and evolutionary conservation of these shapes indicate that they play an important role in the life of bacteria.  Despite recent progress in understanding the mechanisms that control cell shape determination, or morphogenesis, we still do not understand how bacterial cells generate specific shapes, or what the function of bacterial morphological changes is.  This project will focus on a group of bacteria, the prosthecate or stalked bacteria, that provides a well-defined and simple example of morphological change, whose study will reveal basic principles that apply to other cell shape changes.  Stalked bacteria synthesize one or more thin extensions of their cell envelope, the prosthecae or stalk, that act as sort of antennae that amplify their ability to take up nutrients from their environment.  The narrow stalk adds little volume to the cell, and incoming nutrients diffuse toward the cell's main body, where nutrients are quickly assimilated by metabolic processes.  The goal of this project is to produce a high quality draft sequence of nine genomes of prosthecate bacteria, and one closely related non-prosthecate bacterium, selected to represent an increasingly complex collection of morphologies.  The genomes will be analyzed with respect to mechanisms for the biosynthesis and function of stalks, the extent of conservation of regulatory pathways for stalk biosynthesis, and the interesting and potentially useful physiological properties of these organisms.  Comparative analysis of the genome sequences of the stalked bacteria will further the understanding of the mechanisms of stalk synthesis.  The results will provide the information necessary to engineer stalked bacteria with new metabolic pathways, or to engineer other bacteria to synthesize stalks.\r\n\tThe genomic sequence information obtained in this study will aid the research of many investigators who study the cell biology, developmental biology, and cell shape determination and function of bacteria.  Stalked bacteria are ubiquitous inhabitants of aquatic environments and thrive under low nutrient (oligotrophic) conditions.  Therefore, this study will provide insight into the physiology of oligotrophs in general.  Since stalks take up diffuse compounds from water sources, this feature could be exploited for bioremediation, specifically the uptake of toxic compounds from contaminated water sources.  By engineering the bacteria used in bioremediation to make stalks, their ability to take up pollutants and their efficiency can be improved.  The stalked bacteria to be sequenced are physiologically diverse, including both anoxygenic and aerobic bacteria.  It should be possible to design specific genera of stalked bacteria to combat contamination in specific environments, either by exploiting their metabolic pathways, or by engineering them with metabolic pathways from other organisms.  Furthermore, extracellular polysaccharides from some of the stalked bacteria sequester metals, a feature that could be used to remediate environments affected by metal toxicity.  The knowledge acquired in this project could also have uses in industry.  Bacteria are often used as workhorses in the mass-conversion of one molecule to another.  For example, improving the speed of uptake of a substrate molecule by these bacteria, by engineering them to synthesize stalks, should improve drug production.  Of ecological significance, bacteria with stalks are ubiquitous in all the earth's aquatic environments, and stalks have been shown to improve the uptake of phosphorus.  Phosphorus is a limiting nutrient in determining the productivity of lakes and oceans.  The stalked bacteria are central players in scavenging phosphorus in oceans and lakes, and reintroducing it into the food chain.  Finally, this project will also provide training opportunities in genomics.  Students and postdoctoral fellows involved in this and other projects in the PI's laboratory will have the opportunity to mentor less experienced students under the supervision of the PI.  Students involved in the PI's research, including undergraduate students, will be exposed to modern methods of genomic analysis and their use to engineer bacteria for applications in industry and bioremediation.  Finally, inquiry-based modules based on this research will be developed for use in undergraduate microbiology laboratory courses.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yves",
   "pi_last_name": "Brun",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Yves V Brun",
   "pi_email_addr": "ybrun@indiana.edu",
   "nsf_id": "000488670",
   "pi_start_date": "2007-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sun",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sun Kim",
   "pi_email_addr": "sunkim2@indiana.edu",
   "nsf_id": "000391140",
   "pi_start_date": "2007-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7187",
   "pgm_ref_txt": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 700002.0
  }
 ],
 "por": null
}