{
 "awd_id": "0732968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: AFTOL: Resolving the Evolutionary History of the Fungi",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 590750.0,
 "awd_amount": 627750.0,
 "awd_min_amd_letter_date": "2007-09-20",
 "awd_max_amd_letter_date": "2010-07-13",
 "awd_abstract_narration": "This project will support a team of investigators who seek to resolve evolutionary relationships within the fungi.  The research will enhance understanding of the ancient evolutionary diversification of the fungi by addressing evolutionary relationships among the major groups of fungi. This study will develop integrated molecular and morphological datasets, which will be freely accessible on the Web. Molecular data will include sequences from a target set of 76 genes that were identified from analyses of known fungal genomes. Morphological data will include characters associated with nuclear and cellular division and the morphological organization of hyphae. In addition the study will develop ontologies for morphological characters to promote further sampling and analytical integration across disparate organisms.  \r\n\r\nFungi make up one of the major groups of life, with an estimated diversity of approximately 1.5 million species. These organisms play crucial ecological roles as decomposers, beneficial mutualists, and parasites and pathogens, including pathogens of humans. The economic significance of fungi is almost incalculable as they perform essential ecological functions and impact diverse applied disciplines, including agriculture, medicine, and drug discovery. A better understanding of the early evolutionary history of the Fungi is necessary to expand our knowledge of the history of life of Earth and the evolution of its ecosystems. Phylogenomic analyses and databases for fungi will transform the field of comparative fungal biology and will benefit all fields of fungal biology that rely on an accurate understanding of evolutionary relationships and diversity of Fungi.  The bioinformatics tools for managing and analyzing phylogenomic data that will be developed will be broadly applicable across the Tree of Life.  Training and outreach activities will include graduate and post-doctoral training, undergraduate training, and outreach to K-12 educators.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hibbett",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Hibbett",
   "pi_email_addr": "dhibbett@clarku.edu",
   "nsf_id": "000091382",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Aime",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Aime",
   "pi_email_addr": "maime@purdue.edu",
   "nsf_id": "000240576",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Matheny",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick B Matheny",
   "pi_email_addr": "pmatheny@utk.edu",
   "nsf_id": "000365671",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768900",
   "pgm_ele_name": "ASSEMBLING THE TREE OF LIFE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7689",
   "pgm_ref_txt": "Assembling the Tree of Life"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 309317.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 7000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 154795.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 156638.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong>Fungi represent a major group of eukaryotes that have profound impacts on human affairs, through their activities as decayers, pathogens (of all organisms, including humans and agricultural crops), and beneficial symbionts (such as mycorrhizae, which are associations between fungi and the roots of plants). Fungi have simple morphologies and a poor fossil record, which have made it difficult to reconstruct their evolutionary relationships (phylogeny). The lack of a robust phylogeny for all fungi hinders efforts to understand the origins and distribution of important properties of fungal species. For example, some fungi are able to degrade the chemical polymer lignin, which is a component of plant cell walls that is resistant to decay and is a barrier to the production of cellulosic ethanol. Understanding the phylogenetic distribution of lignin-degrading capacities in fungi might guide applied scientists to resources for the development of biofuels and other &ldquo;green&rdquo; technologies. For an introduction to fungal biology, please visit <a href=\"http://tolweb.org/Fungi/2377\">http://tolweb.org/Fungi/2377</a>.</p>\n<p>&nbsp;</p>\n<p>From September 2007 to August 2012, Cathie Aime at the Louisiana State University Agricultural Center (now at Purdue: <a href=\"https://ag.purdue.edu/btny/Pages/Profile.aspx?strAlias=maime&amp;intDirDeptID=10\">https://ag.purdue.edu/btny/Pages/Profile.aspx?strAlias=maime&amp;intDirDeptID=10</a>) and David Hibbett at Clark University (<a href=\"http://www.clarku.edu/faculty/dhibbett/\">http://www.clarku.edu/faculty/dhibbett/</a>) collaborated in the NSF-supported project &ldquo;AFTOL: Resolving the Evolutionary History of the Fungi&rdquo;, which also included nine other collaborating laboratories. The central goal of AFTOL was to reconstruct evolutionary relationships of the Fungi. The Aime and Hibbett labs focused on the Basidiomycota, which includes mushrooms, rusts, smuts, and related taxa. During this project, both laboratories became involved in genomics of Basidiomycota, which represented an expansion of the scope of the activities beyond that described in the original grant proposal, but which directly addressed project goals. This work has resulted in 30 journal publications and five book chapters or encyclopedia entries. One study reported the complete genomes of twelve new species of fungi and addressed the origin of lignin decay capabilities. Other studies reported the discovery of new major lineages of Basidiomycota, or resolved the relationships of groups that had previously been hard to place. Interested parties are encouraged to contact Aime or Hibbett for a list of publications deriving from this award.</p>\n<p>&nbsp;</p>\n<p>Training and outreach were important aspects of this project. Three post-doctoral fellows, one PhD student, and ten undergraduates were supported, many of whom are currently employed in careers in science and technology. Aime and Hibbett and their lab members engaged in informal science education through outreach to amateur mycological clubs, including the North American Mycological Association, Baton Rouge Naturalist&rsquo;s Club, Boston Mycological Club, Friends of the Upton State forest, and Northeast Mycological Foray, and through the creation of pages for the Tree of Life web project. Hibbett offered a workshop on Fungi at Acton-Boxborough Regional High School.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2012<br>\n\t\t\t\t\tModified by: David&nbsp;S&nbsp;Hibbett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Fungi represent a major group of eukaryotes that have profound impacts on human affairs, through their activities as decayers, pathogens (of all organisms, including humans and agricultural crops), and beneficial symbionts (such as mycorrhizae, which are associations between fungi and the roots of plants). Fungi have simple morphologies and a poor fossil record, which have made it difficult to reconstruct their evolutionary relationships (phylogeny). The lack of a robust phylogeny for all fungi hinders efforts to understand the origins and distribution of important properties of fungal species. For example, some fungi are able to degrade the chemical polymer lignin, which is a component of plant cell walls that is resistant to decay and is a barrier to the production of cellulosic ethanol. Understanding the phylogenetic distribution of lignin-degrading capacities in fungi might guide applied scientists to resources for the development of biofuels and other \"green\" technologies. For an introduction to fungal biology, please visit http://tolweb.org/Fungi/2377.\n\n \n\nFrom September 2007 to August 2012, Cathie Aime at the Louisiana State University Agricultural Center (now at Purdue: https://ag.purdue.edu/btny/Pages/Profile.aspx?strAlias=maime&amp;intDirDeptID=10) and David Hibbett at Clark University (http://www.clarku.edu/faculty/dhibbett/) collaborated in the NSF-supported project \"AFTOL: Resolving the Evolutionary History of the Fungi\", which also included nine other collaborating laboratories. The central goal of AFTOL was to reconstruct evolutionary relationships of the Fungi. The Aime and Hibbett labs focused on the Basidiomycota, which includes mushrooms, rusts, smuts, and related taxa. During this project, both laboratories became involved in genomics of Basidiomycota, which represented an expansion of the scope of the activities beyond that described in the original grant proposal, but which directly addressed project goals. This work has resulted in 30 journal publications and five book chapters or encyclopedia entries. One study reported the complete genomes of twelve new species of fungi and addressed the origin of lignin decay capabilities. Other studies reported the discovery of new major lineages of Basidiomycota, or resolved the relationships of groups that had previously been hard to place. Interested parties are encouraged to contact Aime or Hibbett for a list of publications deriving from this award.\n\n \n\nTraining and outreach were important aspects of this project. Three post-doctoral fellows, one PhD student, and ten undergraduates were supported, many of whom are currently employed in careers in science and technology. Aime and Hibbett and their lab members engaged in informal science education through outreach to amateur mycological clubs, including the North American Mycological Association, Baton Rouge NaturalistÆs Club, Boston Mycological Club, Friends of the Upton State forest, and Northeast Mycological Foray, and through the creation of pages for the Tree of Life web project. Hibbett offered a workshop on Fungi at Acton-Boxborough Regional High School.\n\n\t\t\t\t\tLast Modified: 10/10/2012\n\n\t\t\t\t\tSubmitted by: David S Hibbett"
 }
}