{
 "awd_id": "0732217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Longitudinal Examination of Children's Developing Knowledge of Measurement: Mathematical and Scientific Concept and Strategy Growth from Pre-K through Grade 5",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice M. Earle",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 1594532.0,
 "awd_amount": 1594532.0,
 "awd_min_amd_letter_date": "2007-08-14",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "The project proposes a longitudinal study that investigates the development of an understanding of measurement across 7 grades-from pre-K through Grade 5.  Specifically, the project will establish clear cognitive accounts of the development of students' strategic and conceptual knowledge of measurement on increasingly demanding sets of length, perimeter, and area measurement tasks.  The research questions are:\r\nHow do students develop coherent knowledge and integrated strategies for measurement across the developmental span from pre-K though Grade 5?\r\nHow are students' developing cognitive abilities for perceptual and numerical comparison, for coordinating and discriminating, for deductive logic, and for ordering and nesting sequences related to the development of knowledge and strategies for measurement?\r\nHow are students' developing abilities for spatial thinking, algebraic reasoning, or proportional reasoning related to their measurement knowledge and strategies?\r\nHow might students' developing representational fluency for measurement relate to their mathematical and scientific understanding of measurement?\r\nHow is the development of students' developing knowledge of measurement (especially their use of rulers and other tools, with accuracy and precision) related to the development of their scientific modeling and reasoning across varying contexts?\r\n\r\nTwo longitudinal studies will be conducted at two different sites:  a New York site will address the early development of children's understanding and strategies, while an Illinois site will focus on later elementary level development.  The researchers propose design cycles with clinical interviews, written interviews, and classroom teaching experiments.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Barrett",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey E Barrett",
   "pi_email_addr": "jbarrett@ilstu.edu",
   "nsf_id": "000441502",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Clements",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas H Clements",
   "pi_email_addr": "Douglas.Clements@du.edu",
   "nsf_id": "000148020",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Trustees of Illinois State University",
  "inst_street_address": "CAMPUS BOX 1100",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3094382528",
  "inst_zip_code": "617901100",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF ILLINOIS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6WTL4T5FFJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Trustees of Illinois State University",
  "perf_str_addr": "CAMPUS BOX 1100",
  "perf_city_name": "NORMAL",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617901100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "764600",
   "pgm_ele_name": "DR-K12 APPLIED RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 752308.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 385760.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 456464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The <em>Children&rsquo;s Measurement </em>Project</strong></p>\n<p class=\"paragraph\">Children follow natural paths as they grow and learn. They learn to crawl, then walk, then run, skip, and jump, with increasing speed and dexterity. As students, they follow similar natural paths in learning mathematics. When curriculum writers and teachers understand these <em>learning trajectories</em>, they can create instructional activities that are particularly appropriate and effective. Learning trajectories help answer several basic questions. What goals should we hold for students? Where do we start? How do we know where to go next? How do we get there?</p>\n<p class=\"paragraph\">&nbsp;</p>\n<p class=\"paragraph\">Educators know quite a lot about learning trajectories for most topics in mathematics. However, we do not know much about how students think and learn about the topic of measurement. This is particularly unfortunate, because measurement is one of the main real-world applications of mathematics. Also, measurement includes and <em>connects </em>two other important topics, geometry and number.</p>\n<p>&nbsp;</p>\n<p>In the <em>Children&rsquo;s Measurement</em> project, we evaluated, developed, and improved learning trajectories for measurement. The goal was to produce clear, complete, and useful descriptions of students&rsquo; thinking and learning about length, area, and volume.&nbsp; We worked with students from preschool through the fifth grade, studying their thinking and learning longitudinally&mdash;that is, working with them for up to four consecutive school years.</p>\n<p>&nbsp;</p>\n<p>As an illustration, consider our learning trajectory for length. Young students, such as preschoolers, first develop intuitive ideas about what length is and have to differentiate length from other ways of being &ldquo;bigger&rdquo; (area, volume, weight, and so forth). They then learn to compare lengths by placing them next to each other, keeping one set of the objects&rsquo; endpoints aligned. From here, a complex process of learning to <em>measure</em> length begins. Students first feel the need to &ldquo;fill&rdquo; the length by lining up enough units (foot-long sticks, for example) from one end of the object to be measured to the other. At this point, they often do not realize the problems with using paperclips followed by a pencil followed by a stick, and so forth. Later, they learn to lay down one length unit repeatedly, keeping track of its placement. These measurements strategies can then be meaningfully related to use of more sophisticated tools, such as rulers. As students develop through this learning trajectory, they are better able to solve problems flexibly and less likely to make mistakes with measurement (such as not starting at the &ldquo;zero point&rdquo; or mistakenly counting the &ldquo;tic marks&rdquo; on a ruler rather than the actual intervals on the ruler that are the units of measurement).</p>\n<p>&nbsp;</p>\n<p class=\"paragraph\">Let&rsquo;s look at how this shows up in a first grade classroom. We presented students with the challenge of measuring how long the classroom was and provided them with several different measuring tools to use (such as rulers, meter sticks, pieces of ribbon, and pieces of paper). Students quickly picked up the tools and began placing them in a long line that reached from one side of the classroom to the other, but they used a combination of objects with different lengths. Next, students went back and counted the individual objects, considering each a single &ldquo;unit.&rdquo; For example, as shown in the first figure, Robert counted each of the rulers (&ldquo;1, 2&rdquo;) then each of the papers (&ldquo;3, 4&rdquo;) then the ribbon (&ldquo;5&rdquo;), continuing this counting along the entire length. Other students who had laid out different objects arrived as a different number for the length, from 24 to 108!</p>\n<p class=\"pa...",
  "por_txt_cntn": "\nThe ChildrenÆs Measurement Project\nChildren follow natural paths as they grow and learn. They learn to crawl, then walk, then run, skip, and jump, with increasing speed and dexterity. As students, they follow similar natural paths in learning mathematics. When curriculum writers and teachers understand these learning trajectories, they can create instructional activities that are particularly appropriate and effective. Learning trajectories help answer several basic questions. What goals should we hold for students? Where do we start? How do we know where to go next? How do we get there?\n \nEducators know quite a lot about learning trajectories for most topics in mathematics. However, we do not know much about how students think and learn about the topic of measurement. This is particularly unfortunate, because measurement is one of the main real-world applications of mathematics. Also, measurement includes and connects two other important topics, geometry and number.\n\n \n\nIn the ChildrenÆs Measurement project, we evaluated, developed, and improved learning trajectories for measurement. The goal was to produce clear, complete, and useful descriptions of studentsÆ thinking and learning about length, area, and volume.  We worked with students from preschool through the fifth grade, studying their thinking and learning longitudinally&mdash;that is, working with them for up to four consecutive school years.\n\n \n\nAs an illustration, consider our learning trajectory for length. Young students, such as preschoolers, first develop intuitive ideas about what length is and have to differentiate length from other ways of being \"bigger\" (area, volume, weight, and so forth). They then learn to compare lengths by placing them next to each other, keeping one set of the objectsÆ endpoints aligned. From here, a complex process of learning to measure length begins. Students first feel the need to \"fill\" the length by lining up enough units (foot-long sticks, for example) from one end of the object to be measured to the other. At this point, they often do not realize the problems with using paperclips followed by a pencil followed by a stick, and so forth. Later, they learn to lay down one length unit repeatedly, keeping track of its placement. These measurements strategies can then be meaningfully related to use of more sophisticated tools, such as rulers. As students develop through this learning trajectory, they are better able to solve problems flexibly and less likely to make mistakes with measurement (such as not starting at the \"zero point\" or mistakenly counting the \"tic marks\" on a ruler rather than the actual intervals on the ruler that are the units of measurement).\n\n \nLetÆs look at how this shows up in a first grade classroom. We presented students with the challenge of measuring how long the classroom was and provided them with several different measuring tools to use (such as rulers, meter sticks, pieces of ribbon, and pieces of paper). Students quickly picked up the tools and began placing them in a long line that reached from one side of the classroom to the other, but they used a combination of objects with different lengths. Next, students went back and counted the individual objects, considering each a single \"unit.\" For example, as shown in the first figure, Robert counted each of the rulers (\"1, 2\") then each of the papers (\"3, 4\") then the ribbon (\"5\"), continuing this counting along the entire length. Other students who had laid out different objects arrived as a different number for the length, from 24 to 108!\n \nHow did we use our learning trajectories to understand these students and help them progress? The trajectories integrate three aspects of studentÆs growth: an observable action, an account of thought processes on level, and a suggestion for teaching to bridge from one level of thought into the next. Thus, trajectories help us answer the following questions.\n \nWhat goals should we hold for students? Our goal was that..."
 }
}