{
 "awd_id": "0732949",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Is titin a \"winding filament\"? A new twist on muscle contraction",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Chamberlin",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 83345.0,
 "awd_min_amd_letter_date": "2007-08-09",
 "awd_max_amd_letter_date": "2008-08-19",
 "awd_abstract_narration": "Despite its huge success, the sliding filament theory of muscle contraction has proven insufficient to explain several long-known and important aspects of muscle function, including: 1) enhancement of force with stretch, 2) depression of force with shortening, 3) the low cost of force production during active stretch, and 4) the high thermodynamic efficiency of actively shortening muscle. Efforts to explain these properties have led to numerous alternative hypotheses. Recent studies have suggested that the giant protein titin may function as a spring in active striated muscle. The important question that remains is whether a titin spring might play a direct role in contraction of calcium-activated muscle, and if so, how? \r\nThe 'winding filament' model provides a simple and comprehensive mechanism by which titin contributes to muscle contraction. It postulates that titin binds to the thin filament in calcium-activated sarcomeres. Ca2+-dependent binding of titin to the thin filament prevents low-force straightening of titin that normally occurs upon passive stretch of skeletal myofibrils at slack length, and explains differences between cardiac and skeletal muscle in the length-dependence of active force. Because titin is bound to both the thick and thin filaments, rotation of the thin filament by the cross bridges will wind titin upon the thin filament. Winding of titin on the thin filament will store elastic potential energy in unbound titin by increasing its strain and stiffness during isometric force development. The magnitude of changes in strain and stiffness of titin due to thin filament rotation will depend on the winding angle of titin. The elastic energy stored in titin during isometric force development is recovered during active shortening, increasing shortening velocity and power output. The winding filament model has the potential to revolutionize the field of muscle physiology, as well as mathematical and biomechanical models of muscle function, influencing the design of actuators and prostheses, perhaps even artificial hearts.\r\nThe goal of the proposed research is to develop and test the hypothesis that winding of titin upon the thin filament contributes to muscle force development and active shortening. That goal will be accomplished via three objectives. (1) Continue experimental work to develop, refine, and test predictions of the model. (2) Collaborate with mechanical engineers to develop self-stabilizing actuators based on the winding filament model. (3) Develop new collaborations to test the winding filament model using nanotechnology, to create mathematical and physical models based on the winding filament concept, and to collaborate with industry to develop and manufacture self-stabilizing actuators for applications in robotics and prosthetics. The broader impacts of this proposal include the development of interdisciplinary collaborations among biologists, mathematicians, mechanical engineers, and industry. The proposed studies have the potential to benefit society by facilitating the development of lightweight actuators with properties that closely resemble those of active muscle, including self-stabilization during perturbations in load. Underrepresented students, especially Hispanic and Native American students, will participate as intellectual partners in the proposed studies. The results of this research will be disseminated to a broad audience by publishing in diverse media and by participating in interdisciplinary conferences in the areas of neuroscience, engineering, and mathematics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiisa",
   "pi_last_name": "Nishikawa",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kiisa C Nishikawa",
   "pi_email_addr": "kiisa.nishikawa@nau.edu",
   "nsf_id": "000188886",
   "pi_start_date": "2007-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 83345.0
  }
 ],
 "por": null
}