{
 "awd_id": "0732410",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI Collaborative Research: Experimental Investigation of Fluid-Rock Interaction in Back-Arc Environments",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032928145",
 "po_email": "bmidson@nsf.gov",
 "po_sign_block_name": "Brian Midson",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 67621.0,
 "awd_amount": 67621.0,
 "awd_min_amd_letter_date": "2007-09-04",
 "awd_max_amd_letter_date": "2007-09-04",
 "awd_abstract_narration": "Recent cruise results from the Lau back-arc basin documents hydrothermal fluid compositions that differ from vents along the global Mid-Ocean Ridge (MOR) system. Back-arc hydrothermal systems are likely controlled by a number of variables, including host substrate and magmatic fluids that contribute to vent fluid composition. It is these geologic factors that likely account for both the large differences between MOR and back-arc hydrothermal fluids and the regional variations in fluid composition observed within a single back-arc system. As a consequence of these complexities, models for the origin and evolution of hydrothermal fluids in back-arc environments are poorly constrained. This study is a laboratory investigation of the specific chemical processes that occur during the interaction of seawater-derived hydrothermal fluids with rocks of andesitic, dacitic, and rhyolitic compositions. These experiments are aimed at quantifying key processes that regulate fluid chemistry in back-arc hydrothermal systems. The Lau Basin has been designated as a RIDGE Integrated Study Site and the proposed research will enhance understanding of this focus area.\r\n\r\nThis is a NSF-RUI investigation. It integrates research and education through a laboratory-based collaboration between the Woods Hole Oceanographic Institution (WHOI) and Bridgewater State College (BSC). The project will allow Dr. Peter Saccocia to conduct laboratory-based research relevant to the RIDGE initiative and thereby participate in cutting-edge research that would not otherwise be possible without a WHOI collaborator. Second, the research program will form the basis of an undergraduate research course in Earth Science at BSC. This course will enroll anywhere from 5-10 students and will be offered each spring semester over the three year grant period. Each student will 1) read relevant articles from the literature to learn about the background of the proposed research, 2) actively participate in the analytical work (at WHOI) associated with the experiments by working in teams, 3) interpret the results as the data is generated, 4) write reports describing the significant scientific results from their analytical team, and 5) contribute to the production of a single manuscript that emulates the format of a journal article. Thus, this RUI grant will provide an undergraduate research experience for up to 30 geology students at BSC, making them more competitive applicants to high quality graduate programs and enhancing the likelihood that they will pursue careers in the geosciences. In addition to the research course, this project provides an opportunity for up to 6 undergraduate students at BSC to perform more intensive research in the hydrothermal laboratory at WHOI during the summer months.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Saccocia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Saccocia",
   "pi_email_addr": "psaccocia@bridgew.edu",
   "nsf_id": "000101735",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BRIDGEWATER STATE UNIVERSITY",
  "inst_street_address": "131 SUMMER ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRIDGEWATER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5085311242",
  "inst_zip_code": "023250002",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "BRIDGEWATER STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LKA6VHCCK9B4"
 },
 "perf_inst": {
  "perf_inst_name": "BRIDGEWATER STATE UNIVERSITY",
  "perf_str_addr": "131 SUMMER ST",
  "perf_city_name": "BRIDGEWATER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "023250002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 67621.0
  }
 ],
 "por": null
}