{
 "awd_id": "0733941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Group07 Doctoral Consortium to be held on November 4-7, 2007 in Sanibel Island, Florida",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 19841.0,
 "awd_min_amd_letter_date": "2007-06-29",
 "awd_max_amd_letter_date": "2008-08-05",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium (workshop) for about 12 promising graduate students, along with distinguished research faculty, which will take place in conjunction with the 2007 ACM Group Conference (Group07), to be held November 4-7, 2007, on Sanibel Island, Florida.   The bi-annual Group conferences, sponsored by the Association for Computing Machinery, are a leading forum for the presentation and discussion of organizational systems, information systems, social informatics, and computer supported cooperative work (CSCW) research and practice.  They are attended by approximately 120 CSCW, HCI, and allied Computer Science, Information Science, and Information Technology researchers and professionals, and the conference proceedings are heavily-refereed and widely cited.  The Doctoral Consortium at Group07 will take place on November 4, 2007, with a follow-up poster session to be held during the conference's technical program on November 6, and a wrap-up analysis and summary session for the doctoral consortium students on November 7.  This is a new doctoral consortium, but similar consortia have taken place at the CSCW conference since 1992 (the most recent of them sponsored in part by NSF), and have helped to launch the careers of many fine CSCW researchers.  The goals of the event are to build a cohort group of new researchers who will then have a network of colleagues, to guide the work of the new researchers by having the experts in the research field give advice, to provide encouragement and support for the selection of Group research topics, to make it possible for promising new entrants to the field to attend their research conference, to illustrate the interrelationship and diversity of Group research, and to make the new entrants' experience at the Group conference an enjoyable and rewarding  one, thereby encouraging them to return in the future and submit papers, panels, demonstrations, posters, etc.  During the full day of the Consortium, each student will make a formal presentation about his/her doctoral research.  Feedback will be provided by each member of the faculty panel, as well as by the other student participants, and will help student participants understand and articulate how their work is positioned relative to other research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, whether their results are being appropriately analyzed and presented, etc.  Students will have an opportunity to interact more informally with the faculty (and additional guests) during lunch and dinner on the Consortium day.  The poster session scheduled for the second day of the technical program will afford student participants a chance to present their work to conference attendees in general.  The organizers of the Consortium will make a special effort to attract participants from under-represented communities, and to reach beyond the traditional CSCW research community.  NSF funding will provide support for the domestic travel and lodging of the students, as well as the direct expenses of putting on the event.\r\n\r\nBroader Impacts:  The Group07 Doctoral Consortium will bring together the best of the next generation of organizational systems, information systems, social informatics, and computer supported cooperative work researchers. The event will allow them to create a social network both among themselves and with senior researchers, and this will play a major role in their enculturation into the profession.  Since the students and faculty will constitute a diverse group along several dimensions, the students' horizons will be broadened at a critical stage in their professional development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Ackerman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Ackerman",
   "pi_email_addr": "ackerm@umich.edu",
   "nsf_id": "000278920",
   "pi_start_date": "2007-06-29",
   "pi_end_date": "2008-08-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Finholt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Finholt",
   "pi_email_addr": "finholt@umich.edu",
   "nsf_id": "000382396",
   "pi_start_date": "2008-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 19841.0
  }
 ],
 "por": null
}