{
 "awd_id": "0733642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Chemistry Education Research Doctoral Scholars Program",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Reed",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1312497.0,
 "awd_amount": 1312497.0,
 "awd_min_amd_letter_date": "2007-09-05",
 "awd_max_amd_letter_date": "2011-07-13",
 "awd_abstract_narration": "The chemistry education research (CER) Doctoral Fellows Program at Miami University is providing a targeted response to the critical need for scholars with deep content knowledge in chemistry and the specialized training to conduct CER. The CER Doctoral Fellows Program at Miami University prepares Ph.D. scholars whose research studies examine the underlying processes of teaching and learning in both chemistry classrooms and laboratories. Research by the Fellows cohort marries expertise in the design of instruments with the extensive literature on chemistry misconceptions, resulting in the development of reliable and valid measures of student learning for use by both chemistry teachers and chemistry education researchers.\r\n\r\nThe CER Doctoral Fellows Program at Miami University is not only preparing highly skilled scholars in chemistry education research, but is also providing significant community building experiences that are essential to Fellows' success as future chemistry faculty. Site visits to other chemistry education institutions introduce the diversity of higher education settings that characterize chemistry education, from undergraduate institutions and community colleges to teacher preparation and joint appointments between chemistry and schools of education. Fellows participate as teaching associates in undergraduate chemistry courses and cultivate K-12 partnerships in order to develop pedagogical content knowledge. Fellows receive intense professional mentoring into critical CER communities including professional societies, funding agencies, peer-reviewed journals, and national assessment initiatives. Conferences targeted at the professional development of CER graduate students nationwide inform and improve the culture of CER graduate education. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacey Lowery",
   "pi_last_name": "Bretz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacey Lowery Bretz",
   "pi_email_addr": "s-bretz@onu.edu",
   "nsf_id": "000274774",
   "pi_start_date": "2007-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "501 E HIGH ST",
  "perf_city_name": "OXFORD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 526811.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 260281.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 261877.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 263528.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project responded to a critical need to expand the national capacity of scholars in chemistry education research (CER). While the country has tens of thousands of scientists and tens of thousands of teachers, there still exists a critical shortage of scientists who can operate at the interface of science and education &ndash; that is, scientists with the expertise to conduct research about teaching and learning of science. This project created a graduate program to prepare chemists with expertise in designing assessments to measure students&rsquo; understanding of concepts and the many molecular representations used to teach and learn chemistry. The graduate program consisted of specialized coursework, research projects focused on interviewing chemistry students in both high school and university courses, development of assessments to measure students misconceptions, and national professional development conferences to disseminate this capacity building effort to other CER graduate students across the United States.</p>\n<p>&nbsp;By the project&rsquo;s end, 8 different assessments had been developed, pilot-tested, and fully released with data regarding the learning of chemistry for more than 2200 high school students in 8 states and more than 5200 undergraduates at 32 institutions. The collective sample sizes in this CER project are unprecedented and provide an immense data base for future analyses. The intellectual merit of the project included a strong grounding the research literature, well-qualified external evaluators, and an aggressive dissemination plan. More than 80 presentations have been given across the United States to share the findings, methods, and assessment tools with other chemistry educators. A total of 17 peer-reviewed publications are available describing the methods and findings of the research, and an additional 14 publications are in preparation.</p>\n<p>The findings with students in high school and in undergraduate chemistry courses have documented conceptual difficulties with acidity, acid-base reactions, atomic emission, covalent and ionic bonding, enzyme-substrate interactions, intermolecular forces, redox reactions, and meaningful learning in the undergraduate chemistry laboratory. These contribute to the significant literature on misconceptions and most especially to the literature on assessment. In particular, our research has revealed that a variety of particulate and symbolic representations used to communicate and describe core concepts in chemistry, while meaningful to experts, do not convey the same richness of understanding to novice learners. Rather, novices focus on surface features of the representations and struggle to connect two or more representations of the same phenomenon. The translation of all these findings into concept inventories that generate reliable and valid data will now enable teachers to quantitate and characterize the prevalence of these misconceptions and facilitate untold numbers of educational experiments to improve upon pedagogy and curriculum, using the concept inventories to measure changes in student thinking. Requests for copies of the inventories/permission to use the inventories arrive several times each month from around the world.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2015<br>\n\t\t\t\t\tModified by: Stacey Lowery&nbsp;Bretz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0733642/0733642_10023536_1435951264360_CERlogo--rgov-214x142.jpg\" original=...",
  "por_txt_cntn": "\nThis project responded to a critical need to expand the national capacity of scholars in chemistry education research (CER). While the country has tens of thousands of scientists and tens of thousands of teachers, there still exists a critical shortage of scientists who can operate at the interface of science and education &ndash; that is, scientists with the expertise to conduct research about teaching and learning of science. This project created a graduate program to prepare chemists with expertise in designing assessments to measure studentsÆ understanding of concepts and the many molecular representations used to teach and learn chemistry. The graduate program consisted of specialized coursework, research projects focused on interviewing chemistry students in both high school and university courses, development of assessments to measure students misconceptions, and national professional development conferences to disseminate this capacity building effort to other CER graduate students across the United States.\n\n By the projectÆs end, 8 different assessments had been developed, pilot-tested, and fully released with data regarding the learning of chemistry for more than 2200 high school students in 8 states and more than 5200 undergraduates at 32 institutions. The collective sample sizes in this CER project are unprecedented and provide an immense data base for future analyses. The intellectual merit of the project included a strong grounding the research literature, well-qualified external evaluators, and an aggressive dissemination plan. More than 80 presentations have been given across the United States to share the findings, methods, and assessment tools with other chemistry educators. A total of 17 peer-reviewed publications are available describing the methods and findings of the research, and an additional 14 publications are in preparation.\n\nThe findings with students in high school and in undergraduate chemistry courses have documented conceptual difficulties with acidity, acid-base reactions, atomic emission, covalent and ionic bonding, enzyme-substrate interactions, intermolecular forces, redox reactions, and meaningful learning in the undergraduate chemistry laboratory. These contribute to the significant literature on misconceptions and most especially to the literature on assessment. In particular, our research has revealed that a variety of particulate and symbolic representations used to communicate and describe core concepts in chemistry, while meaningful to experts, do not convey the same richness of understanding to novice learners. Rather, novices focus on surface features of the representations and struggle to connect two or more representations of the same phenomenon. The translation of all these findings into concept inventories that generate reliable and valid data will now enable teachers to quantitate and characterize the prevalence of these misconceptions and facilitate untold numbers of educational experiments to improve upon pedagogy and curriculum, using the concept inventories to measure changes in student thinking. Requests for copies of the inventories/permission to use the inventories arrive several times each month from around the world.\n\n \n\n\t\t\t\t\tLast Modified: 07/03/2015\n\n\t\t\t\t\tSubmitted by: Stacey Lowery Bretz"
 }
}