{
 "awd_id": "0733910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-GLOBEC: NWA Georges Bank: Effects of climate variability on Calanus dormancy patterns and population dynamics in the Northwest Atlantic",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2007-03-19",
 "awd_exp_date": "2009-10-31",
 "tot_intn_awd_amt": 182013.0,
 "awd_amount": 182013.0,
 "awd_min_amd_letter_date": "2007-04-24",
 "awd_max_amd_letter_date": "2007-04-24",
 "awd_abstract_narration": "Calanoid copepods are key organisms throughout the world's oceans, consuming primary and secondary production at high rates, and serving as prey for invertebrates, larval and small pelagic fish, seabirds, and marine mammals. Many of the most abundant copepods in temperate and high latitudes, including Calanus finmarchicus in the Northwest Atlantic, can spend part of their life cycle in dormancy, a state of suppressed development. During dormancy, copepods escape unproductive surface waters and reside in deep water for several months, after which they emerge and migrate to the surface, usually prior to the spring bloom. The timing and abundance of copepods emerging from dormancy set initial conditions for population growth in the active season and is likely critical for both copepod population dynamics and for feeding and growth of larval fish. Similarly, the timing of entry into dormancy and consequent reduction of prey availability in surface waters, may be important to population dynamics of surface planktivores. The physical and biological factors that control onset of and emergence from dormancy are not known for Calanus finmarchicus or other open ocean copepod species.\r\n\r\nThis project aims to identify the factors that control onset of and emergence from dormancy in Calanus finmarchicus in the Northwest Atlantic using both an inter-regional comparison of dormancy response and associated environmental conditions and individual-based model (IBM) simulations. The research tests the hypothesis that inter-regional differences in population dynamics are caused by different environmental conditions acting on copepods with similar dormancy and physiological rate responses to environmental parameters. Data sets from seven regions of the Northwest Atlantic will be compiled and compared to observational bio-physical data sets to test hypotheses about dormancy control mechanisms. IBM simulations will be run in individual regions to test the plausibility of the refined dormancy control hypotheses. IBM simulations will also be run to test the sensitivity of the model to uncertainty in dormancy and physiological rate functions, and to evaluate population responses to realistic interannual variability in surface and deepwater temperature and shifts in the timing and magnitude of the spring bloom. Modeled population responses to climate variability in C. finmarchicus will be compared to similar ongoing analyses in C. pacificus and C. marshallae. The results of the proposed research will be important for understanding basic processes that influence seasonal production of a major group of plankton. This knowledge is critical to understanding the overall  trophic impact of climate change on food webs of both the Northwest Atlantic and Northeast Pacific.\r\n\r\nThe proposed research involves the direct participation of one Master's level graduate student and one postdoctoral student. This research represents a continuing collaboration between scientists from the University of New Hampshire and NOAA's Pacific Fisheries Environmental Laboratory (PFEL), and it includes collaborations with scientists at Dalhousie University and Canadian Department of Fisheries and Oceans Laboratories. In addition, the results expected from this proposal will be applicable to current and proposed GLOBEC copepod population modeling efforts. The information gained from this work will prove valuable to management for marine mammals (northern right whale that feeds primarily on C. finmarchicus), as well as cod, herring and other fish  species on Georges Bank and in the Gulf of Maine and for the understanding of impacts of climate change on these species.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Runge",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Runge",
   "pi_email_addr": "jeffrey.runge@maine.edu",
   "nsf_id": "000094176",
   "pi_start_date": "2007-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1308",
   "pgm_ref_txt": "GLOBAL OCEAN ECOSYSTEMS DYNAMICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 182013.0
  }
 ],
 "por": null
}