{
 "awd_id": "0733303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Enhanced Earth system teaching through ReaL Earth Inquiry",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David B. Campbell",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 1763588.0,
 "awd_amount": 1763588.0,
 "awd_min_amd_letter_date": "2007-08-26",
 "awd_max_amd_letter_date": "2014-06-27",
 "awd_abstract_narration": "The ReaL (Regional and Local) Earth Inquiry project empowers teachers to employ real-world local and regional Earth system science (ESS) in the classroom. Earth systems science teachers need the pedagogic background, the content, and the support that enables them to engage students in asking real questions about their own communities. The project is developing online \"Teacher-Friendly Guides\" (resources) that make each of these ends more readily attainable and deepen student understandings of ESS. Tools include basic content that enlarges upon textbook principles by illustrating them in rocks, landforms, water systems, climate, and hazards specific to their region, empowering teachers to make sense of these features in light of their own knowledge of basic earth system processes and the geologic and climatic history of the region. Through Virtual Fieldwork Experiences (VFEs), the project expands classrooms beyond their four walls and engages students in inquiry. VFEs provide a framework for engagement in genuine inquiry, driven by the question \"Why does this place look the way it does?\" This question invites open-ended investigation of multiple Earth systems and their interactions. Teachers are able to access information in many ways, through printed materials, a website that encourages easy usage and downloads, and a database of VFEs from all over the country, which can be taken and adapted for any classroom. Early evaluation of content and pedagogic form occurs through interaction with teachers at small regional workshops. Contact is maintained over the life of the grant, from initial observations to actual classroom use of Guides and VFE's. Additionally, the project is working with the American Institutes for Research, creating a \"usability evaluation\" of the website navigation and identifying any issues for teachers trying to use the on-line materials as they develop lesson plans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Ross",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Ross",
   "pi_email_addr": "rmr16@cornell.edu",
   "nsf_id": "000170159",
   "pi_start_date": "2007-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Haas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Don Haas",
   "pi_email_addr": "dad55@cornell.edu",
   "nsf_id": "000155858",
   "pi_start_date": "2007-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sara Elizabeth",
   "pi_last_name": "Humbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Elizabeth Humbert",
   "pi_email_addr": "seh35@cornell.edu",
   "nsf_id": "000349262",
   "pi_start_date": "2007-08-26",
   "pi_end_date": "2009-07-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kissel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Kissel",
   "pi_email_addr": "rak256@cornell.edu",
   "nsf_id": "000530286",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Paleontological Research Institute",
  "inst_street_address": "1259 TRUMANSBURG RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072736623",
  "inst_zip_code": "148501313",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "PALEONTOLOGICAL RESEARCH INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "N9MQEQFXK6C5"
 },
 "perf_inst": {
  "perf_inst_name": "Paleontological Research Institute",
  "perf_str_addr": "1259 TRUMANSBURG RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148501313",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 845363.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 446606.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 264076.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 207543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Why does this place look the way it does? Why is it home to certain landscapes, natural resources, and Earth hazards? How can we help students and teachers learn to interpret the history and care of the land local to their school, in their region, and of the Earth more broadly? The <em>ReaL Earth Inquiry</em> project (NSF 0733303), carried out by the Paleontological Research Institution and its Museum of the Earth, provides secondary school STEM educators approaches and resources to help address these questions and to prepare their students to be Earth systems science literate citizens. The project aims to help teachers and students address critical issues we face in the coming decades, including energy, mineral, and water resources, natural hazards, climate and weather, and soils.</p>\n<p><em>ReaL Earth Inquiry</em> (&ldquo;ReaL&rdquo; represents Regional and Local) was designed to create a cost-effective means for teachers, at a national scale, to focus curricula on practical understandings of local and regional Earth science that are personally and socially useful to students and their communities. Toward achieving these outcomes we have: (1), developed books for teachers in each region of the country (the national series has seven books) that makes it easier to understand why their region has the features and resources it does; (2), held year-long educator professional development programs for ten cohorts of teachers around the US? and (3), developed a technology-rich method for integrating familiar, locally accessible field sites into curricula on a frequent basis. These resources support educators in focusing on their own places (&ldquo;place-based&rdquo;) using widely available new technologies. All of the work addresses the project&rsquo;s driving question: <em>Why does this place look the way it does?</em>, and helps students to answer that question by investigating the Earth as a system.</p>\n<p>&nbsp;</p>\n<p><strong>National series of Teacher-Friendly Guides to regional Earth science</strong></p>\n<p>Books written for teachers are called &ldquo;Teacher-Friendly Guides,&rdquo; reflecting that each is designed to insure that busy teachers, some of whom may have limited Earth science backgrounds, can use the content easily. New books funded by this grant were written for five regions of the country (Midwestern, Western, South Central, Northwest Central, and Southwestern US), added to two (for the Northeastern and Southeastern US) that had been developed through private funding prior to NSF support. Each book is available online for free, as hyperlinked pages of the project website (<a title=\"Teacher-Friendly Guides to Earth Science of the US\" href=\"http://geology.teacherfriendlyguide.org\" target=\"_blank\">http://geology.teacherfriendlyguide.org</a>) and as downloadable full-color pdfs, and is also available by order in print form. In total, well over 2000 pages were published, including 57 original chapters, by over two dozen authors and an equal number of reviewers. During the course of the project, there have already been well over 100,000 visits to the project website.</p>\n<p><br /><strong>Teacher professional develop programs</strong></p>\n<p>Ten cohorts of teachers completed professional development programming between summer 2010 and Fall 2013. These generally included a 2.5 day workshop, followed by several months of online programming. These workshops reached well over 100 teachers, allowing us to test our teacher professional development approaches and to create a community that could champion <em>ReaL Earth Inquiry</em> approaches into the future. Assuming conservatively that each teacher we&rsquo;ve reached has used approaches from <em>ReaL Earth Inquiry</em> with on average 2 classes per year over 3 years, or 120 students, then we&rsquo;ve reached well over 10,000 students through the project. We&rsquo;ve also given short workshops (one day or less) ...",
  "por_txt_cntn": "\nWhy does this place look the way it does? Why is it home to certain landscapes, natural resources, and Earth hazards? How can we help students and teachers learn to interpret the history and care of the land local to their school, in their region, and of the Earth more broadly? The ReaL Earth Inquiry project (NSF 0733303), carried out by the Paleontological Research Institution and its Museum of the Earth, provides secondary school STEM educators approaches and resources to help address these questions and to prepare their students to be Earth systems science literate citizens. The project aims to help teachers and students address critical issues we face in the coming decades, including energy, mineral, and water resources, natural hazards, climate and weather, and soils.\n\nReaL Earth Inquiry (\"ReaL\" represents Regional and Local) was designed to create a cost-effective means for teachers, at a national scale, to focus curricula on practical understandings of local and regional Earth science that are personally and socially useful to students and their communities. Toward achieving these outcomes we have: (1), developed books for teachers in each region of the country (the national series has seven books) that makes it easier to understand why their region has the features and resources it does; (2), held year-long educator professional development programs for ten cohorts of teachers around the US? and (3), developed a technology-rich method for integrating familiar, locally accessible field sites into curricula on a frequent basis. These resources support educators in focusing on their own places (\"place-based\") using widely available new technologies. All of the work addresses the projectÆs driving question: Why does this place look the way it does?, and helps students to answer that question by investigating the Earth as a system.\n\n \n\nNational series of Teacher-Friendly Guides to regional Earth science\n\nBooks written for teachers are called \"Teacher-Friendly Guides,\" reflecting that each is designed to insure that busy teachers, some of whom may have limited Earth science backgrounds, can use the content easily. New books funded by this grant were written for five regions of the country (Midwestern, Western, South Central, Northwest Central, and Southwestern US), added to two (for the Northeastern and Southeastern US) that had been developed through private funding prior to NSF support. Each book is available online for free, as hyperlinked pages of the project website (http://geology.teacherfriendlyguide.org) and as downloadable full-color pdfs, and is also available by order in print form. In total, well over 2000 pages were published, including 57 original chapters, by over two dozen authors and an equal number of reviewers. During the course of the project, there have already been well over 100,000 visits to the project website.\n\n\nTeacher professional develop programs\n\nTen cohorts of teachers completed professional development programming between summer 2010 and Fall 2013. These generally included a 2.5 day workshop, followed by several months of online programming. These workshops reached well over 100 teachers, allowing us to test our teacher professional development approaches and to create a community that could champion ReaL Earth Inquiry approaches into the future. Assuming conservatively that each teacher weÆve reached has used approaches from ReaL Earth Inquiry with on average 2 classes per year over 3 years, or 120 students, then weÆve reached well over 10,000 students through the project. WeÆve also given short workshops (one day or less) to at least 1000 teachers at state and national teacher conferences, and since weÆve likely reached over 100 students through each of those teachers, then weÆve reached an additional 100,000 students.\n\n\nVirtual Fieldwork\n\nVirtual fieldwork experiences (VFEs) are intended to allow teachers to bring outdoor field sites into the classroom, focusing upon the Earth system of the..."
 }
}