{
 "awd_id": "0733918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/RES - Advancing Women in Science:  Building Engagement through Academic Transitions",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 512492.0,
 "awd_min_amd_letter_date": "2007-09-04",
 "awd_max_amd_letter_date": "2009-08-01",
 "awd_abstract_narration": "Intellectual Merit: This project examines gender differences in academic and social engagement that are postulated to explain the underrepresentation of women in science, technology, engineering, and mathematics (STEM) fields. An integrative Academic and Social Engagement (ASE) Model in STEM career pursuits based upon established theory and innovative methods from social, developmental, and health psychology and education is tested. The ASE Model defines engagement by a range of career, academic, social and psychological outcomes (e.g., sense of belonging in STEM, motivation to pursue a STEM career, and decisions to acquire STEM graduate training ) that are essential not only for career achievement but also for sustained investment and life and career satisfaction. According to the ASE Model, there are two routes to engagement: (1) developing and integrating a STEM identity into one's self-concept, which allows one to view a STEM career as both desirable and attainable and (2) utilizing academic, social, and psychological coping resources that provide necessary information, tangible assistance, and social support to help navigate the path to engagement despite impediments. Further, the ASE Model identifies situational and individual factors that impede engagement, such as perceptions of gender bias in STEM environments and low competence beliefs that undermine confidence and focus. A critical component of the ASE Model is its developmental focus, namely the effect of academic and life transitions on the salience and influence of each facilitator and impediment to engagement. \r\n\r\nParticipants in the Women in Science and Engineering (WISE) program, an established program at Stony Brook University founded with prior NSF funding, serve as a target group for testing the ASE Model. The WISE program supports a select group of female STEM majors by providing them with experiences--primarily in their first year of college--likely to promote a STEM identity and provide coping resources. WISE women are compared to non-WISE, STEM women and STEM men who enter the university in the same year and also to another cohort of WISE women. These groups are studied using traditional longitudinal methods that have been used in prior research as well as newer, state-of-the-art experience sampling methods (namely, daily and weekly diary methodologies) that have not been used in prior research on women's pursuit of STEM careers. These methods include the examination of factors contributing to and impeding engagement between groups (e.g., men versus women), within groups (e.g., individual differences between women), and over time during three important transitions: the start of college, the beginning of intensive research experiences, and the period of decision-making about whether to pursue graduate school in a STEM field. Further, two evidence-based interventions aimed at promoting engagement in STEM fields by enhancing gender and STEM identity integration and providing needed coping resources are tested; their impact on WISE women who receive the intervention will be compared to the other three groups. \r\n\r\nBroader Impacts: The proposed intervention studies give WISE participants an expanded experience in STEM, provide focused mentoring to foster their intellectual and career development, and increase their motivation to work in and seek careers in STEM fields. The project team includes a diverse group of young scholars (predominantly female graduate and undergraduate students, with particular recruitment from ethnic groups underrepresented in science) who will be mentored in research relevant to psychology, gender studies, and related disciplines. Through the proposed project, new infrastructures are created including an inter-disciplinary Advisory Board, once-a-semester discussion series on women in STEM careers, a yearly presentation to be given at an area high school, and a project website. Findings from the proposed research will be communicated in professional journals and at conferences that reach scholars in education, gender studies, developmental, health, and social psychology as well as college administrators, academic counselors, STEM scholars, and high school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonita",
   "pi_last_name": "London",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bonita London",
   "pi_email_addr": "Bonita.London@stonybrook.edu",
   "nsf_id": "000185537",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sheri",
   "pi_last_name": "Levy",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sheri R Levy",
   "pi_email_addr": "sheri.levy@stonybrook.edu",
   "nsf_id": "000219136",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marci",
   "pi_last_name": "Lobel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marci Lobel",
   "pi_email_addr": "marci.lobel@stonybrook.edu",
   "nsf_id": "000237868",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0408",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 138212.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 166501.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 207779.0
  }
 ],
 "por": null
}