{
 "awd_id": "0734859",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Biology on Display: Museums and the New Life Sciences in America",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2007-04-15",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 48505.0,
 "awd_amount": 48505.0,
 "awd_min_amd_letter_date": "2007-07-19",
 "awd_max_amd_letter_date": "2007-07-19",
 "awd_abstract_narration": "Proposal SES 01-34482\r\nBiology on Display: Museums and the New Life Sciences in America\r\nKaren A. Rader, Sarah Lawrence College\r\n\r\nThis CAREER Award integrates research and teaching toward a detailed exploration of the historical relations between academic and public understandings of biology in the twentieth century United States. The five-year research project examines with historical research methods the changing display patterns of life science exhibitions in American museums between 1900 to 1980 -- a subject uncharted by historians of science. This study clarifies central issues about the academic and social reconfiguration of biology as a science, including the relationship of the people and practices involved in life science laboratory research to those involved in its public presentation; the interplay of disciplinary and material forces that led biological exhibits to play a central role in newer science and technology museums, as well as in American culture more broadly; and, ultimately, the changing institutional role of the museum in sustaining social support for the twentieth-century life sciences.  Research activities include a program of museum fieldwork in New York and at archives and museum sites in Washington, Boston, Philadelphia, Los Angeles, San Francisco, Chicago, and Columbus (Ohio).\r\n\r\nAlongside the research project, the PI is developing two new courses that involve undergraduate students in independent historical and/or sociological research. Students in an open seminar,  \"Public Science/Popular Science: Knowledge-Making and Scientific Literacy in the Modern World,\" explores how science is constructed as a public enterprise. This course investigates the general relationship between laboratory practice and processes of social and political change, as well as the particular meaning and significance of scientific literacy issues in differing historical and cultural contexts. Also, an advanced undergraduate seminar, \"Nature on Display: Museums in Science,\" focuses on how science and culture co-construct one another in the museum setting, with special attention to the historical evolution of different types of science museums, and the process of exhibition construction. This latter course requires students to undertake field placements at local science museums, in order to experience first hand (either by researching primary source historical documents, or by becoming a participant-observer in the design of a contemporary display) the process of museum science in-the-making. Located in the New York Metropolitan area, Sarah Lawrence College is an innovative liberal arts school with a unique undergraduate course structure that features small seminars, writing-across-the-curriculum, and individual tutorials; thus the pedagogical aims of this plan are uniquely suited to the institution's niche. To further encourage public outreach during the seminars, the PI is developing a workshop series on \"The Meaning of Public Science,\" in which exceptional local and national scholars, artists, and scientists will be invited to address their work to class themes in small panel discussions and lectures. All educational efforts make considered use of a WWW infrastructure for information and interaction.\r\n\r\nThe primary goal is production of a book, as well as conference presentations (for students and the PI) and articles in scholarly journals and general education venues.  By providing an overview of the history of biology displays, this research project re-situates museums as important institutions in relation to the existing histories of research practices and popularization in the life sciences.  By placing liberal arts students in museums,  the PI's pedagogical activities can expose them to social science methodologies, as well advance community and disciplinary outreach between the public and academic worlds of science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Rader",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Karen A Rader",
   "pi_email_addr": "karader@vcu.edu",
   "nsf_id": "000233782",
   "pi_start_date": "2007-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "910 WEST FRANKLIN ST",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232849005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 48505.0
  }
 ],
 "por": null
}