{
 "awd_id": "0735655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OrganicPad: A Tablet PC-Based Interactivity Tool for Organic Chemistry",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 311740.0,
 "awd_amount": 311740.0,
 "awd_min_amd_letter_date": "2007-08-29",
 "awd_max_amd_letter_date": "2007-08-29",
 "awd_abstract_narration": "This project will develop and test a tablet PC based instructional and assessment system that uses the natural user interface to allow students to learn to draw chemical structures. Other structure drawing programs often use cumbersome tools or drag and drop based systems that do not mimic the normal way students learn to develop draw chemical structures.\r\n\r\nThe software tool, called OrganicPad, enables an instructor to engage her students in class by sending them problems to solve. The students develop answers to the problems guided by tips and hints provided by the software.  All communication is through the web, using the HTTP communication protocol. At any time, the instructor can evaluate student submissions and can quickly understand where students are having difficulty. Alternatively the system may be used in a tutorial mode.\r\n\r\nEach input by the student (atom, bond, electron, charge etc.) will be stored in a database for later data analysis. Using a similar analysis system to previous work, they will usel use neural nets to identify similar student approaches to the problem and cluster them into strategies. Student progress will be followed over time by using Hidden Markov Modeling to develop models for how students achieve competence in constructing chemical structures. \r\nOnce we have these models we will be able to develop interventions specifically aimed at the particular problem a student may have with the process. \r\n\r\nThe goals of this project are to  a) develop OrganicPad into a fully functional software package that can be used as both an assessment and a tutorial to help students learn to draw chemical structures; b) model the data (ink strokes, sequence of inputs, timelines) and identify both successful and unsuccessful strategies that students use; and c) To use the results from the modeling data to develop interventions that will improve student structure drawing strategies.\r\n\r\n\r\nIntellectual Merit\r\n\r\n\tThe work outlined in this proposal will give a new insight into how students develop competence in constructing representations of abstract concepts. Previously we have developed and used similar methods for probing student problem solving, that involved complex web based problems. However, these problems impose structure on students, since their actions only involve making choices, either by clicking on action items, or by dragging icons. We now propose to extend this process to the free form input allowed by using tablet PCs, which impose much less structure on the student. We anticipate that the insights gained by this work will allow us to develop more effective teaching and learning materials for a wide range of applications.\r\n\r\nBroader Impacts\r\n\tAs the use of tablet PCs increases in classrooms, teaching methods and materials that are able to take advantage of their flexibility and power, will become increasingly important. This project will impact thousands of students over the course of the project and will allow them to become involved in the development of new teaching methods and materials.\r\n\tThis proposal focuses on drawing and representing different chemical structures, but the methods we propose are ultimately applicable to many other domains, such as mathematical equations, geometric figures, and computer science data structures.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Cooper",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie M Cooper",
   "pi_email_addr": "mmc@msu.edu",
   "nsf_id": "000257059",
   "pi_start_date": "2007-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roy",
   "pi_last_name": "Pargas",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Roy P Pargas",
   "pi_email_addr": "pargas@cs.clemson.edu",
   "nsf_id": "000250271",
   "pi_start_date": "2007-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Calvin",
   "pi_last_name": "Williams",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Calvin L Williams",
   "pi_email_addr": "calvinw@clemson.edu",
   "nsf_id": "000256489",
   "pi_start_date": "2007-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 311740.0
  }
 ],
 "por": null
}