{
 "awd_id": "0735043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:    Craft Specialization and the Emergence of Social Inequality at He-4 (El Hatillo), in the Rio Parita Valley, Panama",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2007-08-05",
 "awd_max_amd_letter_date": "2007-08-05",
 "awd_abstract_narration": "Under the supervision of Dr. Robert Drennan, doctoral candidate William Locascio will conduct archaeological excavations at the site of He-4, in the Rio Parita Valley, Panama. He-4 emerged as a regional political center at about 550 A.D. and controlled a population numbering several thousand people. It is not fully understood why, after millennia of existing successfully in small egalitarian groups, humans in many places in the world began to organize themselves into larger, hierarchically ordered societies. What conditions existed to permit small groups of emerging elites to cement enduring social superiority? What strategies did they employ in gaining their status?\r\n\r\nHe-4 presents an opportunity to investigate the underlying social dynamics of this fundamental social transformation. Previous research at He-4 suggests that specialized production of agricultural tools like stone axes, which were vital for clearing forests to open agricultural fields, formed one avenue for prospective elites to consolidate social and economic control over others. Mr. Locascio will carry out excavations in areas of He-4 known to contain concentrated evidence of the production of stone axes (as well as other goods) in association with the remains of higher status residences. The earlier research involved only surface collection and very limited test excavation and thus enables one only to determine that several kinds of specialized production occurred in the same residential zones that show evidence of high ranking families. The larger-scale stratigraphic excavations that Mr. Locascio will conduct will provide much better chronological control and greater detail about the contexts in which evidence of both specialized production and social elites appears. This will make it possible to say just when specialized craft production began, what craft products were involved, how intensively specialized the production was at different points in time, and whether the nature of its association with elites changed through time.\r\n\r\nIn addition to its scientific findings, this research will have several kinds of broader impacts. It will be a fundamental element in the training of the doctoral candidate. It will also provide field training and experience for students of archaeology from the University of Pittsburgh and several universities in the region (including the universities of Costa Rica and Panama and the Universidad del Cauca in Colombia), thus encouraging the development of international collegial relationships in Central America and northern South America. Local outreach communicating the nature and results of the project, focusing especially on schools and communities near He-4, will enhance public appreciation of scientific archaeological research in a region where uncontrolled and illegal excavation has been a severe threat to archaeological sites.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Drennan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Drennan",
   "pi_email_addr": "drennan@pitt.edu",
   "nsf_id": "000342910",
   "pi_start_date": "2007-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}