{
 "awd_id": "0735112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  The Pacific Meridional Mode and El Niño-Southern Oscillation (ENSO)",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jay S. Fein",
 "awd_eff_date": "2007-06-15",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 106243.0,
 "awd_amount": 106243.0,
 "awd_min_amd_letter_date": "2007-06-18",
 "awd_max_amd_letter_date": "2007-06-18",
 "awd_abstract_narration": "This research is aimed at enhanced understanding of the structure, dynamics, and impacts of the Pacific \"meridional mode\" (MM), as well as its influence on El-Nino-Southern Oscillation (ENSO) seasonality.  Despite explaining less variance than ENSO, the Pacific MM plays an important role in tropical interannual and decadal climate variability: both observational and modeling studies provide compelling evidence that the MM assists in initiating ENSO variability, may strongly influence ENSO seasonality, and contributes to the spatial and temporal structure of tropical ENSO-like decadal variability. Thus, a better understanding of the underlying physical processes that contribute to MM variability in the Pacific, as well as its link with ENSO, is needed. \r\n\r\nThe research addresses three major questions concerning MM variability and its relationship with ENSO: \r\nQ1) Can we characterize the detailed structure and dynamics of the Pacific MM, including its link with ENSO, in nature and in the current generation of general circulation models? \r\nQ2) How does the mean state and seasonal cycle influence the Pacific MM? What processes contribute to the seasonality of Pacific MM variability and its relationship to ENSO? \r\nQ3) What are the dynamical mechanisms that link the Pacific MM to ENSO? How does the seasonality of MM variability affect ENSO's phase locking to the seasonal cycle? \r\n\r\nThe research will include analyses of observational data, and model data from the Intergovernmental Panel on Climate Change 4th Assessment Report; the development of a series of linear coupled models that enhance understanding of the dominant physical processes that affect MM variability; and a series of modeling studies using the National Center for Atmospheric Research (NCAR) atmospheric general circulation models (AGCMs) coupled with two different ocean models  \r\n\r\nBroader Impacts: The broader impacts of this research include its societal contribution through links with the climate prediction community (through common research interests, individual professional activities by the PIs, and a proposed session at a major meeting), training of two graduate students, the development and testing of tools that will eventually be distributed to the broader scientific community, and by continuing efforts by the PIs to integrate research and education, and to encourage ethnic and gender diversity in their research environments. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ping",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ping Chang",
   "pi_email_addr": "ping@tamu.edu",
   "nsf_id": "000180785",
   "pi_start_date": "2007-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 106243.0
  }
 ],
 "por": null
}