{
 "awd_id": "0737932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Workshop on Sustainable Infrastructure in Developing Countries; Washington, DC; Fall 2007",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2007-08-30",
 "awd_max_amd_letter_date": "2007-08-30",
 "awd_abstract_narration": "Infrastructure construction globally over the next several decades will occur primarily in the developing world. The resulting demand for construction materials, energy, and water, and the resulting global pollution load, must be addressed on the front end to seek sustainable approaches. We must come to understand how to design and build infrastructure so as to accomplish the lofty objectives of the infrastructure itself, while at the same time finding approaches that maximize the investment impact while preserving social and political acceptance and the needs of the environment. Developing countries present unique development challenges in the efficient, affordable, and sustainable delivery of infrastructure especially due to weak government institutions, low-income economies, lower productivity, negligible private sector participation, and higher unemployment. And, while it is true that the infrastructure itself, upon completion, fuels economic growth, the process of constructing that infrastructure can have powerful impacts on national capacity of the construction industry. In addition to the direct gains which can be obtained by solving these riddles, it is also true that US infrastructure construction will be a continuing significant national expense into the foreseeable future, so the lessons learned from US technological leadership in developing country settings can also be transferred to US infrastructure projects. The challenges created by these critical problems must be addressed in a systematic way, but at present there is no broadly understood research agenda.\r\n\r\nA workshop will be conducted to provide this agenda. A Workshop Advisory Panel (WAP) has already been established for this purpose. The workshop will focus on two broad themes of research. The first research theme is focused upon broadening the global capacity for engineering design and construction to accelerate the pace of knowledge creation. The second research theme is focused upon redefining the role of the civil and construction engineering community in an interdisciplinary setting consisting of economists, public policy experts, social scientists, and financial experts. In general, educational systems in the United States have an excellent record of preparing engineers for the technical challenges they will face. The workshop is planned to take place in Washington DC in fall 2007. The participants will include industry professionals, university researchers, graduate and undergraduate students, lead experts from sponsoring agencies, international development agencies, and members from research organizations. Students will be engaged in the process as participants and assistants.\r\n\r\nIntellectual Merit: Developing countries represent a significant opportunity for growth in the future and it is important to consider strategies both for building sustainable infrastructures and for broadening participation in the solutions identified. How to explore and establish the appropriate technological and economic level of infrastructure capacity is a challenge that will be addressed by this workshop. This workshop will also create a new body of knowledge specifically related to infrastructure development issues in developing countries.\r\n\r\nBroader Impacts: This workshop is focused upon training and educating future scholars and leaders in successful infrastructure development and growth in developing countries. Because the problem itself is so critical, and because its solution utterly depends on expanding the diversity of participation in its solution, the impacts are inherently broader than the knowledge created itself. Practitioners, faculty, and students from different countries will participate to learn about this topic. Through the involvement of an industry expert as a Co-PI the workshop content will be further strengthened. A website will be developed for this workshop to include the specific details on the workshop activities. It will be used to act as a clearing house for all relevant research and literature related to building sustainable infrastructure in developing countries. Results will be published in appropriate journals, newsletters, and websites. The case study project data will be provided on the workshop website and participants will be encouraged to use it as a training and educational resource. This award was co-funded by the Office of International  Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anil",
   "pi_last_name": "Sawhney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anil Sawhney",
   "pi_email_addr": "anil.sawhney@asu.edu",
   "nsf_id": "000325162",
   "pi_start_date": "2007-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Walsh",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth D Walsh",
   "pi_email_addr": "kwalsh@mail.sdsu.edu",
   "nsf_id": "000294157",
   "pi_start_date": "2007-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Prieto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Prieto",
   "pi_email_addr": "bob.prieto@fluor.com",
   "nsf_id": "000075292",
   "pi_start_date": "2007-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  },
  {
   "pgm_ele_code": "717900",
   "pgm_ele_name": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1631",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE SYSTEMS"
  },
  {
   "pgm_ref_code": "5928",
   "pgm_ref_txt": "AFRICA AND ASIA,OTHER"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7179",
   "pgm_ref_txt": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ref_code": "7299",
   "pgm_ref_txt": "INTERNATIONAL PLAN & WORKSHOPS"
  },
  {
   "pgm_ref_code": "7396",
   "pgm_ref_txt": "NEES RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}