{
 "awd_id": "0738371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research MOD:  Contributions of Foreign Students to Knowledge Creation and Diffusion",
 "cfda_num": "47.075",
 "org_code": "04000000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia I. Lane",
 "awd_eff_date": "2007-12-01",
 "awd_exp_date": "2011-11-30",
 "tot_intn_awd_amt": 533875.0,
 "awd_amount": 533875.0,
 "awd_min_amd_letter_date": "2007-08-28",
 "awd_max_amd_letter_date": "2007-08-28",
 "awd_abstract_narration": "Since the 1980s, the foreign-born share of scientists and engineers educated in the U.S. has grown substantially. The majority of these students remain to work in the U.S. Many concerns have been raised about possible negative effects of this increase on the U.S. and on the sending countries. However, there are also many potential benefits associated with educating foreigners for Ph.D.s in science and engineering. This project has two significant contributions to the literature.  First, by analyzing patent citation patterns between foreign-born U.S. Ph.D. recipients' home country and the U.S., this study investigates whether foreign science and engineering students receiving U.S. doctorates help diffuse knowledge from the U.S. to other countries or whether knowledge flows from other countries to the U.S.  The study also empirically tests whether knowledge diffusion depends on the doctoral recipients staying in the U.S. Because the decision to return home is not strictly exogenous, a major identification strategy uses the Foreign Fulbright Fellowship as an instrument for the post-doctoral location of Ph.D. recipients since Fulbright fellows cannot return to the U.S. for two years after graduation. \r\nSecond, the study attempts to determine whether foreign students educated in the U.S. contribute disproportionately to increases in the rate of science and engineering knowledge creation, innovation, and entrepreneurship. Finally, because of concern over potential losses to the U.S. if foreign students return home in larger numbers, a third sub-project considers what factors affect the decision of doctorate recipients to leave the U.S. after completing their studies. The two main sources are:  (1) a data set based on the early careers of Ph.D. and Masters graduates from three large U.S. universities, and (2) data from the NSF's SESTAT database. \r\nThe extent to which scientists can access and make use of scientific and technological knowledge produced by others is an important determinant of economic growth. Physical proximity, social networks, collaboration, and interfirm mobility have all been shown to play important roles in diffusing knowledge. This study contributes to the existing literature on this topic by examining the role of education-induced international mobility in explaining global knowledge diffusion. \r\nSome researchers argue that foreign-born scientists are a source of strength for U.S. knowledge creation and innovation. Evidence of this has focused on the most successful scientists or on very specific settings (e.g. a survey of foreign-born entrepreneurs in Silicon Valley). The present study pushes the analysis further by examining whether, in a random sample of scientists, foreign-born scientists are more likely than the native-born to patent and to engage in entrepreneurial enterprises, and whether their patenting is more likely to lead to entrepreneurial activity.  The decision of foreign students who receive U.S. science and engineering degrees to leave the U.S. has not been studied at length by economists. \r\nThese topics are relevant to funding agencies, particularly the NSF and NIH, in determining the most effective uses of their funding dollars for research and training. By addressing whether and how much the U.S. and foreign countries respectively gain when the world's most talented scientists are educated in the U.S., this study sheds light on whether agencies should direct more funding for graduate and postdoctoral education towards foreigners. Also, it will contribute to the policy debate surrounding high-skill immigrants and their access to student and H1-B visas. Finally, it will help policymakers predict future trends in the share of foreign students in science and engineering doctoral programs and gauge their potential impacts.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SBE",
 "org_div_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shulamit",
   "pi_last_name": "Kahn",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Shulamit B Kahn",
   "pi_email_addr": "skahn@bu.edu",
   "nsf_id": "000380542",
   "pi_start_date": "2007-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "MacGarvie",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Megan J MacGarvie",
   "pi_email_addr": "mmacgarv@bu.edu",
   "nsf_id": "000491090",
   "pi_start_date": "2007-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 533875.0
  }
 ],
 "por": null
}