{
 "awd_id": "0738151",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:   Climate over Landscapes; Boulder, Colorado; September 19-21, 2007",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2008-11-30",
 "tot_intn_awd_amt": 73570.0,
 "awd_amount": 73570.0,
 "awd_min_amd_letter_date": "2007-08-08",
 "awd_max_amd_letter_date": "2007-08-23",
 "awd_abstract_narration": "This collaborative proposal between UCAR/JOSS, Joe Galewsky (University of New Mexico) and Gerard Roe (University of Washington) is a request to the National Science Foundation to fund a topical workshop entitled Climate over Landscapes at the University of Colorado, September, 19-21, 2007.\r\n\r\nSome of the most significant advances in geoscience research over the last 20 years have come about through understanding the coupling of processes operating in the atmosphere (climate), on the Earth's surface (geomorphology), and within the Earth's crust (tectonics). Through this integration, the community is essentially rewriting the paradigm for understanding how mountain ranges come and go, how landscapes evolve and respond to both external and internal forcings, and how climate and the land surface co-evolve. The scope of the new paradigm spans many orders of temporal and spatial scale, from natural hazards (e.g., landslides) all the way through to mantle convection.\r\n\r\nOf all the couplings that are found to be important, few are as fundamental as that between surface and atmospheric processes - between geomorphology and climate. Recent advances put us in a position to forge serious links between the atmospheric communities and the earth-surface community: a) landscapes are being revealed to us at an unprecedented level of detail, largely though remote sensing techniques; b) advances in low-temperature geochronology and cosmogenic radionuclides allow for more confident dating of specific events and rates of processes; c) the theoretical development of physically-based geomorphic transport laws; d) computational advances permit mesoscale modeling of atmospheric processes on scales relevant to landscapes; and e) remote sensing of climate and vegetation affords unprecedented spatial and temporal observations. We are now able to know how the landscape is shaped, how fast it is shaped, and what the landscape really looks like.\r\n\r\nThe proposed workshop is about connecting these advances. Engaging the atmospheric sciences and landscape communities is critical if full advantage is to be taken of the possibilities available. Landscape dynamics can be seen as an archetypal case study of Earth System Science, spanning as it does, processes ranging from the crust deformation to cloud microphysics. The individual pieces are clearly in place. The challenge is in coming together as a community to figure out how to combine them as effectively as possible.\r\n\r\nGoals:-\r\n1. To engage the atmospheric science and landscape dynamics communities in a conversation about effective joint research directions and possible collaborations.\r\n2. For the landscape dynamics community: to get better acquainted with what can be known about relevant atmospheric processes, and to address how that knowledge might be incorporated into landscape dynamics research.\r\n3. For the atmospheric sciences community: to learn about the novel and exciting research opportunities in studying landscape dynamics; to challenge and extend existing understanding of climate by asking new questions from different perspectives.\r\n4. Generate a white paper for both the community at large and for the NSF, the purpose of which is to provide a state-of-the-art report and a research agenda, to be written by a smaller sub-set of the workshop participants. In order that the white paper is inclusive and as open as possible, we will circulate drafts to the community for comments, suggestions, etc.\r\n\r\nBroader Impacts:-\r\nEducational. 15 to 20 graduate students will be invited to the workshop. Their participation in charting a course for research for the future will be illuminating for them and will help ensure that the ideas raised have a long-term influence.\r\n\r\nIntellectual. Interdisciplinary collaboration is the future of Earth Sciences, and understanding landscape dynamics is one of the great challenges of the whole field. Historically progress has been impeded by traditional disciplinary boundaries. This workshop is an opportunity to establish a lasting legacy of greater communication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Martin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald G Martin",
   "pi_email_addr": "",
   "nsf_id": "000415564",
   "pi_start_date": "2007-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Galewsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Galewsky",
   "pi_email_addr": "galewsky@unm.edu",
   "nsf_id": "000375114",
   "pi_start_date": "2007-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerard",
   "pi_last_name": "Roe",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Gerard H Roe",
   "pi_email_addr": "groe@uw.edu",
   "nsf_id": "000329659",
   "pi_start_date": "2007-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "3090 CENTER GREEN DR",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 73570.0
  }
 ],
 "por": null
}