{
 "awd_id": "0740375",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intrasite Organization and Interregional Interaction:   Archaeological Investigations at Chacalilla, Nayarit, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-03-28",
 "awd_exp_date": "2009-11-30",
 "tot_intn_awd_amt": 104096.0,
 "awd_amount": 104096.0,
 "awd_min_amd_letter_date": "2007-07-17",
 "awd_max_amd_letter_date": "2007-07-17",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Michael Ohnersorgen will conduct two seasons of archaeological research on the western coast of Nayarit, Mexico. The research focuses on the archaeological site of Chacalilla, a regional center that flourished during the Early and Middle Postclassic periods (A.D. 900-1350) in Mesoamerica. The project seeks to clarify social and economic relationships that contributed to the Aztatlan tradition in Postclassic West Mexico, a widely shared ideological and material culture complex that included polychrome pottery with complex iconographic designs, figurines, copper ornaments, shell jewelry, shared burial practices, and other elements. The Aztatlan tradition is manifested across much of West and Northwest Mexico, and it may be related to socio-economic networks that linked those areas with cultures in central Mexico and the US Southwest. Prior research has suggested several models of economic and political interaction to account for the wide distribution of the Aztatlan tradition, but these models remain untested and the nature of interactions among Aztatlan participants is largely speculative. \r\n\r\nResearch at Chacalilla will examine community socio-political and economic organization through a study of settlement arrangement, the spatial distribution of Aztatlan-associated artifacts, and an assessment of evidence for craft production and exchange. Examination of the types and spatial associations of Aztatlan artifacts will reveal which segments of society were involved in various kinds of interactions, permitting an assessment of theoretical models of Aztatlan interaction that posit elite versus commoner involvement. Specific tasks are 1) systematically survey and map Chacalilla and create a GIS database for data analysis 2) collect a sample of artifacts from the surfaces of archaeological features, 3) conduct excavations within a sample of structures that represent the range of social and economic variability among Chacalilla's population, 4) analyze all archaeological materials recovered, 5) conduct chemical compositional analyses of ceramic and obsidian artifacts from Chacalilla and other sites to reconstruct networks of economic production and exchange. \r\n\r\nThe study provides one of the first systematic examinations of social and economic organization in Aztatlan communities. The Aztatlan tradition is an example of heightened interregional cultural connectivity, a phenomenon observed in other parts of the world where ancient civilizations emerged. Resolution of the mechanisms behind such phenomena is critical at various junctures for Mesoamerica, especially for the Postclassic period, which is characterized by several related traditions. Because of its long-term involvement in interregional exchange and interaction, West Mexico is a crucial area to examine issues related to episodes of interregional cultural connectivity among ancient polities. Ohnersorgen's research provides a critical nexus between community organization and regional scale phenomena, allowing archaeologist to determine for one Aztatlan center who was interacting and what items were involved in exchange. Through its focus on household and community organization, the research will also broaden the understanding of cultural variability and the range of social formations in West Mexico, an area underrepresented in Mesoamerican studies.\r\n\r\nMore broadly, the research fosters international institutional cooperation through its partnership with Mexico's Instituto Nacional de Antropologia e Historia (INAH), and provides research opportunities to American and Mexican graduate and undergraduate students. A pilot project at Chacalilla by Ohnersorgen in 2003 generated much local community interest, and Ohnersorgen is working with INAH and an ecological group in Nayarit to develop plans for a community museum and educational exhibit for local schools, promoting awareness and protection of archaeological heritage.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ohnersorgen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Ohnersorgen",
   "pi_email_addr": "ohnersorgenm@umsl.edu",
   "nsf_id": "000446514",
   "pi_start_date": "2007-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Saint Louis",
  "inst_street_address": "1 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145165897",
  "inst_zip_code": "631214400",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "GWCTP4CQ1E65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Saint Louis",
  "perf_str_addr": "1 UNIVERSITY BLVD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631214400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 104096.0
  }
 ],
 "por": null
}