{
 "awd_id": "0742154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Bamboo for Soil Slope Reinforcement",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 49500.0,
 "awd_amount": 49500.0,
 "awd_min_amd_letter_date": "2007-08-30",
 "awd_max_amd_letter_date": "2007-08-30",
 "awd_abstract_narration": "Goodings, Deborah, PI\r\nUniversity of Maryland\r\nCBET-0742154\r\n\r\nSGER: Bamboo as a Soil Slope Reinforcement\r\n\r\nBamboo is reputed to be the fastest growing plant in the world. Relatively recent concerns in the West regarding wise use of natural resources in choices for building materials has rekindled attention to bamboo as an underutilized, self-replenishing building material. The principal focus of this research, at this point, is on use of bamboo in short term slope stabilization, using the bamboo for soil nailing. Potential for extension to other types of soil reinforcement applications remains open. In soil reinforcement, stresses on the reinforcement are low and not concentrated, and shrinking and swelling is not a problem for soil reinforcement; in fact, an increase in water content may even increase the tensile strength in bamboo8. These aspects suggest that bamboo may be a promising candidate as a soil reinforcement material. Standards in testing bamboo do not exist. This work will focus on to exploring the basics, including:\r\n- measuring the friction between bamboo and soil (sand, silt, and clay) using simple\r\npullout tests.\r\n- measuring the resistance to soil shearing when the shearing surface is crossed by bamboo.\r\n- measuring the compressive and tensile strengths of the bamboo used in these tests.\r\n\r\n\r\nVarious broader impacts are expected from this research. First, the ultimate application for bamboo reinforcement will be to stabilize temporary, otherwise unstable excavations, or in emergency conditions, to provide when short term slope stabilization critical to control, or to remediate, slope failure. While this research could be applied to low tech Western building conditions, its primary application at this point, is expected to be in developing countries; the United Nations, the (US) National Academy of Engineering, and the World Bank note that disaster reduction is a critical component of the global poverty reduction agenda. Second, sustainability must be an underlying concept in engineering development; this research will contribute both to the specifics of understanding potential for increased uses of bamboo, as well as adding to the movement within engineering to reassess choice of building materials in light of sustainability. Third, an undergraduate researcher will be included in the research team, a technique found invaluable in transitioning students from undergraduate to graduate study. Fourth, promising results can be disseminated through three traditional avenues: as a technical note in an engineering journal; as a paper presented at an appropriate conference, on, for example, environmental sustainability; and as a presentation at the national, annual Engineers Without Borders conference. Fifth, this research has the potential to move into practice: opportunities to test the technique in the field exist through the Engineers Without Borders projects of the University of Maryland, if results support its viability.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Goodings",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah J Goodings",
   "pi_email_addr": "goodings@gmu.edu",
   "nsf_id": "000169098",
   "pi_start_date": "2007-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "018E",
   "pgm_ref_txt": "REMEDIATION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 49500.0
  }
 ],
 "por": null
}