{
 "awd_id": "0742947",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Non-Mimetic Simulation of Fire Emergency Response Team Cognition Stress through a Mixed Reality Game",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 96893.0,
 "awd_min_amd_letter_date": "2007-08-31",
 "awd_max_amd_letter_date": "2009-07-24",
 "awd_abstract_narration": "Fire emergency response teams work in stressful, dangerous environments where effective team cognition can mean the difference between life and death. This research explores the field of non-mimetic simulation. This new form of abstract learning environment is grounded in work practice, yet it does not directly mimic concrete aspects of real life. Mixed reality game designs will be developed to simulate team interactions like those found in emergency response situations. Integrating inexpensive, portable global positioning sensors, wearable computing systems, and direct human-to-human communication, location-aware mixed reality games afford players a high level of immersion through situated embodied interaction that connects physical and virtual worlds. Participants will need to communicate with each other efficiently in order to respond to tough real-time demands. Non-mimetic simulations, in the form of location-aware team game designs, will mirror the information flow and communication structure of firefighting teams without mimicking fire and smoke. Game designs will be based on an ethnography of fire emergency response work, to capture salient abstract features of team cognition stress in practice. Evaluation will be performed with fire emergency response and university students, and will utilize mixed methods, both quantitative and qualitative, that explore participants' ability to coordinate and communicate, and their engagement with the game. Previous reviews of this research identified it to be high-risk, high-payoff, citing the need to to explore the efficacy of the non-mimetic simulation method. The identification of salient abstract features of the base environment that need to be simulated is a new area of research. Further, sensor reception limitations of GPS and Wi-Fi technology, which are known as seams, will need to be integrated into the designs.\r\n\r\nFire emergency responders need team skills in order to effectively protect lives and property. This research develops location-aware mixed reality game systems for teaching fire emergency response team cognition stress through non-mimetic simulation. The goal of these systems is to enable learning critical team skills in safe environments. Non-mimetic simulations of team cognition stress may serve as important components of education for all people who work in teams. These include astronauts, air traffic controllers, and all areas of emergency response, including emergency call center operators, police, and paramedics. Further, these simulation methods may be applicable to teams of knowledge workers and students, in science, technology, engineering, math, and other fields. This research will expand our understanding of learning technologies, situated practice, and team cognition, with potentially great impact on the way in which fire emergency response teams, and other types of teams, are trained. Non-mimetic simulation, coupled with embodied interaction, promises to be an interesting and new field of educational research. Furthermore, this research will expand our understanding of the use of mixed reality systems, an exciting mode of human computer interaction that is just now becoming technologically accessible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andruid",
   "pi_last_name": "Kerne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andruid Kerne",
   "pi_email_addr": "andruid@cs.tamu.edu",
   "nsf_id": "000234889",
   "pi_start_date": "2007-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 96893.0
  }
 ],
 "por": null
}