{
 "awd_id": "0742252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: BPC-A: ARTSI: Advancing Robotics Technology for Societal Impact",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 563027.0,
 "awd_min_amd_letter_date": "2007-09-20",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "Spelman College proposes the ARTSI (Advancing Robotics Technology for Societal Impact) Alliance in collaboration with Florida A&M University, the University of the District of Columbia, Hampton University, Morgan State University, Norfolk State University, Winston-Salem State University, the University of Arkansas-Pine Bluff, Carnegie Mellon University, Georgia Institute of Technology, Brown University, Duke University, the University of Alabama, the University of Washington, and the University of Pittsburgh. Seven of these partners are HBCUs and seven are Carnegie Research I institutions. Their collaboration joins the strengths of HBCUs in conducting outreach and education in a nurturing learning environment with those of the R1's for conducting world class research. The ARTSI Alliance will motivate students to pursue computer science careers by emphasizing the creativity and socially beneficial aspects robotics technology with hands-on projects, curriculum, and media. ARTSI activities will span the academic pipeline from K-12 through the faculty ranks. At the K-12 level, students will be recruited with community outreach using robotics and art, robotics road shows, and a robotics educational film online repository.  At the undergraduate level, HBCU students will be exposed to new robotics curriculum, and they will be encouraged to pursue advanced training in graduate school through summer research experiences, collaborative, interdisciplinary robotics projects in the arts and health, instruction in technical film documentation, student virtual film festivals, annual robotics conferences, and instruction in entrepreneurship for computer science. At the faculty level, it will increase the number of HBCU faculty who educate students in robotics and involve students in robotics research by providing faculty mentoring, summer research experiences for underrepresented faculty at R1 robotics labs, robotics summer workshops, and development and dissemination of robotics educational material through a web-based portal. The Alliance will have industry partners, including Seagate, iRobot, Microsoft Research, and Juxtopia, as well as educational partners, including Florida-Georgia Louis Stokes Alliance for Minority Participation and Computer Science Teachers Association. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Williams",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew B Williams",
   "pi_email_addr": "andrew.williams@mu.edu",
   "nsf_id": "000409305",
   "pi_start_date": "2007-09-20",
   "pi_end_date": "2012-08-07"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Lawrence",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea W Lawrence",
   "pi_email_addr": "lawrence@spelman.edu",
   "nsf_id": "000261888",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Spelman College",
  "inst_street_address": "350 SPELMAN LN SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4042705897",
  "inst_zip_code": "303144399",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "SPELMAN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ES69D58DJPE7"
 },
 "perf_inst": {
  "perf_inst_name": "Spelman College",
  "perf_str_addr": "350 SPELMAN LN SW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303144399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ele_code": "758400",
   "pgm_ele_name": "ITR-BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 348474.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 162513.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 52040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span><span>ARTSI</span>:&nbsp; Advancing Robotics Technology for Societal Impact</span></strong></p>\n<p><strong>NSF&nbsp;&nbsp; Award ID 0742252</strong></p>\n<p><strong><span><span>Spelman</span> College</span></strong></p>\n<p><strong>Principal&nbsp; Investigator:&nbsp; Andrea W. Lawrence, Ph.D.</strong></p>\n<p>Introduction</p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The <span>Spelman</span> College <span>ARTSI</span> project originated as part of a collaborative Broadening Participation in Computing Project.&nbsp; The goal of the project was to increase the number of African American students who study computer science and robotics in college, especially graduate school; increase the <span>HBCU</span> faculty involved in robotics teaching and mentoring</span><br /><span>undergraduate research; and recruit K-12 and <span>HBCU</span> students to pursue computer science and robotics education, provide robotics training to students through establishment of robotics courses, competition teams, and research programs in several <span>HBCUs</span>.&nbsp; Students were also encouraged to participate in <span>REUs</span> at member or collaborating institutions.&nbsp; Other aspects include an annual conference with a focus on student robotics research, the <span>Spelman</span> College Computer Science&nbsp; Olympiad, held for the last several years in conjunction with the <span>ARTSI</span> conference, and middle school summer computing camps. These single gender camps introduced students to several aspects of computing including gaming, robotics,programming, and graphics. The overall goal was to increase participation and retention in computer science at levels from K-12 through graduate study.</span></p>\n<p>&nbsp;</p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The current <span>Spelman</span> College <span>ARTSI</span> project is directed by Andrea W. Lawrence, PhD, Associate Professor and Chair of Computer Science.&nbsp; Professor <span>Iretta</span> <span>Kearse</span> developed and continues to lead the <span>ARTSI</span> <span>Spelman</span> College Computer Science Olympiad.&nbsp; During the past few years, <span>Spelman</span> College has continued the work of the original <span>ARTSI</span> project through the <span>SpelBots</span> team (a team of undergraduate students who program autonomous robots for robot soccer and also conduct research and outreach&nbsp;events)&nbsp;and the Olympiad.&nbsp; Activities have focused on student research, K-12 outreach, and undergraduate student competitions.&nbsp; Team members and other club members have participated in outreach events for elementary, middle, and high school students from underrepresented groups.&nbsp; The <span>Spelman</span> College Computer Science Olympiad continues and celebrated its tenth anniversary in April 2012. This two day, five-event competition includes teams from several <span>HBCUs</span> and provides an opportunity for students to use the skills they have learned in their computer science courses.&nbsp; Outreach events have spanned several states and hundreds of students in K-12 through undergraduate institutions.</span></p>\n<p>Outcomes</p>\n<ol>\n<li>&nbsp;Robotics courses and undergraduate research projects<br /><span>have been established at several <span>HBCUs</span> including <span>Spelman</span> College.</span><br /><br /></li>\n<li><span>The <span>ARTSI</span>-<span>Spelman</span> College Computer Science Olympiad has continued to inspire undergraduate students to use and increase their computer science knowledge through competition.&nbsp; Student participants report that they were encouraged to remain in computer science, were exposed to new aspects of the discipline, and were encouraged to enter careers in the field or graduate study in the field.</span></li>\n<li><span>The <span>Spelman</span> College <span>SpelBots...",
  "por_txt_cntn": "\nARTSI:  Advancing Robotics Technology for Societal Impact\n\nNSF   Award ID 0742252\n\nSpelman College\n\nPrincipal  Investigator:  Andrea W. Lawrence, Ph.D.\n\nIntroduction\n\n            The Spelman College ARTSI project originated as part of a collaborative Broadening Participation in Computing Project.  The goal of the project was to increase the number of African American students who study computer science and robotics in college, especially graduate school; increase the HBCU faculty involved in robotics teaching and mentoring\nundergraduate research; and recruit K-12 and HBCU students to pursue computer science and robotics education, provide robotics training to students through establishment of robotics courses, competition teams, and research programs in several HBCUs.  Students were also encouraged to participate in REUs at member or collaborating institutions.  Other aspects include an annual conference with a focus on student robotics research, the Spelman College Computer Science  Olympiad, held for the last several years in conjunction with the ARTSI conference, and middle school summer computing camps. These single gender camps introduced students to several aspects of computing including gaming, robotics,programming, and graphics. The overall goal was to increase participation and retention in computer science at levels from K-12 through graduate study.\n\n \n\n            The current Spelman College ARTSI project is directed by Andrea W. Lawrence, PhD, Associate Professor and Chair of Computer Science.  Professor Iretta Kearse developed and continues to lead the ARTSI Spelman College Computer Science Olympiad.  During the past few years, Spelman College has continued the work of the original ARTSI project through the SpelBots team (a team of undergraduate students who program autonomous robots for robot soccer and also conduct research and outreach events) and the Olympiad.  Activities have focused on student research, K-12 outreach, and undergraduate student competitions.  Team members and other club members have participated in outreach events for elementary, middle, and high school students from underrepresented groups.  The Spelman College Computer Science Olympiad continues and celebrated its tenth anniversary in April 2012. This two day, five-event competition includes teams from several HBCUs and provides an opportunity for students to use the skills they have learned in their computer science courses.  Outreach events have spanned several states and hundreds of students in K-12 through undergraduate institutions.\n\nOutcomes\n\n Robotics courses and undergraduate research projects\nhave been established at several HBCUs including Spelman College.\n\n\nThe ARTSI-Spelman College Computer Science Olympiad has continued to inspire undergraduate students to use and increase their computer science knowledge through competition.  Student participants report that they were encouraged to remain in computer science, were exposed to new aspects of the discipline, and were encouraged to enter careers in the field or graduate study in the field.\nThe Spelman College SpelBots, along with other interested students, have provided exposure and information about computer science and robotics to more than 1,000 students in outreach events in several cities across the country.  They have also competed in several robot soccer competitions. \n Middle school students were able to learn about computing and robotics through summer camps and other activities.  Students expressed increased knowledge of the field and possible future opportunities in the field.  Many expressed a desire to learn more about computer science. \n\n\n        In summary, the Spelman ARTSI project was successful in encouraging the development of robotics research and teaching, encouraging undergraduate research and aspirations for graduate study or careers in the field, exposing K-12 students to computer science and robotics, and encouraging retention of students in computing dis..."
 }
}