{
 "awd_id": "0743993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Ciguatera Fish Poisoning: Dinoflagellate Dynamics, Toxin Formation, and Economic Impacts",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 128664.0,
 "awd_amount": 128664.0,
 "awd_min_amd_letter_date": "2007-09-04",
 "awd_max_amd_letter_date": "2007-09-04",
 "awd_abstract_narration": "Ciguatera is a complex clinical syndrome caused by the consumption of fish contaminated with toxins that originate from the benthic dinoflagellate Gambierdiscus toxicus in tropical regions. It is the most common form of illness associated with harmful algal blooms (HABs), and the one with by far the greatest public health and potential economic impact. Recently, incidents of ciguatera have expanded beyond the traditional range of the toxin with increased per capita consumption of seafood and growing interregional seafood trade.\r\n\r\nWith support from this Small Grant for Exploratory Research (SGER), researchers at the Woods Hole Oceanographic Institution will initiate studies on the dynamics of toxic Gambierdiscus species in the Caribbean, the mechanisms of ciguatera toxin formation, and the human health and economic impacts of ciguatera fish poisoning (CFP) in the U.S Virgin Islands (USVI).  The specific aims of the proposed research are:  (1) to assess the health effects and associated economic impacts from ciguatera exposure in the USVI;  (2) to investigate the relationships between environmental factors and other stresses to coral reef systems in the USVI, the dynamics of toxic Gambierdiscus species, and associated cases of CFP in humans; and (3) to assess the ability of gambiertoxins from G. toxicus to activate signaling pathways regulating the expression of biotransformation enzymes in fish.\r\n\r\nSeveral exploratory investigations will be taken to accomplish these goals.  Information on health effects (known incidents of illness resulting from ciguatera toxin exposure) throughout the Atlantic/Caribbean range of the toxin will be combined with representative data on cost (treatment and lost productivity) to generate an initial estimate of the annual economic loss associated with ciguatera exposure, distinguishing among regions (Florida, USVI, etc.).  Secondly the team will initiate efforts to establish time series on: 1) the distribution, abundance, and population structure of Gambierdiscus toxicus in two key locations known to harbor populations of this species; 2) changes to reef health in these same locations (e.g., extent of coral bleaching, macroalgal overgrowth, storm impacts); 3) toxin concentrations and structural diversity in fish; and 4) incidence of human poisonings from CFP in hospitals and clinics.  The toxicological studies with fish will serve as an initial step in understanding the mechanisms by which gambiertoxins from G. toxicus are converted by fish to the more potent ciguatoxins that are the cause of CFP. The experiments will involve cell-based assays using cloned receptors and reporter genes, as well as analysis of gene expression in gambiertoxin-exposed zebrafish using microarrays. \r\n\r\nIn terms of broader impacts, these studies will expand the scope of the Woods Hole Centers for Oceans and Human Health (COHH) and will engage investigators not currently affiliated with the center, including scientists at the U.S. Food and Drug Administration (FDA) and University of the Virgin Islands. Because the latter is a minority-serving institution, the proposed activities will broaden the COHH program to increase the participation of under-represented groups, including UVI students who will obtain training as part of this effort. The partnerships developed as a result of this project will lead to longer-term, joint efforts to understand CFP. This project also will strengthen the ties between researchers at several COHH centers, and in particular between the Woods Hole, Hawai?i, and Miami centers, all of whom will now be engaged in research on CFP in different parts of the world. The existing and enhanced relationships will promote the exchange of information and integration of results across centers and regions. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Hahn",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Hahn",
   "pi_email_addr": "mhahn@whoi.edu",
   "nsf_id": "000163205",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Anderson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Donald M Anderson",
   "pi_email_addr": "danderson@whoi.edu",
   "nsf_id": "000455080",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hauke",
   "pi_last_name": "Kite-Powell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hauke Kite-Powell",
   "pi_email_addr": "hauke@whoi.edu",
   "nsf_id": "000264027",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 128664.0
  }
 ],
 "por": null
}