{
 "awd_id": "0747445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER - Research Methods for Contemporary History of Computing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David W. McDonald",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 89396.0,
 "awd_min_amd_letter_date": "2007-09-12",
 "awd_max_amd_letter_date": "2008-07-24",
 "awd_abstract_narration": "This is a proposal to develop and test new methods for conducting research in the history of contemporary computing. These are exploratory in nature, and are proposed in an effort to overcome the \"top down\" bias inherent in existing research methods that collect information preponderantly (or even exclusively) from pioneering or leading figures in the field. These proposed research methods will, in several distinct but complementary ways, provide insight, information, and documentation on a much wider and more diverse set of participants in the evolution of computing.\r\n\r\nConsideration of these new research methods was prompted when planning for a wide-ranging historical study of NSF's FastLane system as an early model of scholarly cyberinfrastructure. Doing traditional oral histories with the eight to ten \"core\" NSF designers of FastLane was easy to envision. But research tools were simply not available to make a feasible study of the large and diverse set of FastLane users (e.g., NSF legacy staff, staff of sponsored projects administrations, and principal investigators). Doing traditional time-intensive oral histories with hundreds of users would require an unrealistically oversize research team. Moreover, there is a pressing question whether NSF succeeded in designing a system that could encourage - rather than frustrate - proposal submissions by PI's from universities that did not possess top-notch computing resources (especially PI's at HBCU and EPSCoR-state universities). Collecting a large and diverse set of data, from numerous PI's and SPA staff, is necessary to address this latter issue. These new research questions demanded new research tools and methods.\r\n\r\nBroader Impact\r\nThe research tools proposed in this project have significant potential to transform existing research methods and practices in the history of computing, as well as in the closely related field of contemporary history of science, technology, engineering and medicine (STEM). The two tools - a web-based interview platform and a complementary 'wiki' site set up to elicit and record participants' varied perspectives - are promising attempts to develop potentially transformative research methods. Scholars studying the STEM domain have become increasingly aware that a proper understanding of advances in science and technology requires investigating the dynamics of institutions and organizations, including research on the achievements, attitudes, and perspectives of rank-and-file members, and not merely study of a small number of leading figures. By making possible the collection of larger and more diverse sets of qualitative data, these novel research tools and methods could even transform the broader public understanding of science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Misa",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Misa",
   "pi_email_addr": "tmisa@umn.edu",
   "nsf_id": "000435042",
   "pi_start_date": "2007-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Yost",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey R Yost",
   "pi_email_addr": "yostx003@tc.umn.edu",
   "nsf_id": "000404032",
   "pi_start_date": "2007-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 89396.0
  }
 ],
 "por": null
}