{
 "awd_id": "0749658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER-Human Factors and Ergonomics in Disaster Management Information Exchange",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 117080.0,
 "awd_amount": 117080.0,
 "awd_min_amd_letter_date": "2007-09-19",
 "awd_max_amd_letter_date": "2007-09-19",
 "awd_abstract_narration": "This project addresses the dearth of knowledge regarding the impact of communication ergonomics on the information exchange systems of an emergency response effort.   Information exchange during a disaster event is vital to ensure the coordination of response efforts, to manage the allocation of resources, and to prevent further harm from occurring.  Yet yhe unpredictable and urgency associated with natural or man-made disasters presents a unique set of extraordinary conditions in which ordinary methods, procedures, and infrastructure are often proven to be inadequate.  In a substantial disaster situation the inherent situational stressors have the potential to further confound the human impact risk factors.  The psychological, physiological and cognitive states of individuals are increasingly stressed.   In particular, communication ergonomics may be impacted not only by the introduction of new, unfamiliar and possibly unidentified stressors, but also as a consequence of challenges arising from numerous organizations simultaneously responding to the event without the ability to share needed information.  Proper evaluation of the human impact on disaster information exchange systems is vital to ensure effective communication during a disaster situation.  While niche work has been carried out on improving communication infrastructures, developing alternative means of communications and establishing universal protocols, there is a significant lack of knowledge on the impact human factors have on the overall system mechanics.  The PI argues that human reliability modeling, human computer interaction, and cognitive ergonomics all need to be considered when designing information exchange systems.   In this project, she will work with first responders such as the U.S. Army Corp of Engineers (USACE), the Orange County Florida Emergency Response Office, the Federal Emergency Management Agency (FEMA), the University of Central Florida Disaster Response Team, as well as various private companies that were contractors in hurricanes Katrina, Rita and Wilma, to explore a novel approach that considers information exchange systems in disaster management as a human-systems interface design problem.  The goal is to develop a methodology, collect data and validate the methodology in the 2007 hurricane season, so time is of the essence.  Project outcomes will include accumulation and analysis of historical information exchange data, definition of a conceptual model of current information exchange as well as of a taxonomy of human factors stressors affecting human performance and reliability, identification of physical and physiological factors impacting delivery of disaster management services, and development of a methodology for addressing critical human factors issues in disaster management communication issues, along with a \"mock\" application.  The University of Central Florida campus will serve as the test bed environment to model disaster occurrence; with on-campus housing, medical facilities, emergency response services, and communication networks, along with an independent police force, limited traffic corridors and a population of over 45,000 students and 10,000 employees, the University of Central Florida can accurately represent a scale model of a medium to large size American city.\r\n\r\nBroader Impacts:  This project will lead to a new information exchange conceptual model using a user centered approach.  The research will lay the groundwork for the design of decision support systems that augment human abilities, and for the development of a global knowledge base that can be utilized to minimize the psychological and physiological impact of disaster preparation on individuals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "McCauley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela R McCauley",
   "pi_email_addr": "prmccauley@widener.edu",
   "nsf_id": "000365185",
   "pi_start_date": "2007-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 117080.0
  }
 ],
 "por": null
}