{
 "awd_id": "0751285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for a Workshop Titled Toward Sustainable Critical Infrastructure Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2007-09-24",
 "awd_max_amd_letter_date": "2007-09-24",
 "awd_abstract_narration": "The National Academies is requesting support for a workshop titled Support for a Workshop Titled Toward Sustainable Critical Infrastructure Systems. The identified critical infrastructure systems include power, transportation, water supply, waste management, and telecommunications systems The workshop will be planned and organized by an ad hoc, multidisciplinary committee of experts appointed by the Board on Infrastructure and the Constructed Environment (BICE) of the Division on Engineering and Physical Sciences. The committee members will be drawn from government, industry, and academia and will have expertise in the development and management of power, transportation, water supply, waste management, and telecommunications infrastructure; land use; infrastructure finance; economics; decision sciences; public participation; materials; technologies; and environmental engineering. \r\n\r\nIntellectual Merit: The last Congressionally-initiated review of the condition of the nation's critical infrastructure systems concluded in 1988, with the publication of \"Fragile Foundations: A Report on America's Public Works\". The report found \"convincing evidence that the quality of America's infrastructure is barely adequate to fulfill current requirements and insufficient to meet the demands of future economic growth and development\" (p. 1). \r\n\r\nSignificant changes have occurred since 1988. Telecommunications infrastructure has become the backbone of banking and finance and other industries. Supervisory control and data acquisition (SCADA) systems are now critical to the control and operation of other infrastructures such as hydropower plants. The deregulation of electrical power systems has led to the shedding of excess capacity at a time when the demand for electricity to power computers and new population centers is increasing. Malicious acts and natural disasters have focused attention on the role of infrastructure in supporting physical security, continuity of government and business operations, and quality of life. Significant advances have also occurred in technologies to monitor infrastructure condition and maintain performance; in materials for constructing and renewing infrastructure components; in the development of funding mechanisms; risk assessment methodologies; modeling and simulating the consequences of deteriorating or failed infrastructure; and in our understanding of the interdependencies of various systems. For all of these reasons, it is appropriate to take a fresh look at cross-cutting infrastructure challenges.\r\n\r\nBroader Impacts: The proposed workshop is intended as a first step in a multi-year effort to develop a research agenda for the improving and sustaining the nation's critical infrastructure. The workshop itself will bring together experts from a wide range of disciplines. Efforts will be made to ensure the experts represent a cross section of race, underrepresented minorities, geographic areas, government, industry and academia. \r\n\r\nThe 2.5-day workshop will feature invited presentations and discussions.  A report will be issued based on the workshop as the principal data-gathering event in the project. The report will summarize the ad hoc committee's assessment of what transpired at the workshop, including the consensus views of the committee on the challenges and potential lines of inquiry/research for creating and maintaining sustainable infrastructure systems.  The workshop report will be distributed to professional organizations, universities, public officials, and others to promote greater interest in developing a research agenda for the nation?s critical infrastructure systems.\r\n\r\nThe estimated cost of a 1.5-day planning meeting and a 2.5-day workshop, is $126,000 of which $50,000 is requested from the National Science Foundation. Commitments for the balanc\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynda",
   "pi_last_name": "Stanley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynda Stanley",
   "pi_email_addr": "lstanley@nas.edu",
   "nsf_id": "000160741",
   "pi_start_date": "2007-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "1631",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE SYSTEMS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}