{
 "awd_id": "0751107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Ecological Sign Stability and its Use in Designing Robust and Non-Fragile Control Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Suhada Jayasuriya",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2007-09-04",
 "awd_max_amd_letter_date": "2008-08-25",
 "awd_abstract_narration": "This proposal seeks to contribute to the area of `Complexity in Engineered and Natural Systems'. It is argued that there is a lot to gain by the engineering community by learning from the fundamental concepts of natural systems like ecosystems. In this connection, the specific concept of `Qualitative Stability' in the field of Ecology is brought out to the engineering community, noting that the `qualitative stability' concept used in nonlinear engineering systems is significantly different from the `qualitative stability' concept of Ecology. It is then established that it is possible to use this concept from ecology in the analysis and synthesis of robust and non-fragile controllers for engineering systems. It turns out that the use of qualitative stability of ecology in robust control design allows the controller to `work' with the natural dynamics rather than `fight' with it, thereby producing controllers of reduced control effort compared to the popular design techniques such as pole placement and LQR controllers. Also, the qualitative stability concept of ecology helps engineers in identifying which types of interactions between subsystems are needed to produce a highly robust overall system. Spurred by this new insight into the relationship between qualitative stability of Ecological systems and Robust stability of Engineering systems, the proposal seeks to apply these innovative techniques to a variety of engineering applications in aerospace and mechanical systems.\r\n\r\nThe Intellectual merit of the proposed research lies in understanding the fundamental principles of the ecosystems and applying it to engineering systems. In particular, its merit lies in reducing the computational effort in the robust stability analysis of interval parameter linear engineering systems by exploiting the use of qualitative stability analysis of ecology since qualitative stability analysis of ecology is simpler to carry out in the original matrix space without the need for the availability of any quantitative information whereas the current robust stability analysis in engineering systems that uses quantitative stability techniques requires a higher dimensional matrix space to carry out\r\nthe computations. \r\n\r\nThe broader impacts of the proposed research activity are manifold. It is through this type of `marriage' between two disciplines that one can make advances in both fields and expand the overall knowledge base. Also, the proposed research is fundamental in nature thereby making it applicable to a variety of problems involving multiple disciplines. In addition, the broader impact of the proposed research lies in the fact that it encourages and paves the way for collaboration between researchers in engineering/mathematical sciences and those in life sciences. Another broader impact would be on the course curriculum because these concepts, which are quite simple, yet powerful, would be useful to students of both fields. Since the proposed techniques are easily implementable using standard matrix theory software, these techniques can be incorporated in a MATLAB `tool box' for wider dissemination of research results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rama",
   "pi_last_name": "Yedavalli",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Rama K Yedavalli",
   "pi_email_addr": "yedavalli.1@osu.edu",
   "nsf_id": "000294781",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}