{
 "awd_id": "0307603",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Milky Way Galaxy at 21-cm",
 "cfda_num": "47.049",
 "org_code": "03020416",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian M. Patten",
 "awd_eff_date": "2003-11-01",
 "awd_exp_date": "2008-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 319983.0,
 "awd_min_amd_letter_date": "2003-10-07",
 "awd_max_amd_letter_date": "2007-09-27",
 "awd_abstract_narration": "AST 0307603\r\nDickey\r\n\r\nMost of the stars, dust, and gas in the plane of the Milky Way are concentrated in a narrow band of only a few hundred square degrees across the southern sky. This area is intensely studied by astronomers, particularly those working with radio, infrared, and X-ray radiation that are not obscured by the interstellar medium. This project, led by Dr. John Dickey at the University of Minnesota,  is a spectroscopic survey of this area, the first and fourth quadrants of the Galaxy, using the 21-cm line of neutral atomic hydrogen (HI). This project is an extension of the successful Southern Galactic Plane Survey (SGPS), a collaboration among astronomers in the United States and Australia led by the University of Minnesota. That survey uses the two observatories of the Australia Telescope National Facility (Parkes and the Compact Array), combining the single dish and interferometer data to obtain high angular resolution while preserving the sensitivity to the large\r\nscale brightness distribution. This represents an order of magnitude improvement in resolution over previous surveys of the Southern Milky Way. Now the goal is to complete the entire area of the inner Galaxy, to join the SGPS with the Canadian Galactic Plane Survey in the north, to produce a single, seamless atlas of the entire Milky Way disk. This will be a combination of data from observatories in several countries, including the U.S. National Radio Astronomy Observatory's Green Bank Telescope and Very Large Array.  \r\n\r\nThe astrophysics of the atomic phases of the interstellar medium (ISM) is revealed by these observations. Absorption and emission spectra together specify the temperature and abundance of the neutral hydrogen all over the Galaxy, as a function of radius and height above the mid-plane. Interstellar clouds of atomic hydrogen are abundant in the Galactic disk; the survey data provide a huge atlas of clouds, sheets, and other ISM features. Because the atomic medium is so widespread,\r\nit traces the largest structures, such as supershells and chimneys that reach from the disk up into the halo to vent hot gas injected by supernovae. The warm and cool atomic phases in the ISM are critical stages in the cycle of Galactic evolution; this survey shows how matter moves through these stages from one generation of stars to the next.  \r\n\r\nThis project provides educational opportunities for graduate and undergraduate students. It will be the subject for two or more Ph.D. theses, and several senior honors theses. In the area of public outreach, the survey project will be the subject of a video documentary, as well as many public talks. The data from this survey will be distributed freely to all. The SGPS maps have already been given to more than a dozen astronomers all over the world to support their own research. The 21-cm line cubes provide the context for objects seen at other wavelengths; maps from this survey show the gas density and velocity fields in the area surrounding HII regions, molecular clouds, supernova remnants, and all kinds of Galactic phenomena.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dickey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Dickey",
   "pi_email_addr": "John.Dickey@utas.edu.au",
   "nsf_id": "000209646",
   "pi_start_date": "2003-10-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 106661.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 106661.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 106661.0
  }
 ],
 "por": null
}