{
 "awd_id": "0310006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NMR Studies of Rapid Granular Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marc S. Ingber",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 477899.0,
 "awd_amount": 477899.0,
 "awd_min_amd_letter_date": "2004-01-07",
 "awd_max_amd_letter_date": "2004-01-07",
 "awd_abstract_narration": "Abstract\r\nCTS-0310006\r\nD. Candela, U of Massachusetts Amherst\r\n\r\nNuclear Magnetic Resonance (NMR) will be used to study the properties of granular media such as sand, beads or seeds, forced into a state of motion by gravity or gas flow. The project will focus mainly on rapid granular flows, in which the grains fly ballistically between collisions with each other. Three specialized NMR techniques will be employed, individually and in concert: (a) Magnetic Resonance Imaging (MRI), which produces images or profiles showing the density of material, (b) Pulsed Field Gradient (PFG), which gives detailed information on movements of material over a wide range of time and space scales (down to sub-micron), and (c) Hyperpolarized Gas (HPG), which makes it possible to study the interstitial gas in a granular system.\r\n\r\nVertical Channel Flows. One set of experiments will probe the flow of granular material\r\nthrough a vertical pipe. This is one of the common ways of transporting granular material in industrial applications, and is an important example of a granular shear flow, in which the different parts of the flow must move past each other in a nonuniform manner. Using botanical seeds as grains and MRI/PFG techniques, the density, velocity, and anisotropic diffusion tensor will be mapped out for comparison with hydrodynamic theories. Grain motion statistics will be examined for evidence of glassiness, caged motion, and large fluctuations-as have been found in many other types of granular shear flow.\r\n\r\nFluidized Beds. A second set of experiments will study fluidized beds, in which an upwards flow of gas maintains the granular medium in a fluid-like state. Fluidized beds have widespread applications in chemical engineering and industry, e.g. to crack petroleum into gasoline and in the development of newer, cleaner-burning processes for combustion of fuels. NMR measurements of both grain and gas motion in the interiors of fluidized beds will provide data to compare with two-fluid hydrodynamic theories and large-scale simulations. PFG NMR of the grains will be used to study the nature and stability of the uniformly fluidized state of fine grains, and to map out the dispersion relation for wave-like instabilities at higher gas flow rates. HPG NMR will be used to study the structure and flow patterns in and around bubbles, which are crucial to applications of fluidized beds.\r\n\r\nBroader Impacts. (a) This project will provide long-range benefit to society by helping to elucidate the fundamental physical processes of granular flow and fluidization. This should ultimately affect engineering models used to design many important industrial facilities. (b) The project furthers the cross-disciplinary development of science and technology, making use of the expertise in soft-condensed matter NMR at UMass Amherst and the expertise in hyperpolarized gas NMR at Harvard-Smithsonian. (c) NMR expertise and equipment exist at many labs around the world; hence an ancillary benefit of this project is to help develop NMR as a \"next generation\" standard tool for studying rapid granular flows. (d) Students will participate in all phases of this project, gaining valuable training and exposure to the excitement and challenges of cross-disciplinary research. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Candela",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Candela",
   "pi_email_addr": "candela@physics.umass.edu",
   "nsf_id": "000477705",
   "pi_start_date": "2004-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Walsworth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Walsworth",
   "pi_email_addr": "rwalswor@umd.edu",
   "nsf_id": "000117918",
   "pi_start_date": "2004-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Mair",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ross W Mair",
   "pi_email_addr": "rmair@fas.harvard.edu",
   "nsf_id": "000096994",
   "pi_start_date": "2004-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 477899.0
  }
 ],
 "por": null
}