{
 "awd_id": "0324607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nondestructive Evaluation of FRP-Confined Concrete Using Microwave",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mahendra P. Singh",
 "awd_eff_date": "2003-11-15",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 300308.0,
 "awd_min_amd_letter_date": "2003-11-12",
 "awd_max_amd_letter_date": "2007-09-11",
 "awd_abstract_narration": "Nondestructive Evaluation of FRP-Confined Concrete Using Microwave, CMS project 0324607\r\n\r\nPI: Oral Buyukozturk,  MIT\r\n\r\nFiber-reinforced plastic (FRP) composite jacketing systems have emerged as an alternative to traditional\r\nconstruction, strengthening, and repair of reinforced concrete columns and bridge piers. A large number\r\nof projects, both public and private, have gone after such technology and escalating deployment has been\r\nexpected, especially in seismically active regions. Yet, an efficient and effective structural evaluation\r\ntechnology that is capable of assessing the concrete conditions inside the FRP jacketing systems is\r\nlacking. It is clear that a reliable concrete imaging technology needs to be soon developed to catch up\r\nwith the surging industrial applications.\r\n\r\nThe objective of this research is to develop and apply effective nondestructive evaluation (NDE) imaging\r\ntechniques to visualize and quantify damages such as FRP delaminations and concrete cracking and\r\ncrumbling in FRP-confined reinforced concrete members using wideband radar. To achieve the objective,\r\ntheoretical models and design of image reconstruction algorithms will be developed for automatic\r\nprocessing of measured data in parallel with experimental studies of physical models both in laboratory\r\nand field settings. A database of electromagnetic (EM) properties of various FRP, concrete, and FRP-\r\nconcrete hybrid media will also be established to facilitate these developments. The research plan consists\r\nof four major tasks: (a) Numerical modeling of wave propagation and scattering, (b) Determination of\r\ndielectric properties of FRP, concrete, and FRP-concrete hybrid media, (c) Physical radar measurement,\r\nand (d) Signal processing and image reconstruction. The four tasks are closely knitted in nature and will\r\nbe conducted in an iterative and evolutionary fashion.\r\n\r\nFor this proposed work, a novel data focusing methodology using wideband radar is proposed for an\r\neffective detection of various damage mechanisms associated with the FRP bonded and confined\r\nreinforced concrete systems. Owing to the novelty of using wideband radar to detect damages of FRPconfined concrete, a one-year exploratory study has been underway since September 2002 under the NSF Small Grant Exploratory Research (SGER) program to initially demonstrate the potential capability of the herein proposed methodology. From this exploratory work thus far, promising results have been obtained. With this present proposal, funding is sought to fully develop the methodology and perform a\r\ncomprehensive theoretical/experimental research toward achieving the objectives as stated above.\r\nConsidering its non-traditional civil engineering nature, this project will synthesize the knowledge and\r\nunderstanding that has been developed in the areas of structural engineering, material science, electrical\r\nengineering and computer science. This multidisciplinary research project will be performed with\r\ncollaboration of Department of Civil and Environmental Engineering, Department of Electrical\r\nEngineering and Computer Science, Research Laboratory of Electronics, and Lincoln Laboratory of the\r\nMassachusetts Institute of Technology.\r\n\r\nIt is envisioned that the proposed work will significantly advance scientific knowledge in the areas of computer simulation, innovative imaging concepts, signal processing and image reconstruction, and laboratory methodologies dealing with radar measurements. Development of knowledge as a basis for manufacturing an effective equipment in this field will directly impact the profession, and benefit engineers, transportation infrastructure communities, and decision-making authorities worldwide. Application of the knowledge and technology developed will help ensure public safety against unanticipated failures of structural systems repaired or renewed using FRP composites. Developed knowledge and methodologies will be integrated into education via course curriculums and professional workshops. Every effort will be made to encourage female and minority student participation in the conduct of the proposed research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oral",
   "pi_last_name": "Buyukozturk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oral Buyukozturk",
   "pi_email_addr": "obuyuk@mit.edu",
   "nsf_id": "000157567",
   "pi_start_date": "2003-11-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 94452.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 101285.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 104571.0
  }
 ],
 "por": null
}