{
 "awd_id": "0330829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Theoretical Studies of Interplanetary Magnetic Fields: Turbulence and Cosmic Rays",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Bellaire",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 240001.0,
 "awd_amount": 240001.0,
 "awd_min_amd_letter_date": "2004-03-18",
 "awd_max_amd_letter_date": "2006-05-04",
 "awd_abstract_narration": "This Accomplishment Based Renewal proposal seeks three years of continued support for a program of fundamental theoretical studies and associated computer simulation and modeling, covering a range of basic solar-wind properties and their interactions with energetic particles and cosmic rays, including energetic solar and heliospheric energetic particles and galactic and anomalous cosmic rays.\r\n\r\nA significant part of solar influences on Earth are exerted through interplanetary plasma, magnetic fields, and energetic particles. Observations of cosmic rays and energetic particles can be used to study the structures and physical parameters in regions of space inaccessible to direct measurement. Many plasma processes can best be tested in interplanetary space, so we can learn much about both laboratory and astrophysical plasmas through these studies. This work is central to understanding the science of solar-terrestrial physics and space weather. In this continuing program, the investigations undertaken would include studies of the structure of the interplanetary magnetic field and plasma, with particular emphasis given to the effect of the field's structure on cosmic ray and energetic particle acceleration, propagation, and anisotropies. This understanding could then be used to probe distant, unexplored regions of the solar atmosphere and solar wind using energetic particle observations. \r\n\r\nThe PI's previous work has led to significant new insights into the nature of the transport of solar energetic particles and promises to clarify the relation between the transport of solar particles and galactic particles, an area which has previously not received sufficient attention. The PI would extend this work to relate particle motions to the structure of the interplanetary magnetic field. Mechanisms of particle acceleration in interplanetary space and the effects of energetic particles on the dynamics of the solar wind would also be studied. The PI would further develop an implementation of the \"diffusive compression mechanism\" for charged-particle acceleration. This mechanism is important in a number of space physics and astrophysical contexts. Efforts to understand the full three-dimensional heliosphere and its effects on cosmic rays would be strengthened. The PI would follow up on previous work on heliospheric asymmetry in cosmic rays and magnetic fields by studying the whole problem of variations in the magnetic field and their effect on cosmic rays. This work would have a broad impact also through its support of student work, its relevance and importance to the understanding of the Earth's environment in space, and through its wider astrophysical implications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Jokipii",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jack R Jokipii",
   "pi_email_addr": "jokipii@lpl.arizona.edu",
   "nsf_id": "000329781",
   "pi_start_date": "2004-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80001.0
  }
 ],
 "por": null
}