{
 "awd_id": "0335933",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rhenium-Osmium Isotope Investigations of the Taitao Ophiolite",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William P. Leeman",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 222817.0,
 "awd_amount": 222817.0,
 "awd_min_amd_letter_date": "2003-12-02",
 "awd_max_amd_letter_date": "2003-12-02",
 "awd_abstract_narration": "Accurately constraining the average 187Os/188Os ratio of the upper mantle (where 187Re decays to 187Os with a half life of about 42 billion years) should prove useful in determining how long subducted oceanic crust remains isolated from the upper mantle source of mid ocean ridge basalts. The parent element of the Re-Os isotope system, Re, is preferentially removed from the mantle and concentrated in oceanic crust, when oceanic crust is created through mantle melting. The daughter element, Os, largely remains behind in the mantle residue. Because of the reduction in the parent-daughter ratio in the residual mantle, long-term removal and isolation of oceanic crust (perhaps by removal to the lower mantle) from the upper mantle will lead to retarded growth of the 187Os/188Os ratio of the upper mantle compared to that which would have occurred had the oceanic crust not been removed from it. Thus, determination of the average 187Os/188Os ratio of the upper mantle can reveal how much oceanic crust has been removed from the upper mantle, and not yet mixed back into the upper mantle. \r\n\tSome previous studies have targeted ophiolites (slivers of upper oceanic mantle and crust emplaced into long-lived continental crust) to reveal the gradual evolution of Os isotopes in the upper mantle through time. The interpretation of Os isotopic data derived from ophiolite rocks, however, has proven contentious/problematic because of uncertainties in the origin of the Os present in different rocks of an ophiolite. Here, we propose to study the 187Os/188Os ratios and Re and Os concentrations of rocks and minerals from the different rocks present in the Taitao ophiolite of southwestern Chile. The Taitao ophiolite is perhaps the youngest ophiolite (<16 Ma) and is associated with the Chile triple junction. Study of a very young ophiolite is important for understanding the origin of Os isotopes in ophiolites because the youth of the ophiolite reduces uncertainties in initial isotopic compositions resulting from age corrections, a large source of uncertainty for the Re-Os system in such rocks. This simplification will permit a focus on other processes that may complicate the Re-Os systematics of ophiolite assemblages, such as melt-rock and water-rock interactions. The results of this work will allow isotopic comparisons between bulk peridotites, chromites, olivine, pyroxene and possibly sulfides. It may also be possible to compare the isotopic compositions of the various types of ophiolitic rocks. Knowledge about the behavior of the Re-Os isotope system in the Taitao ophiolite will ultimately be applied to the interpretation of the growing global database for older ophiolites. This information in turn can potentially be used to place more reliable constraints on the evolution of the 187Os/188Os ratio of the upper mantle.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Walker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Walker",
   "pi_email_addr": "rjwalker@umd.edu",
   "nsf_id": "000234792",
   "pi_start_date": "2003-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 222817.0
  }
 ],
 "por": null
}