{
 "awd_id": "0338274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:      A Fully Geographically and Stratigraphically Resolved Cretaceous-Tertiary Biostratigraphic Data Base from Seymour Island, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Wagner",
 "awd_eff_date": "2004-05-01",
 "awd_exp_date": "2007-04-30",
 "tot_intn_awd_amt": 97669.0,
 "awd_amount": 97669.0,
 "awd_min_amd_letter_date": "2004-03-26",
 "awd_max_amd_letter_date": "2004-03-26",
 "awd_abstract_narration": "This award supports a project to analyze faunal distribution patterns from Seymour Island, Antarctica by melding two independently developed, but complimentary, applied biostratigraphic numerical techniques developed in two previously funded pilot projects.  Stratigraphic projection analysis (SPA) allows complete datasets of geographically distributed faunas to be projected into two-dimensional cross-sections.  SPA was developed in Excel for the simple, tabular, Campanian-Paleocene strata of Seymour Island.  This project will test the wider applicability of SPA against the nested complex of lenticular, disconformity-bound, stratal units in the Eocene of the island.   The limits of spatial resolution of the disconformity surfaces will be found by projecting their positions from different geologic maps into the cross sections displaying the faunas.  In the other pilot study, constrained optimization algorithms (CONOP9), developed in Visual Fortran for stratigraphic correlation in a Windows environment, proved feasible for replacing the probabilistic confidence intervals with best-fit intervals, based on parsimony criteria.    The best-fit intervals extract more information and stay closer to the raw observations by exploiting the inconsistencies between individual stratigraphic sections rather than the gaps in a composite section.  This project will extend the pilot study to incorporate numerous transects bootstrapped from the full SPA database for the Campanian to Paleocene strata.    This combination of new methods will not only improve the resolution of the extinction event, but also test the hypothesis that there will be asymptotic limits to the rate at which the resolution can be improved by collecting more fossils.   The combination of new methods and the full database will extend the fundamental analysis of gap frequency distributions to two and three dimensions.  To ensure broad dissemination of the results, the project will compile a full geographically and stratigraphically resolved data base of Seymour Is. macrofaunas and make it readily accessible to users of common database, spreadsheet, and GIS programs.  By gathering their findings into one easily interrogated database, the compilation will add value to the legacy of prior NSF-funded and international paleontological investigations on Seymour Is. and provide a sharper focus for future cruises.  The numerical tools will be made available with the raw field data.  The societal importance of analyses of global biodiversity and the refinement of the geologic time scale have both been recognized by the recent funding of global database initiatives  (Paleobiology Database and Chronos).   The Seymour Island database will be extractable as individual faunal assemblages or continual transects . the standard data units of these two endeavors.  The Seymour Is. database will also provide easy access to the general public to one of the most remarkable fossil deposits in the southern Hemisphere. The project is a new collaboration which will train graduate students at both institutions in a wider spectrum of modern numerical methods.   \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Sadler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Sadler",
   "pi_email_addr": "peter.sadler@ucr.edu",
   "nsf_id": "000470489",
   "pi_start_date": "2004-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 97669.0
  }
 ],
 "por": null
}