{
 "awd_id": "0338261",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Track 2 GK-12:  STEP Up!",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Ortega",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 1999971.0,
 "awd_amount": 2136570.0,
 "awd_min_amd_letter_date": "2003-12-02",
 "awd_max_amd_letter_date": "2007-08-29",
 "awd_abstract_narration": "Title of Project:   STEP Up! \r\nInstitution:      Georgia Institute of Technology \r\nPI/Co-PI:      Donna C. Llewellyn/Marion C. Usselman \r\nNumber of Fellows/year:  12 Graduate and 6-12 Undergraduate \r\nSchool District Partners:  DeKalb County School System, Fulton County Schools, Marietta \r\nCity Schools, Rockdale County Public Schools \r\nTarget Audience:  High School \r\nSetting:  Urban and Suburban \r\nNSF Supported Disciplines: Science, Math, Technology, Pre-engineering, Social Sciences \r\n\r\nNarrative Summary:  The Georgia Tech Student and Teacher Enhancement Partnership (STEP) GK-12 program was initiated in 2001 and will be continued through the next five years as the STEP Up! program.  STEP Up! partners Georgia Tech graduate and undergraduate students with teams of teachers at six metro-Atlanta high schools per year with three primary goals: To use the unique talents and energies of the Georgia Tech students to help address the pressing needs at the schools; to promote long-term, mutually beneficial, and multi-faceted partnerships at these schools; and to provide the Georgia Tech students with a teaching internship experience that will benefit their professional growth and subsequent career, whether in academia, industry, or education.   STEP Up! begins the year with a summer training program during which the Fellows are provided with instruction on pedagogy, classroom management strategies, inquiry learning, and other educational theory and tools, and during which Fellows and teachers jointly create action plans that detail the types of activities that best fit the needs of the school and the talents and professional and personal desires of the Fellows.   \r\n\r\nIntellectual Merit-STEP Up! strives to build successful models of university-school partnerships that can transcend the initial personnel, that can be sustained over time, and that recognize that the needs of each school and the talents of each university student and faculty member are unique.  These STEP Up! partnerships are between Georgia Tech, a Research 1 technical institution, and high schools that are mostly overwhelmingly African American.  The project aims to form true partnerships where the work is mutually beneficial, therefore there are no preset curricular or content directives from the university.  The project evaluation, conducted by members of the faculty in the School of Public Policy as a series of case studies, will map the development, or demise, of the partnering activities, the effectiveness of the Fellow interactions with students and teachers, the effectiveness of the project institutionalization, and the long-term impact of the program on the multiple participants.\t\r\n\r\nBroader Impact-STEP Up! addresses workforce development in multiple ways.  1) It provides STEM and social science graduate and undergraduate students Teaching Internship opportunities, with the anticipated outcome of improving their pedagogical, leadership, and communication skills while encouraging a life-long career goal of educational outreach.  2) It provides high school students, from primarily under-represented minority groups, with mentors, role models, content experts, and access to the university.  3) It provides teachers with energetic classroom assistance in whatever realm is most important to that classroom, and a unique connection with the university community and the resources that it can provide.   \r\n\r\nOutcomes from Track 1- The initial project was set up to provide benefits to the graduate students, the partnering high schools and teachers, and the university.  Overall, 57% of our graduate fellows have been minority students, far surpassing their percentage among all STEM graduate students at Georgia Tech.  This project has provided a mechanism for civic leadership with official sanction.  So far, three of the fellows from the first two years have taken jobs as assistant professors, three are in research positions in industry, and one has become a high school mathematics teacher.  All have stated their commitment to continuing with K-12 outreach in their professional careers.  The project assessment effort has determined positive outcomes for the fellows in the areas of academic content mastery, teaching interests, academic efficiency, professional skills, and presentations and publications.  The partnering teachers and administrators have mentioned benefits such as the injection of fresh energy into the classroom, the value of exposure to cutting edge research and the end-purpose of the content, the introduction of educational enrichment opportunities, the access to materials, supplies, equipment, and research experiences at Georgia Tech, the ability of the fellows to transform the students' understanding of science from a bunch of facts to a process, the additional time that the fellows provide for teachers to do other necessary things, and the roles of the fellows as role models, mentors, and cheerleaders.  The university has gained in the journey towards institutionalizing two very positive programs:  mutually beneficial partnerships with area high schools and teaching internship opportunities for upper level undergraduate and graduate students.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Llewellyn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Donna C Llewellyn",
   "pi_email_addr": "donna.llewellyn@cetl.gatech.edu",
   "nsf_id": "000166662",
   "pi_start_date": "2003-12-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marion",
   "pi_last_name": "Usselman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marion Usselman",
   "pi_email_addr": "marion.usselman@ceismc.gatech.edu",
   "nsf_id": "000457707",
   "pi_start_date": "2003-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "717900",
   "pgm_ele_name": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  },
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7179",
   "pgm_ref_txt": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 513509.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 956452.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 358551.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 308058.0
  }
 ],
 "por": null
}