{
 "awd_id": "0338568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Promoting the Interrelationship of Chemistry and Society with a Case Study Approach",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eileen L. Lewis",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 74982.0,
 "awd_min_amd_letter_date": "2003-12-19",
 "awd_max_amd_letter_date": "2006-12-05",
 "awd_abstract_narration": "This proof-of-concept project incorporates a student-centered problem-based learning technique in the General Chemistry curriculum to foster consideration of the interrelationships among chemistry, technology, and society. Case studies will be created for team-based analysis, discussion, and presentation in order to engage students in a critical analysis of environmental and economic implications of chemical decisions. This pedagogical approach places students in a central position in the educational process and enables them to practice decision making, exercise analytical thinking, assimilate different perspectives, develop habits of self-reflection, and enhance their communication skills. To extend the potential audience for the case studies, instructors representing at least seven different institutions will test the case study material. These instructors are involved in a broad range of introductory chemistry courses for students with a diversity of backgrounds and career aspirations. \r\n\r\nA compendium of case studies on current topical chemistry applications that involve the concepts traditionally presented in the general chemistry curriculum will be created. Materials to be developed for each case study include background reading; a written assignment to be completed prior to the exercise; a set of questions designed to guide a team of students through the key chemical, environmental, and economic aspects of the case study and assist them in approaching open-ended problems through increasingly complex steps; and a follow-up written assignment. Materials for enhancing faculty development in case study classroom management will also be prepared. The case study material and faculty development resources will be disseminated through publications and presentations to the chemical community and a textbook ancillary distributed through a commercial publisher. Additional pre- and post-case study exercises will be designed to establish an initial baseline of student performance, determine benchmarks of student performance throughout the course, and measure project outcomes.\r\n\r\nThe project will contribute to the knowledge base of activities that enhance student learning and will ultimately benefit society through STEM education that fosters consideration of responsible research and practice in science and engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Karukstis",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry K Karukstis",
   "pi_email_addr": "kerry_karukstis@hmc.edu",
   "nsf_id": "000304710",
   "pi_start_date": "2003-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvey Mudd College",
  "inst_street_address": "301 PLATT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218121",
  "inst_zip_code": "917115901",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "HARVEY MUDD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "C76JKA5JY2B3"
 },
 "perf_inst": {
  "perf_inst_name": "Harvey Mudd College",
  "perf_str_addr": "301 PLATT BLVD",
  "perf_city_name": "CLAREMONT",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742700",
   "pgm_ele_name": "CCLI-EDUCATIONAL MATERIALS DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 74982.0
  }
 ],
 "por": null
}