{
 "awd_id": "0338896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:     Software for Three-Dimensional Simulation of Polymer Coextrusion",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 99996.0,
 "awd_amount": 99996.0,
 "awd_min_amd_letter_date": "2003-12-03",
 "awd_max_amd_letter_date": "2003-12-03",
 "awd_abstract_narration": "This Small Business Innovative Research (SBIR) Phase I project involves development of software for accurate simulation of polymer coextrusion.  Even though use of coextrusion software is critical for optimizing the process, die designers in the plastic industry rarely use commercial coextrusion software because these packages cannot simulate complex coextrusion systems, and they also fail to capture various complexities of polymer rheology.  The proposed coextrusion software will use a unique proprietary constitutive theory, which can accurately capture the complex rheological behavior of polymers.  The three-dimensional mesh of tetrahedral finite elements in the coextrusion system will remain unaltered during the coextrusion simulation.  Instead of requiring the interface between different polymers to match with finite element boundaries, the interface will be allowed to cut through the finite elements.  These innovative features in the new software will allow simulation of complex coextrusion systems.  The new software will eliminate the trial-and-error approach currently being used to design coextrusion systems, and it will cut the time to market of coextruded products by over 50 percent.\r\n\r\nEven though complex phenomena, such as encapsulation of high viscosity polymer by less viscous polymer, and instabilities at polymer interface, have been observed in coextrusion experiments, the mechanisms behind these phenomena are still not understood completely.  The software, which will be developed in this project, will enhance the scientific understanding of the root cause behind various complexities encountered in polymer coextrusion.  It will provide design engineers as well as engineering students a useful tool to perform numerical experiments for optimization of coextrusion systems.  Many different types of companies, including plastic material suppliers, plastic part manufacturers and extrusion equipment manufacturers, will be able to cut cost and increase revenues using this software. Planned experimental verification of coextrusion simulation at Michigan Technological University and University of Massachusetts will benefit engineering education.  The scientific knowledge developed in this project will be included in a senior-level course at Michigan Tech.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahesh",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahesh Gupta",
   "pi_email_addr": "mahesh@plasticflow.com",
   "nsf_id": "000093907",
   "pi_start_date": "2003-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Plastic Flow, LLC",
  "inst_street_address": "540 DEPOT ST STE 157",
  "inst_street_address_2": "",
  "inst_city_name": "HANCOCK",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064830691",
  "inst_zip_code": "499302031",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "PLASTIC FLOW, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GH9JCQJHWE74"
 },
 "perf_inst": {
  "perf_inst_name": "Plastic Flow, LLC",
  "perf_str_addr": "540 DEPOT ST STE 157",
  "perf_city_name": "HANCOCK",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499302031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 99996.0
  }
 ],
 "por": null
}