{
 "awd_id": "0339338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Nano-Porous Silicon Gas Diffusion Electrode for Miniaturized Fuel Cells",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "T. James Rudd",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2003-11-20",
 "awd_max_amd_letter_date": "2003-11-20",
 "awd_abstract_narration": "This  Small Business Innovation Research (SBIR) Phase I project addresses fabrication of micro- and nano-machined  silicon  gas  diffusion  electrodes  (GDEs)  for  miniaturized  Proton  Exchange Membrane (PEM) fuel  cells.  Novel  micro- and  nano-machining  techniques  will  enable application of thin-film inorganic membranes  with resultant miniaturization and elimination of methanol crossover. The typical PEM fuel cell is designed around a Membrane Electrode Assembly (MEA) in which the membrane is a self-supporting mechanical member. Current state-of-the-Art PEM fuel cells apply relatively thick membranes of  NAFION  or  other  organic materials,  with  GDEs  pressed  onto  each  side at high temperatures and pressures to form the MEA. Shifting the requirement for mechanical support from the membrane to one of the GDEs allows the membrane to be made up to two orders of magnitude thinner. This approach opens up broad possibilities for new membrane materials and miniaturization of fuel cells to meet application  needs.  Thin-film  materials  have not  previously  been  applied  as  electrolytic membranes because the integration problems of applying thin films over porous GDEs have  not  been  solved.  This project will demonstrate  that  a  GDE  with  thin-film  membrane  can  be constructed from micro- and nano-machined silicon, with the silicon GDE providing the required mechanical support. \r\n  \r\nCommercially, PEM fuel  cells  are used in applications ranging from transportation to personal electronics. Current applications of fuel cells to portable electronic devices such as cell phones, laptops or PDAs are  limited  largely  by  the  difficulty  in  achieving  the  necessary  miniaturization. The proposed technology will ultimately enable integration of fuel cells with any arbitrary integrated circuit. This creates entirely new possibilities for miniaturized autonomous systems. Additional applications for nanoporous silicon technology are  electrochemical sensors, SOFC fuel cells, thermal management, light emission, absorption and detection devices.   In  this  work,  silicon  is  an  ideal  choice  of  material  with  excellent  electrical  and  mechanical properties,  allowing  application  of  equipment,  facilities  and  processes  developed  for  the semiconductor electronics industry to fabrication of miniaturized fuel cells. Due to the discipline of standardization practiced by semiconductor fabricators, it is likely  that  developed  processes \r\nwill be adopted and widely disseminated.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Foster",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ron B Foster",
   "pi_email_addr": "foster@uark.edu",
   "nsf_id": "000355978",
   "pi_start_date": "2003-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Moducell Incorportated",
  "inst_street_address": "2927 Club Oak",
  "inst_street_address_2": "",
  "inst_city_name": "Fayetteville",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5019730990",
  "inst_zip_code": "727010000",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Moducell Incorportated",
  "perf_str_addr": "2927 Club Oak",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727010000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1794",
   "pgm_ref_txt": "BE-MAT USE:SCIENCE,ENG&SOCIETY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}