{
 "awd_id": "0339023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EITM: The Structure, Evolution, and Function of Large-Scale Social Networks: Theory, Data, and Experiment.",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2004-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 211842.0,
 "awd_amount": 211842.0,
 "awd_min_amd_letter_date": "2004-04-23",
 "awd_max_amd_letter_date": "2004-04-23",
 "awd_abstract_narration": "Social scientists have long recognized that networks are central to a wide variety  of social processes, for example, carrying information, transmitting disease, exerting influence, and providing access to resources.   They have, however, been hampered in their study of networks by  limited availability of large data sets and the intractability of complex network models.  Consequently,  network analysts have historically-focused their analytical attention on small-scale networks, and relied on their resulting intuitions to understand larger-scale processes.  In the past five years, physicists, biologists, mathematicians, and computer scientists have brought to the study of very large-scale networks valuable computational and analytical tools in their attempts to understand the behavior of networked dynamical systems.  This study will advance network analysis by integrating theory, simulation, data, and experiment.  In contrast to traditional methods, where links  are self-reported or inferred from affiliation data,  the study  will examine networks that are generated  by recorded information exchange between social actors with specific demographic and activity- based characteristics.  Specifically, the PI will complete the following distinct, but highly complementary, projects: (1) develop a parsimonious yet sociologically plausible, mathematical model of network evolution; (2) analyze data drawn from a real-time observational study of a university e-mail network; and (3) complete a large-scale Internet experiment that explores global network structure and utility through the lens of social search.  \r\n\r\nIn addition, to its intellectual contribution both to the field of social network analysis and also to the network research literature that now extends well beyond sociology, the  project will contribute to the development of more realistic social network models, along with a better empirical picture of the relevant phenomena.  These have the potential to contribute to predictions and policy  recommendations pertaining to a range of social problems such as the spread of cultural influence and infectious disease, social mobilization, and the distribution and utilization of social capital.  Finally, the project will train graduate and undergraduate students at the cutting  edge of mathematical sociology and network-related research and will make available online both empirical data sets and simulation/analysis software.  This has the potential to  generate significant spillover benefits to the broader scientific community, especially those researchers interested in further developing the field of network analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duncan",
   "pi_last_name": "Watts",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Duncan J Watts",
   "pi_email_addr": "djw24@columbia.edu",
   "nsf_id": "000154621",
   "pi_start_date": "2004-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Dodds",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Peter S Dodds",
   "pi_email_addr": "peter.dodds@columbia.edu",
   "nsf_id": "000096968",
   "pi_start_date": "2004-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "726400",
   "pgm_ele_name": "CCRI-Dec Makg Under Uncertnty"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 211842.0
  }
 ],
 "por": null
}