{
 "awd_id": "0339097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-France Cooperative Research:  Nanoscopic Probing of Amphiphilic Polysaccharide Drug Carriers",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2004-02-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 26700.0,
 "awd_min_amd_letter_date": "2004-01-21",
 "awd_max_amd_letter_date": "2009-01-28",
 "awd_abstract_narration": "0339097\r\nCamesano\r\n\r\nRecent efforts in biotechnology, proteomics, and bioinformatics have resulted in the synthesis of new, potent drugs composed of modified peptides and proteins.  These new classes of drugs have shown great promise towards controlling and curing a variety of illnesses and diseases.  However, there are significant problems with in vivo absorption of these drugs due to their hydrophobicity and sensitivity towards the external environment.   \r\n \r\nDrug delivery using oil-in-water emulsions has emerged as a potential route, as recent studies indicate that the use of emulsions for in vivo drug delivery resulted in dramatically increased absorption.  Furthermore, the rate of in vivo drug release can be easily controlled by one of several emulsion parameters, while analogous control is exceedingly difficult with conventional methods.  Reliable drug concentration control can minimize deviations from safe concentration levels, as well as reduce the frequency at which a dose of the drug is externally introduced into the body. \r\n \r\nIn this three-year U.S.-France cooperative research project, Terri A. Camesano at Worcester Polytechnic Institute (WPI) and Alain Durand and Michele Leonard at the Ecole Nationale Superieure des Industries Chimiques (ENSIC) in Nancy, France, and their respective students will perform experiments directed at studying properties of natural polyssacharides in the amphiphilic form.  The WPI group will characterize conformation of polysaccharides and measure nanoscale interaction forces between biopolymers and surfaces using atomic force microscopy (AFM) and single-molecule force spectroscopy (SMFS).  They will also model interactions between adsorbed polymer layers and surfaces.  At ENSIC researchers have synthesized hydrophobically modified surfactants - dextran, amylose, and pullulan-derived polymers.  These surfactants create stable emulsions and are used as coatings on nanoparticles.  They will measure nanoscale interaction between the French synthesized biopolymers and the surfaces.  Their combined efforts could lead to design of improved surfactant polymer vectors for use in drug delivery.\r\n\r\nThe project integrates research and education at the international level. Each year, three U.S. undergraduates and a graduate student will conduct research with the French team over an eight-week period.  Students from chemical engineering, biomedical engineering, biochemistry, biology and biotechnology are eligible to participate in the program.  \r\n \r\nThis project is jointly supported by the National Science Foundation (NSF) and the Centre National de la Recherche Scientifique (CNRS).  NSF will fund the visits to France by the U.S. investigator and students.  The CNRS will cover expenses for visits to the United States.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terri",
   "pi_last_name": "Camesano",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Terri A Camesano",
   "pi_email_addr": "terric@wpi.edu",
   "nsf_id": "000147507",
   "pi_start_date": "2004-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 26700.0
  }
 ],
 "por": null
}