{
 "awd_id": "0340675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Landscape Structure, Macroregional Interaction, and Variation among Mississippian Chiefdoms of the Interior Coastal Plain, Georgia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-11-01",
 "awd_exp_date": "2004-10-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2003-10-29",
 "awd_max_amd_letter_date": "2003-10-29",
 "awd_abstract_narration": "Under the supervision of Dr. Paul R. Fish, John F. Chamblee will conduct an archaeological survey in the Chickasawhatchee Swamp of southwestern Georgia. From approximately A.D. 1000 - 1600, the area was home to one or more chiefdoms. Chiefdoms are societies whose members are ruled by a person or group with inherited leadership rights. Such inheritances are often seen as being divinely sanctioned. Unlike kingdoms or states, chiefdoms are generally organized without standing armies, formal literacy, or a bureaucracy. Chiefs instead govern through the strength of their personalities as well as through their ability to attract followers using a combination of exotic gifts, surplus food, and limited physical force. \r\n\r\nChiefdoms were prevalent throughout the southeastern United States during the first half of the last millennium, but the Chickasawhatchee chiefdoms are unusual among them in terms of their geographic location. These societies are not located in a coastal region or along a major river, as are most other chiefdoms in southeastern United States. In addition, the Chickasawhatchee Swamp is located between no less than nine other contemporaneous societies in neighboring regions - some of which were chiefdoms and some of which were not. Analysis of survey data will allow for a greater understanding of the ways in which the natural environment and interactions between neighboring societies contribute to variation among chiefdoms.\r\n\r\nResearch on chiefdoms is important because it allows us to understand political power at the level of face-to-face interaction and in the absence of the more complex institutions common in states. While archaeologists cannot document interactions the way ethnographers might, we can see the long-term consequences of strategies used repeatedly by chiefs as they attempted to consolidate and maintain power.  Monuments like earthen mounds are indicators of the ability to mobilize labor in public projects. The dispersed swamp resources discouraged compact villages, making labor mobilization by chiefs more difficult.  Documentation of mound size and surrounding villages, as well as nearby small family settlements, will provide a basis for understanding the kinds of opportunities available to chiefs in such a natural setting.\r\n\r\nItems like coastal shell, stone tools made from non-local materials, and decorated pottery are all evidence that chiefs traded with outsiders in order to provide rewards for loyal followers. By analyzing these items, one can gain insights into the relationships between the chiefdoms of the Chickasawhatchee and their neighbors in other regions. The artifact chronology developed during data analysis will be used to trace the growth, maintenance, and eventual decline of the Chickasawhatchee chiefdoms. Comparing this history to that of neighboring regions will provide clues as to the possibility of inter-regional trade, warfare, and other kinds of social interaction.\r\n \r\n This project will have an impact outside the scientific community. Undergraduate volunteers will be trained in fieldwork techniques, as will local volunteers. In addition, very little archaeological research has occurred in southwestern Georgia, while commercial artifact prospecting is on the rise. As a result, the general public in not aware of either of the importance of archaeological site preservation, or the history these sites represent.  Lectures are planned at civic organizations, schools, and relevant government agencies. Outreach to local collectors will encourage them to share information with archaeologists. Since much of the research is being conducted on private land, reports on the excavations will be provided to landowners.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Fish",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Fish",
   "pi_email_addr": "pfish@u.arizona.edu",
   "nsf_id": "000323569",
   "pi_start_date": "2003-10-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}