{
 "awd_id": "0340654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Fellows Award: Mathematical Modeling of Renal Physiology",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 455507.0,
 "awd_min_amd_letter_date": "2004-04-19",
 "awd_max_amd_letter_date": "2006-01-13",
 "awd_abstract_narration": "The urine concentrating mechanism (UCM), which gives mammals the capability to produce \r\nhypertonic urine, is localized in the renal medulla. In the outer medulla, the UCM is \r\ndriven by active NaCl transport from thick ascending limbs, coupled with a countercurrent \r\nflow configuration of nephrons and vessels; in the inner medulla, the underlying\r\nprinciples of the UCM remain to be determined. To better understand the mammalian UCM, \r\nthe PI seeks to develop a dynamic formulation of a highly-detailed region-based mathematical \r\nmodel of the renal cortex and medulla of the rat kidney. The ``region-based'' modeling approach \r\nrepresents radial organization of nephrons and vessels, as revealed in anatomic studies, and \r\ncaptures the preferential interactions among medullary structures. The model will incorporate \r\nand evaluate experimental findings not previously included in models, including the implications \r\nof recent immunolabeling experiments. To investigate the interactions between UCM and \r\ntubuloglomerular feedback (TGF) mechanism, the PI will develop a dynamic epithelial \r\ntransport model of the proximal tubule, and incorporate that model into a TGF framework.\r\nThe resulting model may provide integrated insight into pathogenesis of diseases in which \r\ndietary salt intake has a paradoxical effect on glomerular filtration rate, and in which \r\nextracellular fluid volume or the regulation of sodium transport are deranged.\r\nIn addition, using the above models, the PI will generate animations of distributions of \r\nfiltered solutes and develop user-friendly modeling packages for use by experimentalists.\r\n\r\nThe overall objective of this project is to use analysis and computational mathematics \r\nto gain a better understanding of a long-standing mystery in traditional physiology: \r\nthe mechanism by which mammals produce concentrated urine.\r\nIndeed, although the passive mechanism is frequently given in physiology\r\ntextbooks as an explanation for the production of a concentrated urine\r\nin mammals, it does not produce a satisfactory concentration gradient in computer \r\nsimulations. Through the development of a series of mathematical models, the PI seeks\r\nto assess the validity of certain modeling assumptions. Moreover, the models may provide \r\ninsights into questions such as: What are the impacts of unexpected experimental findings \r\nthat challenge accepted notions of the concentrating mechanism?\r\nWhat is the role of the tubuloglomerular feedback system (which regulates the rate\r\nof fluid entry into the nephrons, which are functional units of the kidney)\r\nin the regulation of sodium excretion in both healthy and hypertensive rats?\r\nIn particular, why does renal blood flow vary inversely with dietary salt in both diabetic \r\npatients and rats with experimental diabetes, when the opposite effect is expected?\r\nAnother objective of this project is to disseminate modeling methodologies and results, \r\nin part through the applications of computer visualization techniques.\r\nThe proposed modeling packages to be developed should encourage experimentalists to \r\nuse modeling techniques to gain a better understanding of the significance of much \r\nnew experimental data now emerging through techniques involving computer-assisted \r\nmicro-anatomy and transgenic animals.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anita",
   "pi_last_name": "Layton",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Anita T Layton",
   "pi_email_addr": "alayton@math.duke.edu",
   "nsf_id": "000253860",
   "pi_start_date": "2004-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168100",
   "pgm_ele_name": "ADVANCE - FELLOWS"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1681",
   "pgm_ref_txt": "ADVANCE - FELLOWS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 435285.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 20222.0
  }
 ],
 "por": null
}