{
 "awd_id": "0341927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Interregional Interaction in Middle Horizon Peru",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-05-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 146621.0,
 "awd_amount": 146621.0,
 "awd_min_amd_letter_date": "2004-01-30",
 "awd_max_amd_letter_date": "2006-03-16",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Justin Jennings and an international team of colleagues will conduct three field seasons of archaeological research in the Cotahuasi Valley of highland Peru.  The project will investigate the nature of the Wari state (A.D. 600-1000 AD) by extensively excavating the site of Collota, a Wari-influenced site near the river bottom.  Unlike the better-known Inca Empire, there are no written accounts of Wari.  We know that Wari's architecture and ceramic styles spread across Peru, but the political, economic, and social relationships that the state maintained with peripheral regions remains poorly understood.  To better comprehend these relationships, the excavations are designed to uncover data on ceramic assemblages, diet, mortuary remains, and architecture from Collota and an associated cemetery.  These data will then be compared with the material remains collected from excavations in both the Wari heartland and in Wari influenced sites from other regions.  For example, we will use neutron activation analysis to trace where the clay was from that was used to make Wari-style ceramic vessels.   These data can tell us if the valley produced its fine ware locally or if the people received it from the capital or a provincial center. In another example, we will use carbon isotope analysis to trace changes in diet during the period of Wari influence.   Incorporation into the state often led to shifts in what men, women, children, the rich, and the poor ate, and this isotopic data, along with botanical remains, will help us identify these shifts.  These, and the other data sets that we will recover through our excavations, will help us in understanding the relationship between the people of Cotahuasi and the Wari state.   \r\n\r\nThe emergence of the Wari state radically transformed the evolutionary trajectory of societies in the Andes.  Our research will help clarify this pivotal period in history, and moreover address important theoretical debates regarding the complex nuances of culture contact and the difficulties of distinguishing between a broad range of interregional interactions based solely on the archaeological record. The results of this research, therefore, have intellectual merit not only because it helps to clarify the nature of an important period in Peruvian prehistory, but also because it will contribute theoretically and methodologically to the study of early state expansion and political economy.  This research has broader impacts as well because it will provide a cultural exchange between United State university students, Peruvian university students, and Cotahuasi villagers.  In this exchange, all participants will enhance their training in archaeology and further their understanding of the past.  Further, some of the equipment from this project will be donated to a Peruvian University and the results of this research will be used in our continuing efforts to develop sustainable archaeological tourism in the Cotahuasi Valley in concert with local authorities and adventure guides.  The results of this project will be disseminated widely to both scholars and the general public.   \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Jennings",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Jennings",
   "pi_email_addr": "collota@gmail.com",
   "nsf_id": "000211520",
   "pi_start_date": "2004-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 59555.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 1641.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}