{
 "awd_id": "0342796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Role of Clay Mineral Surface Interactions in Pressure Solution",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 384978.0,
 "awd_min_amd_letter_date": "2004-06-30",
 "awd_max_amd_letter_date": "2008-06-24",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThis proposal combines three disciplines - geology, materials and colloidal science - to study micamineral surface interactions at the outcrop, microscopic, submicroscopic, and molecular levels. This work is motivated by geologic and very recent laboratory observations (described here) on quartz dissolution at quartz-clay minerals interfaces and on growth of carbonate crystals on mica cleavages. \r\nInitial experimental investigations using advanced surface force-measuring instruments have allowed us to measure the short-range electrostatic, 'hydration' and other forces between mica surfaces at the angstrom level, and the diffusion rates of ions into the mica-fluid-mica interfaces for fluid compositions and pressures comparable to natural geological conditions. The results show that the diffusion rate is sensitive to fluid composition (for sodium and calcium). They also imply that diffusion of ions is probably not the rate limiting step in mass transfer within thin fluid films, as has been proposed to explain enhanced quartz pressure solution when associated with clay minerals. Rather, the rate-limiting step appears to be the reaction (binding and exchange) of ions with the mineral surface. Preliminary results show a strong effect of mica on the dissolution of a quartz surface pressured against it in water containing electrolyte, which is not observed in symmetrical mica-mica or silica-silica systems. We have measured retreat (dissolution) of the quartz surface at rates up to 1,500A per day (1A/min).\r\nThe intellectual merit of this project is largely due to the use of the Surface Forces Apparatus (SFA) to directly measure surface interactions, surface dissolution, ionic transport, binding and exchange rates, and crystal growth in various aqueous salt solutions. The SFA has proved to be a novel and accurate way to quantify dynamic and kinetic processes. This is the first time that experiments have been performed to mimic geologic phenomena providing answers for various crucial questions in earth sciences. The fact that the preferential growth of carbonate crystals between the mica cleavages could be directly observed, and to be analogous to natural occurrences, is amazing and reflects the importance for future work. Experiments involving biotite-biotite and quartz-mica systems will continue and elucidate the processes related to pressure solution. Surfaces of natural and experimental materials will be analyzed by SEM, AFM, microprobe, X-ray photoelectron spectroscopy (XPS) and Secondary Ion Mass Spectroscopy (SIMS). Our experimental conditions will be guided by and the results compared with geologic samples representing a wide range of geologic age, fluid composition and temperature-pressure conditions. The theoretical basis for predicting these and other type of interactions are at present unknown. However, this work will include theoretical analysis of our findings by Prof. Uzi Landman (Georgia Tech) and Prof. Sidney Yip (MIT), who are experts in the area of computer simulations (modeling) of electrochemical reactions and corrosion of surfaces.\r\nThe broader impact of this research comprises basic understanding of mineral-fluid-mineral interactions when dissimilar minerals are in close contact. Applications in geological sciences include explaining the role of clay minerals and electrolyte ions in pressure solution/precipitation of quartz. In other fields such as material science the work is relevant to corrosion, the 'colloidal processing' of composites and water-based ceramic materials, biomineralization and mixed colloidal particle dispersions. The proposed research plan provides an ideal educational platform for students entering diverse fields, for instance, increasing the interest of geology students in the material and surface sciences, and of materials and engineering students in earth sciences at the laboratory, fieldwork and theoretical levels. Additionally, a female Hispanic will be directly involved in this project since she has been trained to perform detail characterization of mineral surfaces using the SFA, XPS, AFM and SEM. This project will support student participation at meetings both in geochemistry and materials owing to the broad interest of this proposal. This project will include direct communication with the Smithsonian museum in Washington since our results are related to samples on display; they have also provided biotite samples for the studies proposed here.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Boles",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Boles",
   "pi_email_addr": "boles@geol.ucsb.edu",
   "nsf_id": "000287060",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Israelachvili",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob N Israelachvili",
   "pi_email_addr": "jacob@engineering.ucsb.edu",
   "nsf_id": "000463998",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norma",
   "pi_last_name": "Alcantar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Norma A Alcantar",
   "pi_email_addr": "normatoomey@gmail.com",
   "nsf_id": "000487478",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 384978.0
  }
 ],
 "por": null
}