{
 "awd_id": "0342661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Precontact Population Decline and Coalescence in the Southern Southwest",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald Grayson",
 "awd_eff_date": "2004-02-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2004-01-30",
 "awd_max_amd_letter_date": "2005-02-28",
 "awd_abstract_narration": "How did 40,000 people vanish from the southern Southwest a century before the introduction of European diseases? This question has intrigued and vexed archaeologists and the broader public for more than a century. Advances in method and theory, and data accumulation make this an opportune time to reconsider this question. With National Science Foundation support, this project will examine the causes, tempo, and spatial variability of this decline in four key study areas within the region.\r\n\r\nThe Center for Desert Archaeology's (CDA) Coalescent Communities settlement database indicates that this population reduction occurred gradually during the interval from A.D. 1300 to 1450. This conclusion is supported by recent CDA research in the lower San Pedro valley in southeastern Arizona, where demographic decline was a complex process associated with long distance migration and population aggregation. After decades of gradual population loss, boundaries between social groups slowly dissolved as groups continued to coalesce to maintain irrigation systems and social networks. By A.D. 1450, the San Pedro valley was occupied by a remnant population comprised of descendants of both local and migrant groups. This population either abandoned the region shortly thereafter or became \"archaeologically invisible.\"\r\n\r\nThis model will be evaluated in four additional study areas that highlight the variation in the southern Southwest: the Phoenix Basin, Tonto Basin, Perry Mesa, and Safford Basin. Each area provides a unique perspective on these processes. A complex problem requires multiple analytical strategies. To test the proposed model in each study area we will use existing collections and conduct limited surface collections to: \r\n\tenhance the temporal resolution of archaeological sites using a revised scheme for dating late prehistoric pottery\r\n\tassess the occurrence and scale of migration in each study region\r\n\texamine trade and conflict between different social groups in each study area through settlement and ceramic exchange patterns \r\n\texamine interaction on a larger scale through obsidian exchange patterns \r\n\treconstruct environmental and agricultural variables in a GIS, including terrain, arable land, streamflow, and temperature\r\n\treview osteological data from existing burial populations for evidence of nutritional stress, disease, trauma, and changes in fertility and mortality rates\r\nThese various threads of evidence will be synthesized by a research team with over a century of combined regional and topical experience relevant to resolution of our central question. In addition, students will further their education as research assistants during the data collection and analysis process.\r\n\r\nProject results will be broadly disseminated to the professional community and the general public. Synthetic results of this project will be presented to the professional community in several formats, including a conference of independent researchers, presentations at national meetings, and articles in professional journals. The project results will be presented to the general public in an issue of Archaeology Southwest (CDA's quarterly magazine) and outreach lectures, highlighting the importance of preservation archaeology, in Tucson, Phoenix, and smaller communities in southern. Finally, presentations will be made to tribal governments and cultural resource specialists of Native American groups.\r\n\r\nSites from the late prehistoric period are particularly threatened by looters and urban development, and enhanced preservation is another benefit of this project. CDA will use information from this project to expand our site purchase and conservation easement preservation program. Project results will improve interpretation and management policy at two large new National Monuments that focus on archaeological resources. Finally, these results will benefit state policymakers by augmenting the Arizona State Historic Preservation Plan. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffery",
   "pi_last_name": "Clark",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffery J Clark",
   "pi_email_addr": "jclark@archaeologysouthwest.org",
   "nsf_id": "000422511",
   "pi_start_date": "2004-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Lyons",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick D Lyons",
   "pi_email_addr": "plyons@cdarc.org",
   "nsf_id": "000314739",
   "pi_start_date": "2004-11-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J. Brett",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Brett Hill",
   "pi_email_addr": "bhill@cdarc.org",
   "nsf_id": "000417561",
   "pi_start_date": "2004-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Archaeology Southwest",
  "inst_street_address": "281 N STONE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5208826946",
  "inst_zip_code": "857011213",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "ARCHAEOLOGY SOUTHWEST",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZF8UJN5AED92"
 },
 "perf_inst": {
  "perf_inst_name": "Archaeology Southwest",
  "perf_str_addr": "281 N STONE AVE",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857011213",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 94338.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 105662.0
  }
 ],
 "por": null
}