{
 "awd_id": "0343846",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Young Investigator Travel Support for the 2004 Symbiotic Nitrogen Fixation Meeting, in Bozeman, Montana, July 2004",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve R. Rodermel",
 "awd_eff_date": "2004-04-15",
 "awd_exp_date": "2005-03-31",
 "tot_intn_awd_amt": 9000.0,
 "awd_amount": 9000.0,
 "awd_min_amd_letter_date": "2004-03-24",
 "awd_max_amd_letter_date": "2004-03-24",
 "awd_abstract_narration": "The world is likely to face a severe food shortage in the near future, due in part to rapid population growth. While humans previously used about 10% of the total carbon produced through plant photosynthesis, we now directly or indirectly use about 40% of that carbon. Major increases in crop production will be needed to maintain current levels of human nutrition over the next 40 years.  Higher production will require increased yield in current crop areas and the use of additional land areas now considered to be marginal.\r\nProducing high-quality, protein-rich food depends on having enough nitrogen for plant growth and development. However, increased yield through fertilizer application is associated with problems of soil acidity and nitrogen accumulation that threaten the sustainability of this kind of input-driven agriculture. In general, sustainable agriculture must be managed with an eye toward conservation or enhancement of soil fertility, decreased crop losses due to pests and pathogens and greater resource efficiency, often to avoid long-term damage that can result from short-term gain. \r\nA major contributor to sustainable agriculture is effective management of nitrogen. Several studies have demonstrated that the successful manipulation of N inputs through the use of biologically fixed nitrogen can result in farming practices that are economically viable and environmentally sound. Many diverse biological associations contribute to biological N2 fixation in soil and aquatic systems. In most agricultural settings about 80% of biologically-fixed nitrogen occurs via symbiotic interactions with legumes, such as pea, alfalfa, soybean, peanut and lentil, that are major American crops.  Another large contribution is made by \"nitrogen-fixing\" trees and shrubs, such as alder, that can provide useful timber.\r\nResearch aimed at improving symbiotic productivity is interdisciplinary and requires studies of microbial genetics, microbial and plant physiology, ecology, and soil science. There are several exciting developments recently in the basic science of this effort, with significant progress in bacterial genomics and in genetic manipulation of Medicago (alfalfa) species and of soybean. Research is also international, since legumes and other crops grown on symbiotically produced nitrogen are important in many countries. \r\nThe19th North American Conference on Symbiotic Nitrogen Fixation, to be held at Montana State University in Bozeman, Montana, on July 23-28, 2004, is the latest in a series of biennual meetings that bring together workers in the various disciplines related to symbiotic nitrogen fixation to exchange current information regarding N2 fixation research in North America and the world.  The meetings have been distinguished by attempts to keep costs as low as possible to encourage student participation and by the diverse group of scientific disciplines that are represented. Subject matter at the conference ranges from the most basic to very applied.  This has been a meeting where cutting edge molecular biology is in one session, cutting edge ecology in another and the latest in farm methods in a third. \r\n\tThe funds allocated in this award will help make this meeting accessible to junior scientists, with all of the funds designated to support travel expenses of junior scientists, in order to allow them to present their results at this meeting. Only scientists in US laboratories or Americans working overseas will be supported with this award, but we are also soliciting funds that will allow awards to international scholars.  Preference for these awards will be given to Americans from underrepresented groups but the submitted abstract of research to be presented will also be evaluated by the organizing committee.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kahn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Kahn",
   "pi_email_addr": "kahn@wsu.edu",
   "nsf_id": "000480033",
   "pi_start_date": "2004-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": null
}