{
 "awd_id": "0343917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Homeostatic and Circadian Control of Energy Expenditure",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 182984.0,
 "awd_amount": 182984.0,
 "awd_min_amd_letter_date": "2004-02-26",
 "awd_max_amd_letter_date": "2004-02-26",
 "awd_abstract_narration": "Living beings require energy to survive and thrive. According to the traditional homeostatic view, animals and humans spend metabolic energy at a constant rate, just like a light bulb spends electrical energy, so that energy expenditure can be expressed in units of watts. For the last 50 years, much research has been conducted on variations in physiological processes that take place during the course of a day. This body of research suggests that the traditional homeostatic view may be incorrect. Because the natural alternation of day and night imposes on most animals a daily cycle of food availability, mating opportunities, and so on, it seems that energy expenditure may be regulated on a daily (circadian) basis rather than on a constant-rate (homeostatic) basis. According to this hypothesis, which diverges from a long tradition in physiology, metabolic rate would be properly expressed not in units of joules per second (i.e., in watts) but in units of joules per circadian cycle. The present project will evaluate this hypothesis experimentally through studies on laboratory animals. Knowledge to be gained from this project is particularly relevant to the design of special workplaces, such as submarines and underground facilities, and to the understanding of metabolic adjustments associated with the yearly seasons in livestock as well as in humans. In more general terms, knowledge on the circadian modulation of energy expenditure has potential applications in the prevention of jet lag and the malaise associated with shift work, the treatment of sleep disorders and depression, and the timing for effective administration of medicines. The project will also enhance the research environment at the grantee institution. An enhanced institutional environment that improves faculty and student research opportunity will lead to direct student experience and training in research as well as to increased involvement of the PI in research in his discipline, which in turn will lead to improved student preparation. The composition of the affected student population will be approximately 60% female and 45% ethnic minority. The results of the project will be disseminated to the scientific community by publication of articles in peer-reviewed professional journals and to the population at large by summaries published in research reports issued by the university and by synopses posted on the web site of the principal investigator's laboratory, which receives over 5,000 visitors each year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Refinetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto Refinetti",
   "pi_email_addr": "rrefinet@uno.edu",
   "nsf_id": "000471232",
   "pi_start_date": "2004-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina Salkehatchie Campus",
  "perf_str_addr": "P O Box 617",
  "perf_city_name": "Allendale",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "298100617",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115500",
   "pgm_ele_name": "INTEGRATIVE ANIMAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 182984.0
  }
 ],
 "por": null
}