{
 "awd_id": "0343871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adaptation of Photoreceptor Physiology to Life History Stage in Ontogenetically Migrating Deep-Sea Crustaceans",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Flanders",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2007-11-30",
 "tot_intn_awd_amt": 270135.0,
 "awd_amount": 286135.0,
 "awd_min_amd_letter_date": "2004-05-19",
 "awd_max_amd_letter_date": "2004-06-24",
 "awd_abstract_narration": "A number of marine species have a difficult problem to deal with, in that they live in vastly different light environments during the course of their lifetimes.  These species are ontogenetic migrators, in that the young juveniles stages live in relatively brightly lit shallow waters, while the older adult stages may live 1000 m deeper, where there is very little light.  Virtually nothing is known about how these two life history stages adapt to these dramatically different light environments.  Is it a matter of possessing an eye that works in both bright and dim light, but isn't really the best design for optimal vision under either condition?  Or are there mechanisms in place that allow for the conversion of an eye designed to function well in bright light to one that functions well in very dim light, over a timeframe of less than a year?  This proposal seeks to examine whether deep-living adults are substantially more sensitive to light than shallow-living juveniles, as well as the mechanisms involved in producing these sensitivity differences, if they exist, in a variety of crustacean species.  This will be done by using combination of physiological, molecular and histological techniques to examine various characteristics of their eyes, namely their sensitivity to light,  their structure and optics, and their visual pigments.  Many of these crustacean species are major components of the oceanic food webs that support the major commercial fisheries, and understanding whether and how they adapt to different light environments is critical to modeling what effect a change in their light environment (such as a change in water clarity due to pollution) may have on their distribution patterns.   \r\nIn addition, the enormous dorsal eye of hydrothermal vent shrimp will be examined.  To date, the dorsal eyes of all the hydrothermal vent shrimp that have been collected show signs of significant light damage.  This has given rise to the concern that these eyes may be remarkably sensitive structures that are being destroyed by light, and led to the suggestion that a majority of the vent shrimp at heavily studied vent sites are being permanently blinded by repeated exposure to ROV and submersible.   Unfortunately, all the shrimp that have been examined have been collected under extremely bright artificial lights, and it has been impossible to determine whether all the light damage occurred during the collection, or was due to some past exposure to artificial lights as well.   With newly designed collecting techniques that will allow collection of these species without exposure to light, this proposal seeks to study the sensitivity of a dorsal eye that has never been exposed to light, as well as the cumulative effects of repeated exposure to floodlight illumination in the laboratory.  This research will provide data to address the issue of whether sanctuary type no-visit zones need to be designated in order to study the ecological impact of blinding a majority of the mobile organisms in an ecosystem.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Frank",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara M Frank",
   "pi_email_addr": "tfrank1@nova.edu",
   "nsf_id": "000510208",
   "pi_start_date": "2004-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harbor Branch Oceanographic Institution, Inc.",
  "inst_street_address": "5600 US 1 North",
  "inst_street_address_2": "",
  "inst_city_name": "Fort Pierce",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "7724652400",
  "inst_zip_code": "349467303",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "FL18",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Harbor Branch Oceanographic Institution, Inc.",
  "perf_str_addr": "5600 US 1 North",
  "perf_city_name": "Fort Pierce",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "349467303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "FL18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118500",
   "pgm_ele_name": "SENSORY SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 286135.0
  }
 ],
 "por": null
}