{
 "awd_id": "0343142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GOALI:  Photoresist Dissolution and Stripping in Gas Expanded Liquids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 347271.0,
 "awd_amount": 347271.0,
 "awd_min_amd_letter_date": "2004-03-24",
 "awd_max_amd_letter_date": "2006-01-26",
 "awd_abstract_narration": "Hess, Dennis W. / GA Tech Res Corp - GIT\r\nCarter, Melvin K. / DuPont Electronic Technologies\r\n\r\n \"GOALI: Photoresist Dissolution and Stripping in Gas-Expanded Liquids\"\r\n\r\nState-of-the-art integrated circuit (IC) fabrication processes require more than 25 patterning or photolithography steps. Controlled, effective removal of photoresist (PR) and associated etch residues/contaminants after pattern formation is critical to achieve successful manufacturing processes with high device yield and reliability. PR/residue removal is currently performed by plasma processes followed by the use of environmentally hazardous, corrosive chemical treatments and extensive deionized water (DIW) rinses. Such approaches use large quantities of chemicals and DIW and thus are environmentally harmful.\r\n\r\nGas-expanded liquids (GELs) represent a promising alternative to the traditional liquid-phase processes used extensively in the fabrication of ICs. Research with GELs in separations and reaction engineering suggests that these fluids may also offer numerous benefits in microelectronics process technology. GELs of particular interest include those formulated with carbon dioxide and conventional solvents (e.g., alcohols) used in microelectronic device fabrication. GELs have superior mass-transport properties while maintaining the solvent ability necessary for PR and etch residue removal. In addition, environmental benefits associated with organic film and contaminant removal using GELs may be substantial. Finally, since the pressures needed for GEL formation are significantly lower than those required to implement supercritical fluid (SCF) technology, energy requirements and hazards associated with GELs will be reduced relative to SCFs.\r\n\r\nA mass transport-based model formulated to describe the dissolution of films in GELs suggests that GELs may be superior to traditional liquids in several respects. For instance, dissolution rates can be increased by as much as 50% in a GEL relative to a pure liquid. Furthermore, the amount of solvent consumed in a PR removal process may be significantly reduced. The proposed research will experimentally investigate the accuracy of these models and establish if large-scale industrial processes are feasible. Investigations will be performed to address the fundamental physical and chemical interactions causing swelling and dissolution of organic films in GELs. Joint efforts with Dupont-EKC, a manufacturer and supplier of wet chemical formulations to the IC industry for resist and residue removal will permit the identification, formulation, and investigation of GELs capable of implementation into IC manufacturing.\r\n\r\nThe combination of fundamental investigations of GEL interactions with surfaces and films (Georgia Tech), removal of films/residues on 8-inch wafers in a prototype commercial reactor (EKC), reformulation/design of commercial solvent mixtures expressly for the purpose of resist/residue removal (EKC), and investigation of the fundamental properties of these new GELs (Georgia Tech) will ensure the connection of fundamental studies with direct application to manufacturing operations for future generations of ICs.\r\n \r\n\r\nBroader Impacts:\r\n\r\nThe proposed research will lead to the development of more environmentally benign processes for the fabrication of future ICs. Professor Hess' group is well equipped to perform this research, with regard to laboratory facilities and microelectronics processing expertise. This work will establish relationships between the properties of GELs and their interaction with PR layers; such results will supply a fundamental understanding of surface cleaning and preparation using GELs in IC process engineering, while EKC will ensure the transfer of this knowledge into manufacturing expertise. The proposed research project is ideal for chemical engineering graduate students in that experimental work is combined with fundamental thermodynamic and kinetics studies; the joint effort with EKC will allow students to work directly with a supplier of chemical formulations to the IC industry. \r\n\r\nThe project will result in: (1) improved technology, environmental concerns, safety, and economics in IC fabrication by developing novel, more environmentally benign cleaning and surface preparation processes, (2) provide molecular level information concerning the interaction of GELs with polymer materials, (3) development of novel examples/case studies in the IC and environmental areas to be incorporated into core undergraduate and graduate ChE courses, (4) train minority undergraduate students each summer who are participants in the Georgia Tech Summer Undergraduate Research in Engineering Program (SURE), (5) educate high school students and teachers in IC fabrication and environmental issues.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Hess",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis W Hess",
   "pi_email_addr": "dennis.hess@chbe.gatech.edu",
   "nsf_id": "000207917",
   "pi_start_date": "2004-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melvin",
   "pi_last_name": "Carter",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Melvin K Carter",
   "pi_email_addr": "mcarter@ekctech.com",
   "nsf_id": "000081000",
   "pi_start_date": "2004-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 110770.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 115675.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 120826.0
  }
 ],
 "por": null
}