{
 "awd_id": "0343757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bridging Length and Time Scales in Catalytic Reaction Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 228365.0,
 "awd_amount": 233365.0,
 "awd_min_amd_letter_date": "2004-03-04",
 "awd_max_amd_letter_date": "2004-05-06",
 "awd_abstract_narration": "Research:  \r\n\r\nKinetic Monte Carlo (KMC) simulations have emerged as an excellent computational tool for diverse problems ranging from materials growth, to catalysis, to DNA/surface interactions, to image processing, and to modeling of metabolic pathways for biochemical engineering and bio-informatics.  Generally, KMC simulations are limited to short length and time scales, while device sizes and morphological features often involve much larger spatial and temporal scales.  The PI has been developing systematic, hierarchical coarse-grained stochastic models, referred to as Coarse-Grained MC (CGMC), which are capable of describing much larger length scales than conventional KMC simulations at significantly lower computational cost, while still incorporating microscopic features and the correct noise.  They thus provide a mathematical and computational paradigm with potential impact on numerous applications, except that CGMC tools cannot currently handle complex chemistry accurately.\r\n\r\nIn this project the PI plans to develop the necessary multiscale enabling technology for surface reaction systems.  The tasks depart from the available technology and entail a combination of: (a) density functional theory for estimation of surface reaction parameters and potential energy surfaces, (b) molecular dynamics to model surface diffusion, (c) novel multilevel, adaptive mesh CGMC, and (d) the integration of this multilevel CGMC in hybrid multiscale reactor simulations to enable modeling of realistic reacting flow length scales.  This will be applied to model reaction systems and to the spatio-temporal patterns observed in hydrogen oxidation on platinum via high speed scanning tunneling microscopy (STM).  The Intellectual Merit derives from the development  of a reaction multiscale framework that will have the ability to link microscopic parameters, such as intermolecular potentials, micrscopkic rates, and fluctuations, to mesoscopic scale phenomena such as spatio-temporal patterns and local reaction rates.\r\n \r\nBroader Impacts:  \r\n\r\nThe coarse-graining methodology has potential in numerous applications, from single catalyst crystals, to microchemical systems for portable, \"green\" devices, to hydrogen-based fuel cells, to microporous films based membrane reactors, to advanced materials fabrication, to micromagnetics.  It can thus benefit industry and the environment.  On the educational side, the PI plans to (1) develop a short course on mesoscopic modeling and (2) widely disseminate the research material via the web with tutorial examples and codes for students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dionisios",
   "pi_last_name": "Vlachos",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Dionisios G Vlachos",
   "pi_email_addr": "vlachos@udel.edu",
   "nsf_id": "000384141",
   "pi_start_date": "2004-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 233365.0
  }
 ],
 "por": null
}