{
 "awd_id": "0343607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomedical Imaging Education: Safe, Inexpensive Hands-on Learning",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sue Kemnitzer",
 "awd_eff_date": "2003-12-01",
 "awd_exp_date": "2008-11-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 299464.0,
 "awd_min_amd_letter_date": "2003-11-25",
 "awd_max_amd_letter_date": "2007-10-29",
 "awd_abstract_narration": "The overall objectives of this project are (1) to excite the interest of a broader range and greater number of learners in the field of biomedical imaging (BMI), a strong and growing subdiscipline of biomedical engineering (BME) with applications in basic science research, medical diagnosis, and the guidance of therapeutic interventions, and (2) to improve the effectiveness of BMI education.\r\n\r\nTo accomplish the overall objectives, three specific aims are proposed. The first aim is to develop and test safe, inexpensive hands-on exercises and challenge-based learning activities  designed to teach the principles of BMI to undergraduate biomedical engineers and to high school science students. The use of actual biomedical imaging equipment for education is typically not feasible due to safety concerns, high cost, and lack of availability. The hands-on exercises of the proposed project are unique in that they will utilize carefully chosen, very inexpensive, safe alternatives - models - to the actual imaging technique to teach the relevant\r\nprinciples. Exercises on general imaging principles, x-ray imaging, ultrasound, radionuclide imaging, and basic magnetic resonance imaging will be developed and embedded into challenge-based learning activities designed to motivate learners, especially those from underrepresented populations. The second aim is to design, implement, and distribute these learning activities and exercises electronically with encapsulated video and still images of BMI experts, including many women and minorities sharing their knowledge and experiences in the field of BMI. These recorded perspectives will amplify the impact of a limited number of minority and female role models and will potentially inspire learners from these groups to pursue careers in BMI and BME. The third aim is to carefully assess the impact of these activities and exercises on learning and retention of engineering principles in BMI and on motivation for BMI/BME careers.\r\n\r\nThe intellectual merit of this activity lies in the careful selection of creative yet accurate models to teach the physics and engineering of imaging, the incorporation of proven challenge-based and hands-on learning techniques, the development of effective learning activities designed to introduce, motivate learning of, and reinforce imaging principles, the incorporation of significant engineering education expertise and resources, and the rigorous analysis of the effectiveness and impact of the exercises and activities on learning, concept retention, and motivation in different groups of students.\r\n\r\nThis project will have broad impact as a consequence of several key features intended to enhance the experiences of all learners. First, the hands-on exercises are targeted to cost no more than $25 per experiment. This low cost will allow learners in economically disadvantaged settings to learn the principles of imaging. The second factor that will broaden the impact of this project is that the exercises will be hands-on, thus benefiting kinesthetic, language impaired and ADD learners, and constructed in the context of real-life applications, benefiting all learners, especially females. Third, many students and educators will work on this project, thus sowing the seeds for future work in this area by a larger number of people. Finally, results will be widely disseminated and learning materials will be distributed electronically.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Paschal",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia B Paschal",
   "pi_email_addr": "cynthia.paschal@vanderbilt.edu",
   "nsf_id": "000345947",
   "pi_start_date": "2003-11-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Klein-Gardner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy S Klein-Gardner",
   "pi_email_addr": "stacy@e4usa.org",
   "nsf_id": "000242509",
   "pi_start_date": "2003-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 299464.0
  }
 ],
 "por": null
}