{
 "awd_id": "0344448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:Development and Maturation of Olfactory Centers in the Lobster:Influences of Serotonin and Life-long Neurogenesis",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927871",
 "po_email": "jdeshler@nsf.gov",
 "po_sign_block_name": "James Deshler",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 518217.0,
 "awd_min_amd_letter_date": "2004-03-03",
 "awd_max_amd_letter_date": "2006-03-06",
 "awd_abstract_narration": "\r\nIn the past few years, it has been unequivocally demonstrated that new neurons are born and integrated into circuits in the brains of many vertebrate and invertebrate organisms, including humans.  This project explores the process of life-long neurogenesis at three levels: (1) defining factors that influence the rate of neurogenesis and serotonin levels (Aim I);  (2) analyzing specific effects of serotonin on the lineage of cells producing new neurons (Aim II);  (3) examining the differentiation of the newborn neurons (Aim III).  The lobster Homarus americanus is the focus of study because neuronal proliferation persists throughout life in the brains of these animals and is regulated by serotonin, nitric oxide and the day/night cycle. Because the factors that influence neurogenesis appear to be evolutionarily conserved, these studies may illuminate mechanisms that are relevant to the variety of species that undergo life-long neurogenesis.\r\n\r\nAim I: Regulation of neurogenesis: developmental, behavioral and circadian controls. Dr. Beltz will examine the regulation of neuronal proliferation and serotonin by light and physical activity in larval lobsters. Her hypothesis is that the developmental change from positively phototactic, day-active larvae to negatively phototactic, night-active juvenile and adult animals, will be reflected in a change in the timing of maximal neurogenesis and in peak serotonin levels in the brain.  She expects the rate of neurogenesis to be highest early in the day for larvae, in contrast to the peak at dusk for juvenile lobsters. She will ask whether increases in brain serotonin levels are a prerequisite for increases in neuronal proliferation, or whether these two elements are sometimes uncoupled, which would suggest the involvement of a non-serotonergic signaling pathway in the control of neurogenesis.  \r\n\r\nAim II:  Mechanisms of proliferation of projection neurons. The proposed experiments will determine whether serotonin has a general influence on the speed of the cell cycle, or whether serotonin exerts a specific effect on this lineage by regulating the size of the large precursor cell (i.e., neuroblast) pool or the numbers of intermediate precursor cells (i.e., ganglion mother cells). She also will determine whether the divisions of the large precursor cells are symmetric or asymmetric, which has implications for the mitotic potential and fate of daughter cells.\r\n\r\nAim III:  Differentiation of newborn projection neurons. These studies will ask questions such as: Are newborn neurons integrated into the brain circuitry? Do new neurons innervate the OLs or ALs? Do altered levels of nitric oxide influence the timing or pattern of projections of newborn cluster 10 neurons?  These experiments will define the single-cell circuitry and designation of functional identity of neurons that proliferate throughout the organism's life. \r\n\r\nBroader Impacts. Wellesley College is a liberal arts college for women.  Therefore, an important mission of this research, beyond its intrinsic merit, is the training of our undergraduates, a high percentage of whom will continue their education in graduate or professional schools.  Additional goals are to develop curricular materials for use in undergraduate courses, to acquire state-of-the-art instrumentation for teaching and research, and to give public lectures to educate non-scientists about specific topics in neuroscience, the contributions of basic research and the use of model systems. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Beltz",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara S Beltz",
   "pi_email_addr": "bbeltz@wellesley.edu",
   "nsf_id": "000103660",
   "pi_start_date": "2004-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wellesley College",
  "inst_street_address": "106 CENTRAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "WELLESLEY HILLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812832079",
  "inst_zip_code": "024818203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "WELLESLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z17DSLNJ1DX1"
 },
 "perf_inst": {
  "perf_inst_name": "Wellesley College",
  "perf_str_addr": "106 CENTRAL ST",
  "perf_city_name": "WELLESLEY HILLS",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024818203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119000",
   "pgm_ele_name": "DEVELOPMENTAL NEUROSCIENCE"
  },
  {
   "pgm_ele_code": "747100",
   "pgm_ele_name": "DEVELOPMENTAL BIOLOGY CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1190",
   "pgm_ref_txt": "DEVELOPMENTAL NEUROSCIENCE"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 8335.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 9882.0
  }
 ],
 "por": null
}