{
 "awd_id": "0344768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of Endocytosis in Adrenal Chromaffin Cells.",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927871",
 "po_email": "jdeshler@nsf.gov",
 "po_sign_block_name": "James Deshler",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 603479.0,
 "awd_amount": 603479.0,
 "awd_min_amd_letter_date": "2004-03-03",
 "awd_max_amd_letter_date": "2007-03-12",
 "awd_abstract_narration": "Mechanisms of Endocytosis in Adrenal Chromaffin Cells\r\nCorey B. Smith\r\nCase Western Reserve University\r\n\r\nStress is a physiological response to a hostile environment. Stress causes chromaffin cells of the adrenal gland to increase their release of chemical transmitters, including adrenaline, into the blood stream. This release is achieved by fusion of transmitter containing packets, called secretory granules, with the inside cell surface, causing their contents to be expelled from the cell. Under normal conditions, chromaffin cells release low levels of adrenaline and set the organism in a 'breed and feed' state of energy storage by directing blood flow to the internal organs, focusing the eye on nearby objects and increasing insulin release from the pancreas. With stress, chromaffin cells release elevated levels of adrenaline, contributing to the 'fight or flight' response. In this state, the elevated adrenaline diverts blood flow to skeletal muscle, focuses they eye on distant objects and increases blood sugar levels. In addition, stress-activation causes chromaffin cells to release analgesic compounds, termed enkephalins. Together these signaling molecules place the organism into a state for escape or defense. Thus, regulated transmitter release from chromaffin cells plays a critical role in determining the physiological and metabolic status of an organism. It is the overall goal of this laboratory to provide a fundamental understanding of the chromaffin cell as a primary contributor to the 'breed and feed' as well as the 'fight or flight' state. This proposal focuses on the mechanisms utilized by chromaffin cells for transmitter release under basal versus stress activation.\r\n\r\nSustained transmitter release requires the recycling of the transmitter-containing secretory granules. Without recycling the cell would soon exhaust its supply. Specialized granule components are retrieved from the cell surface and refilled with transmitter molecules for re-use. It was assumed that this recycling occurred by the same mechanism under all conditions. However, it was recently demonstrated that differences in recycling processes exist under basal versus stress-activation. This proposal outlines a series of experiments designed to test signature events that delineate recycling mechanisms under conditions of basal versus stress activation in mouse adrenal chromaffin cells. It provides experiments that will test the degree of granule fusion and collapse during transmitter release and the degree to which the granule and cell surface components mix, thus defining the complexity of the recycling process required prior to re-generation of viable secretory granules. It will also determine the role of key molecules involved in the recycling mechanism, thus defining points of potential regulation for the re-generation of secretory granules. Techniques employed in these experiments include electrophysiological measures of the surface area of single cells, electrochemical determination of the amount of transmitter released, quantitative fluorescence imaging of cell surface components and molecular disruption of the recycling mechanism. Thus a fundamental description of the mechanisms utilized by adrenal chromaffin cells for the sustained release of adrenaline and enkephalin during the normal 'breed and feed' as well as the 'fight or flight' stress-activated state will be provided.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Smith",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Corey B Smith",
   "pi_email_addr": "cbs16@po.cwru.edu",
   "nsf_id": "000338275",
   "pi_start_date": "2004-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119200",
   "pgm_ele_name": "NEURONAL AND GLIAL MECHANISMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 157198.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 142966.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 148684.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 154631.0
  }
 ],
 "por": null
}