{
 "awd_id": "0344261",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Prenylation in Meristem Function",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zhongchi Liu",
 "awd_eff_date": "2004-02-01",
 "awd_exp_date": "2007-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 378175.0,
 "awd_min_amd_letter_date": "2004-02-03",
 "awd_max_amd_letter_date": "2007-02-22",
 "awd_abstract_narration": "The activities of shoot meristems are the primary determinants for establishing the overall aerial architecture of the plant: its stature, the numbers and positions of branches, leaves, and flowers, the time to maturation, and the course of flower and fruit development.  Meristems act by integrating external environmental signals with genetic cues to determine numbers and positions of primordia initiation events.  These activities are simultaneously coordinated with signaling events that regulate cell divisions within the meristem, which assures continued maintenance of meristem cell populations while the meristem allocates cells to primordia and stem production.   Dr. Running designed a sensitized Arabidopsis screen that allows for rapid identification of mutants that affect meristem function.   Among the mutants he isolated was pluripetala, which shows a progressive loss of control of shoot meristem cell proliferation, along with shorter stature and extra floral organs.  He cloned PLURIPETALA and found that it encodes the alpha subunit shared between the prenylation enzymes farnesyltransferase and geranylgeranyltransferase-I.  Prenylation is a lipid posttranslational modification that facilitates membrane localization and association of target proteins, particularly proteins involved in signal transduction. Unlike equivalent prenylation mutants in animal and yeast systems, pluripetala plants are viable and fertile.  Therefore, pluripetala mutant plants provide a unique opportunity for testing the functional role of prenylation of proteins in vivo, including the effects of prenylation on protein subcellular localization and cell-cell trafficking.  In addition, identification of prenylation targets using bioinformatics and experimental assays will provide insight into components of signaling pathways involved in meristem function and flower development.  His specific aims are to: (1) examine the role of prenylation in plant growth and development; (2) examine the specific roles of each component of the prenylation complex and their relation to each other; and (3) determine the functional role of prenylation on two potential target proteins in plants. \r\n\r\nThe proposed activity will improve understanding of the role of prenylation in plants, which is involved in a number of processes, including meristem function, flower development, and hormone responses.  These processes are of interest to a wide variety of plant scientists and have potential applications for agriculture.  His multidisciplinary approach to the study of plant development combines genetics, molecular biology, and cellular biology techniques and will provide excellent training opportunities for postdoctoral fellows and students. In addition, he  is developing a summer workshop for local high school teachers for continuing science education.  This program will involve instruction, demonstration, and hands-on experience in laboratory research, which will be carried out in part in the Running lab.  Educational resources will also be developed for classroom instruction. Lastly, he  is developing a web-based resource for disseminating information on lipid posttranslational modifications, including prenylation, in plants.  This database includes information on the identification of putative targets using bioinformatics tools along with those that have been experimentally confirmed. Experiments in this proposal will allow for updates and refinement to this database, which we expect will be very useful to members of the plant scientific community because of the vast number of processes in which lipid post translational modification plays a role. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Running",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Mark P Running",
   "pi_email_addr": "mprunn01@louisville.edu",
   "nsf_id": "000390905",
   "pi_start_date": "2004-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Donald Danforth Plant Science Center",
  "inst_street_address": "975 N WARSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145871285",
  "inst_zip_code": "631322918",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "DONALD DANFORTH PLANT SCIENCE CENTER",
  "org_prnt_uei_num": "MVRJYL6A9VF1",
  "org_uei_num": "MVRJYL6A9VF1"
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": "975 N WARSON RD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ele_code": "747100",
   "pgm_ele_name": "DEVELOPMENTAL BIOLOGY CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 121175.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 132000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": null
}