{
 "awd_id": "0344360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Immune Systems of Long-lived Invertebrates",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 315174.0,
 "awd_min_amd_letter_date": "2004-03-03",
 "awd_max_amd_letter_date": "2008-01-16",
 "awd_abstract_narration": "One of the important threats to survival is the hosts of parasites that infect all organisms, causing disease and threatening premature death.  The immune system is the first line of defense against attack by parasites. An effective immune system is particularly important for long-lived species because they typically show an extended period between conception and the age of reproduction.  The immune system targets the invading parasite, typically by processes of immobilization and direct cytotoxic attack on the parasite and also has proteins that bind and inactivate toxic products of the invading parasites.  This proposal will characterize distinct elements of the immune system of the long-lived invertebrate, the American horseshoe crab, Limulus polyphemus, including its blood clotting system and a system that protects the surface of the carapace from colonization by fouling organisms.  (1) The blood clot is an under-appreciated component of the immune system for arthropods and vertebrates.  The research will investigate the potential importance of the binding of a collection of proteins of the immune system to fibrils of the blood clot.  Bound immune effector proteins include the broadly reactive plasma protease inhibitor, a2-macroglobulin (a2M), which may function to protect the fibrillar blood clot from proteolytic degradation by entrapped microbes, and a suite of other effector proteins that target toxic microbial products such as lipopolysaccharide and that are directly cytotoxic to the invading microbes. Both mammals and arthropods utilize the blood clot to immobilize parasites and reduce their potential for systemic dissemination.  This research will test the proposition that the clot is, in addition, directly toxic to invading microbes and is directly involved in neutralizing their toxic products.  This is an entirely new perspective on the operation of the blood clot in immunity.  (2) The adult Limulus infrequently, if ever, molts its carapace.  Nevertheless, the carapace is surprisingly free of the sessile fouling organisms that decorate every other solid surface in direct contact with seawater.  This laboratory has identified a system that potentially contributes to maintaining the pristine character of the adult cuticle, a mucous layer secreted onto the surface of the cuticle from a system of glands that lie immediately beneath the carapace.  This secretion has potent cytolytic activities and the proposed research will characterize the cytolytic activity of the dermal exudate and to characterize the protective functions of that system.  It is possible that the system that keeps the carapace of Limulus free of fouling organisms can be adapted to protect man-made surfaces in contact with the marine environment from colonization by fouling species.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Armstrong",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Armstrong",
   "pi_email_addr": "pbarmstrong@ucdavis.edu",
   "nsf_id": "000091764",
   "pi_start_date": "2004-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115500",
   "pgm_ele_name": "INTEGRATIVE ANIMAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 315174.0
  }
 ],
 "por": null
}