{
 "awd_id": "0344377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Genetic and Molecular Interactors in Circadian Clock Function",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 469475.0,
 "awd_min_amd_letter_date": "2004-04-02",
 "awd_max_amd_letter_date": "2006-03-08",
 "awd_abstract_narration": "Summary\r\n\r\nThe challenge of coordinating whole-organism processes with often-predictable changes in the environment has been met to some extent by the circadian clock.  This internal timing system provides for both the anticipation of coming changes and as a buffer against rapid variation in the environment.  In plants, close coordination between the environment and development is by now axiomatic.  Flowering time and dormancy onset are just two examples of the importance of coordinating environmental and developmental timing in plants, and the circadian clock plays a crucial role in this.  Recent cloning advances have shown that the molecular components of plant and animal circadian systems are distinctly different, though the two kingdoms share the same basic circadian properties.\r\nThe long-term goal of this work is a better molecular understanding of the mechanism of action of the plant circadian clock.  There has been a recent rapid increase in the identification of gene products that affect circadian period and amplitude, but the relationship between these factors remains unclear.  This work aims at understanding these relationships by working outwards from one component, the Arabidopsis F-box protein ZEITLUPE (ZTL), using a combination of molecular and genetic strategies.  The objectives of this proposal are:\r\n \t1. Characterization and positional cloning of the enhancers of the long period ztl-1 phenotype. Genetic screens for suppressors or enhancers of mutant phenotypes have become a common and successful strategy for identifying the principle players in a genetic hierarchy and for identifying unexpected interactions between pathways previously thought to be independent.  Seven mutants that enhance the long period phenotype of ztl-1 have been identified.  In addition to the primary circadian phenotype, each mutant is being characterized for changes in hypocotyl length and flowering time.  Each is being physically mapped to determine the number of loci involved, and map-based cloning will then be used to identify the responsible genes.\r\n2. Characterization and positional cloning of suppressors of the arrhythmic ZTL overexpression phenotype. High constitutive overexpression of ZTL causes arrhythmicity.  It is likely that a unique class of interactors may be found by searching for genes that can down regulate ZTL-mediated activity and restore rhythmicity in the continued presence of high ZTL levels (trans mutations).  Two independently-isolated trans mutations that confer wild type (24.5 h) or slightly shorter (22.5 h) periodicity to a high ZTL overexpressing line have been identified.  Each candidate is being further characterized and mapped to determine allelism, and map-based cloning is ongoing to identify the gene(s) involved.\r\n3. Proteins that interact with ZTL in plant extracts will be identified. These proteins should provide insight into the mechanism of action of ZTL.\r\n \tThe broader scientific benefits of this research include a clearer understanding of the circadian clock, with potential agricultural consequences.  The interaction of the circadian system with flowering pathways implies a potential for increased control over the timing of floral initiation.  The latitudinal range of some agricultural species is limited by daylength, so manipulation of clock components could contribute to increasing the growing range of some plants.  From the perspective of training, the laboratory research environment is a hands-on learning experience that no lecture series can replace.  The present project will employ undergraduates, graduate students and post-doctoral fellows.  The research experiences of these people will broaden their scientific expertise and contribute to their development as future PI's, post-docs and teachers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Somers",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Somers",
   "pi_email_addr": "somers.24@osu.edu",
   "nsf_id": "000270865",
   "pi_start_date": "2004-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  },
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 157553.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 155768.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 156154.0
  }
 ],
 "por": null
}