{
 "awd_id": "0344728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Translational Control Mechanism in Drosophila Somatic Tissues",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chris T. Amemiya",
 "awd_eff_date": "2004-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 430000.0,
 "awd_amount": 430000.0,
 "awd_min_amd_letter_date": "2004-01-12",
 "awd_max_amd_letter_date": "2006-03-24",
 "awd_abstract_narration": "\r\nControl of mRNA translation is an important mechanism for temporal and spatial regulation of gene expression during the development of an organism.  In the early Drosophila embryo, translational repression of nanos mRNA is essential for formation of the anterior-posterior body axis.  Repression is mediated by a translational control element (TCE) within the nanos 3' untranslated region (3'UTR).  Ectopic expression studies have shown that the nanos TCE can repress translation in several different somatic cell types at later stages of development as well.  These include subsets of cells in the nervous system and the dorsal pouch epithelium.  Analysis of the effect of TCE mutations on translational repression has revealed that the TCE acts through a different recognition mechanism in the dorsal pouch than is required for its function in the early embryo.  Complimentarity of sequences required for TCE function in the dorsal pouch to a Drosophila microRNA suggests that the TCE may be a microRNA target in somatic tissues.\r\nThe proposed work combines genetic and molecular approaches to investigate this second mode of TCE-mediated translational regulation.  Specific Aim 1 addresses the mechanistic differences between TCE-mediated repression in the early embryo and TCE-mediated repression in the central and peripheral nervous systems.  Aim 2 encompasses genetic and cell culture approaches to test the hypothesis that TCE-mediated regulation in somatic tissues is microRNA-dependent.  This portion of the proposal will be carried out time and resource permitting.  Finally, a novel genetic screen proposed in Aim 3 will permit isolation of mutations in regulatory factors required for TCE function.  \r\nIntellectual Merit: Post-transcriptional mechanisms that act through 3'UTR sequences play critical roles in regulation of gene expression in developmental processes like cell cycle regulation, embryonic patterning and cell fate determination.  The mechanisms underlying the function of many 3'UTR regulatory elements is poorly understood, however.  Based on the paradigm for 3'UTR-mediated translational regulation by small noncoding RNAs in C. elegans, the recent identification of hundreds of noncoding microRNAs in flies, worms, mammals, and plants suggests that translational control is more widespread than previously anticipated.  The proposed investigation of a newly identified mode of TCE recognition will provide an important foundation for understanding how different mechanisms of 3'UTR recognition result in control of protein synthesis and may identify a new microRNA target.  In addition, the nanos TCE provides a new paradigm to investigate how multiple modes of regulation can be combined within a single element.\r\nBroader Impacts: Increasing the number of women entering careers in the biological sciences and remaining in these career paths is of critical importance to both research and education.  Participation of female undergraduate and graduate students in the proposed research will provide appropriate training and mentoring to enable them to make optimal, sustainable career choices.  A second priority, education outreach, is addressed through the use of portable laboratory modules to introduce fundamental concepts in modern molecular biology and genetics to New Jersey public elementary and middle school students.  Participation of graduate students in the development and execution of these modules will provide them with valuable teaching experience.  Additional efforts will focus on the development of a curriculum for a new, multi-institutional MD/PhD program and the implementation of that program.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Gavis",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth R Gavis",
   "pi_email_addr": "gavis@princeton.edu",
   "nsf_id": "000228994",
   "pi_start_date": "2004-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}