{
 "awd_id": "0344523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Change in Gene Expression in a Forb and an Annual Grass in Response to Elevated CO2, Warming, Precipitation Increase and Nitrogen Deposition in a Mediterranean Annual Grassland.",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2004-06-15",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 305307.0,
 "awd_amount": 305307.0,
 "awd_min_amd_letter_date": "2004-06-09",
 "awd_max_amd_letter_date": "2004-06-09",
 "awd_abstract_narration": "SOMERVILLE ABSTRACT\r\n\r\nHumans rely on ecosystems for critical goods and services.  In the coming decades,  ecosystems will be exposed to a novel range of human impacts, including altered climate. To anticipate the consequences of these changes on the biosphere, detailed knowledge of how various ecosystems respond to global change parameters is needed.  This project is a component of a large, long-term, interdisciplinary study, the Jasper Ridge Global Change Experiment (JRGCE), of an annual Mediterranean grassland ecosystem.  The broad goals of the JRGCE are to develop a mechanistic understanding of ecosystem changes to realistic combinations of elevated CO2, altered precipitation, increased nitrogen deposition and warming, and to develop predictive models of future ecosystem change.  The general goal of this portion of the project is to provide some insight into the underlying physiological processes in plants that contribute to ecosystem change in this grassland.  With this project, the work will move from the current methods development phase to the data collection phase.  Microarrays will be used to measure transcript  abundance for two dominant species, Avena barbata and Geranium dissectum.  Lists of genes showing significant changes in expression in response to the four global change parameters or their interactions will be determined yearly and, in a summary analysis of the data from four years, in the final year of the project.  These data will be mined to identify whether genes associated with specific biological processes are over- represented in any of the gene clusters.  In addition, covariance analysis will be performed with selected genes or genes sets and the various ecological (e.g., net primary productivity), biochemical (e.g., soil phosphatase activity), and biogeochemical (e.g., soil  nitrogen compounds) parameters that are measured in the same JRGCE plots. The microarray technology was selected as it is the best currently available method for surveying a very large number of parameters (genes) in a largely unbiased fashion. From these experiments, genes or groups of genes whose expression patterns closely reflect one or more of the global change factors, will be identified and genes that are diagnostic for some of the ecological and biochemical processes measured on the JRGCE plots will be determined. Some of these gene sets may suggest the involvement of biological processes that had not been implicated in prior research, which has focused on carbon and nitrogen metabolism. \r\nBroader Impacts: This exploratory project is expected to lead to a number of specific hypotheses about plant responses and ecosystem level changes to global change factors, which will be tested in future experiments.  The research will involve training and other outreach activities that will be coordinated by the \"Carnegie Outreach Coordinator\", who will be supported in part by this grant. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shauna",
   "pi_last_name": "Somerville",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shauna Somerville",
   "pi_email_addr": "ssomerville@berkeley.edu",
   "nsf_id": "000524738",
   "pi_start_date": "2004-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington (California)",
  "perf_str_addr": "290 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 305307.0
  }
 ],
 "por": null
}