{
 "awd_id": "0344670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Polarizable Atomic Multipole Force Field for Biomacromolecules",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2004-03-15",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 503429.0,
 "awd_min_amd_letter_date": "2004-03-11",
 "awd_max_amd_letter_date": "2007-04-11",
 "awd_abstract_narration": "The goal of this project, funded jointly by the Molecular Biophysics Program in the Division of Molecular and Cellular Biosciences and the Theoretical and Computational Chemistry Program in the Chemistry Division, is to finalize and validate an improved set of general potential energy functions, a \"force field\", for use in computational analysis of proteins and ligand molecules. This work is an extension of the AMOEBA (Atomic Multipole Optimized Energetics for Biomoleuclar Applications) formalism. All applications of force field methodology are critically dependent on the accuracy of the underlying empirical energy functions. For biomolecules, accurate treatment of electrostatics, polarization and environmental effects is of major concern. Traditional energy functions include environmental effects in only an average, mean-field sense. This project proposes a new group-based scheme that yields a consistent model for both inter- and intramolecular polarization. This methodology is the first to reliably compute the molecular polarizability, electrostatic potential and conformational energetics of flexible molecules with an efficient and easily differentiable model suitable for lengthy molecular dynamics simulations or conformational search protocols. The major aim is to produce a next-generation energy model that will routinely provide \"chemical accuracy\" of 0.5 kcal/mol or better in the estimation of the thermodynamics of ligand binding to protein molecules. AMOEBA's use of polarizable atomic multipoles results in a much more flexible and accurate description of the underlying permanent electrostatics and response to the molecular environment. Improvements are also made in other potential energy terms, including limited anisotropy of repulsion-dispersion interactions and use of coupling energies between selected adjacent torsional angles. The AMOEBA force field provides free energies for the solvated alanine dipeptide in excellent agreement with quantum mechanical results. The new model is also capable of predicting absolute free energies of ion solvation to within chemical accuracy. These consistent and highly accurate absolute single ion values suggest decades-old experimental ion hydration energies may need reinterpretation. Polarization is also considered to play a key role in ion transport through membrane protein channels, ion mobility and concentration in DNA structural grooves, and protein secondary structure and stability.\r\n\r\nEmpirical potential functions are the cornerstone of a vast array of atomic-level molecular modeling techniques. They derive from simple, classical principles of chemical physics, and represent the computer-based analog of physical \"ball-and-stick\" molecular models. As such, \"molecular mechanics\" software sees use in settings ranging from undergraduate chemistry and biochemistry courses to advanced research in molecular biophysics to commercial applications. The new Force Field Explorer (FFE) graphical front-end for TINKER is being tested in both research and teaching environments at Washington University. Recently, the University has organized an interdepartmental Center for Computational Biology (CCB), which will provide a campus-wide focal point for teaching and research in molecular and biophysical modeling. TINKER and FFE will play a key role in a new course, \"Modeling Biomolecular Systems\", which is team-taught by the CCB faculty. Course-related instructional materials and suggested projects will be made available via the Internet. The TINKER package will serve as the development platform for the next-generation force field efforts. The software is presently used worldwide by as many as 20,000 researchers and laboratories, and is cited in over 200 refereed scientific papers published within the past two years. As is currently the case, the TINKER source code and all force field parameter sets developed under this project will remain freely available to any interested parties. The ready availability of modular, documented code and parameters will also enable the incorporation of the AMOEBA potential energy model into other, even more widely used, molecular modeling suites.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Ponder",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jay W Ponder",
   "pi_email_addr": "ponder@dasher.wustl.edu",
   "nsf_id": "000288817",
   "pi_start_date": "2004-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University School of Medicine",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University School of Medicine",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "195600",
   "pgm_ele_name": "STATISTICAL AND SIMULATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "1956",
   "pgm_ref_txt": "STATISTICAL AND SIMULATIONS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 160209.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 167705.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 175515.0
  }
 ],
 "por": null
}