{
 "awd_id": "0344387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geomagnetic Guidance Mechanisms in Sea Turtles",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John A. Byers",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 413000.0,
 "awd_amount": 413000.0,
 "awd_min_amd_letter_date": "2004-02-26",
 "awd_max_amd_letter_date": "2006-04-13",
 "awd_abstract_narration": "GEOMAGNETIC GUIDANCE MECHANISMS IN SEA TURTLES\r\n\r\nPI: Kenneth J. Lohmann\r\nCo-PI: Catherine M. F. Lohmann\r\n\r\nThe long-distance migrations of sea turtles involve some of the most extraordinary feats of orientation and navigation in the animal kingdom.  Hatchling turtles entering the ocean for the first time immediately establish courses toward the open sea and steadfastly maintain them long after swimming beyond sight of land.  As the turtles mature, they often follow complex migratory pathways across vast distances that sometimes span entire ocean basins.  Older turtles take up residence in feeding grounds but periodically migrate long distances to particular mating and nesting sites, after which many navigate back to the same feeding sites that they inhabited previously.  How sea turtles guide themselves across vast expanses of seemingly featureless ocean has remained an enduring mystery of animal behavior.\r\nAlthough sea turtles, like other animals, exploit multiple cues in orientation and navigation, growing evidence suggests that the Earth's magnetic field provides turtles with an important source of both directional and positional information that can be used in different ways at different life history stages.  As hatchlings, turtles may first use the Earth's field as a directional cue that enables them to maintain headings as they migrate out to sea.  Later, in the open ocean, regional magnetic fields apparently function as navigational markers that elicit changes in swimming direction at crucial geographic boundaries, thus helping young turtles remain within favorable oceanic regions and progress along the migratory route.  Turtles at this life history stage, however, do not navigate to specific geographic locations.  In contrast, older juveniles take up residence in coastal feeding grounds, and recent evidence suggests that they acquire a \"magnetic map\" that enables them to navigate to specific feeding sites.  A similar navigational ability may explain how adult turtles locate nesting beaches.\r\nThe proposed research consists of field and laboratory experiments designed to investigate the role that magnetic cues play in guiding sea turtles at several different stages of their lives.  The work has three major objectives.  First, the researchers will conduct a pivotal field test to determine whether hatchling turtles that have migrated a few kilometers away from their natal beaches in Florida rely on magnetic compass orientation to maintain offshore headings, as has been hypothesized on the basis of extensive laboratory results.  Second, the researchers will investigate how young loggerheads exploit regional magnetic fields as open-sea navigational markers during their trans-oceanic migration.  Finally, the newly discovered magnetic map sense of juvenile green turtles will be studied with a view toward determining how turtles exploit magnetic fields to navigate to coastal locations used as feeding sites.  An improved understanding of how sea turtles guide themselves during transoceanic migrations, and how they recognize and relocate specific geographic locations of importance to them, will benefit conservation efforts to save these jeopardized species from extinction.  In addition, the results of the work may provide insights into possible new methodologies relevant to human navigation.  The project will provide research experience for a number of undergraduate and graduate students. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Lohmann",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth J Lohmann",
   "pi_email_addr": "KLohmann@email.unc.edu",
   "nsf_id": "000286717",
   "pi_start_date": "2004-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Lohmann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine M Lohmann",
   "pi_email_addr": "clohmann@email.unc.edu",
   "nsf_id": "000461929",
   "pi_start_date": "2004-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116000",
   "pgm_ele_name": "IBN ANIMAL BEHAVIOR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 133000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": null
}