{
 "awd_id": "0344518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Quantifying and Interpreting Costs of Phenotypic Plasticity Using Recombinant Inbred Lines of Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2004-05-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 381394.0,
 "awd_amount": 381394.0,
 "awd_min_amd_letter_date": "2004-02-09",
 "awd_max_amd_letter_date": "2004-02-09",
 "awd_abstract_narration": "Variation within species reflects both genetic and environmental factors, and the term phenotypic plasticity refers to variation in one or more traits predictably triggered by an environmental variable. The temperate annual plant species Arabidopsis thaliana will be used to investigate variation in flowering time triggered by exposure to over-wintering temperatures, emphasizing the impact of flowering time and its plasticity on fitness. These phenomena are widely studied in Arabidopsis, but ecological experiments have not yet assessed whether plasticity is adaptive, neutral, or perhaps even maladaptive. \r\nWe will address two questions using parallel lab and field experiments in environments mimicking mild and severe winters. First, is there natural selection on flowering time and its plasticity? We will quantify plasticity across environments and correlate fitness and flowering time within environments. We can then assess whether the observed plasticity tends to increase fitness within one or both environments. Second, is fitness additionally correlated with possessing the ability to be plastic? Such a correlation, if negative, is referred to as a plasticity cost and may indicate that the genes involved in detecting or responding to the environment indirectly reduce fitness. Theoretical models indicate that plasticity costs can explain why adaptive phenotypic plasticity is neither optimal nor universal. \r\nUsing Arabidopsis, it will be labor-intensive but feasible to conduct large, well-replicated lab and field experiments in which flowering time and fitness are scored. There is extensive natural variation for flowering time, with some strains possessing extreme plasticity, and others little or none. Major genes involved in regulating flowering time plasticity have characterized in many strains, and hybridization of contrasting strains has yielded several experimental populations now readily available to Arabidopsis researchers. We have selected several of these for our experiments. The variability harbored by these populations will enhance our ability to detect natural selection and plasticity costs, and to relate plasticity and its costs to underlying genetic mechanisms. \r\nThe proposed research will be conducted at Barnard College, a liberal arts college for women affiliated with Columbia University in New York City, where the tenure process evaluates faculty as teacher-scholars who can excel in the classroom while also conducting high caliber research that involves undergraduates. The projects proposed are consistent with these criteria. Moreover, by working in a female faculty member's lab, summer student interns and student employees will gain important skills, mentoring, and encouragement necessary for successful careers in the natural sciences. Groups underrepresented in the sciences are well represented in Barnard's student body and have previously received training in the PI's lab.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hilary",
   "pi_last_name": "Callahan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Hilary S Callahan",
   "pi_email_addr": "hcallahan@barnard.edu",
   "nsf_id": "000100956",
   "pi_start_date": "2004-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barnard College",
  "inst_street_address": "3009 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128542708",
  "inst_zip_code": "100276909",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "BARNARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPQ1NHRK78M9"
 },
 "perf_inst": {
  "perf_inst_name": "Barnard College",
  "perf_str_addr": "3009 BROADWAY",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 381394.0
  }
 ],
 "por": null
}