{
 "awd_id": "0345600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMUU: Uncertainty, Decision, and Climate Change",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2004-07-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2004-07-10",
 "awd_max_amd_letter_date": "2007-04-02",
 "awd_abstract_narration": "This developmental project supports a two-year seminar series and an intensive summer workshop directed at building capacity for integrated research, analysis, decision support, and graduate education in climate change and decision making under uncertainty at the University of Michigan (UM).  The project seeks to increase integration of existing areas of strength at the University in the earth and life sciences, the social and cognitive sciences, and the professional schools.  Seminars will include both internal speakers from across the University whose work related to climate change or decision making could contribute to and benefit from integration of these capabilities; and outside researchers whose work is likely to build interest in the required collaborative activities and illustrate potential synergies.  The summer workshop will bring together researchers and practitioners for extended examination of especially promising topics that bridge climate-change and decision-making research and analysis.  Workshop topics will be developed collaboratively based on discussions in the first year of the project, but topics presently under consideration include the following: a) analysis of greenhouse-gas emission projections and mitigation policies under uncertainty; b) exploratory development of alternative methods for uncertainty-based analysis of climate-change impacts, vulnerability, and adaptation (i.e., alternatives to the present dominant method, forward propagation of uncertainty from emission scenarios through climate-model projections to impacts in a few pre-identified domains); c) refining understanding of assessment methods and processes for adaptive responses to the climate-change issue under uncertainty and advancing knowledge, and; d) the applicability and limits of the \"insurance\" analogy for responding to the threat of global climate change.\r\n\r\nDespite two decades of major advances in the atmospheric sciences related to climate change, and in the analysis of human and societal decision making under uncertainty, these two areas remain only weakly connected, both in academic research and in practical policy deliberations and decision making.  By improving the integration of existing disciplinary capabilities at UM, the project will help build capacity to do societally valuable research, training, and decision support for managing the risk of global climate change and other dimensions of global environmental change.  Project activities will also contribute to interdisciplinary graduate-student training and to building linkages between academic researchers and professionals with responsibilities related to climate-change and associated issues of mitigation and adaptation.  Insights from project activities will be made widely available through print and web-based publication.  This developmental award was supported as part of the Fiscal Year 2003 Human and Social Dynamics priority area special competition on Decision Making Under Uncertainty (DMUU).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Parson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Parson",
   "pi_email_addr": "parson@law.ucla.edu",
   "nsf_id": "000091518",
   "pi_start_date": "2004-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726400",
   "pgm_ele_name": "CCRI-Dec Makg Under Uncertnty"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}