{
 "awd_id": "0345649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Perception and Neutralization of Vowel Length Contrasts",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 98270.0,
 "awd_amount": 98270.0,
 "awd_min_amd_letter_date": "2004-02-24",
 "awd_max_amd_letter_date": "2004-02-24",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Scott Myers will conduct research on the perception of vowel length. In many languages, the length of a vowel can distinguish words. In Kinyarwanda, a language spoken in Rwanda, gutaka means 'to scream' if the second vowel is short, but 'to decorate' if that vowel is long. Many factors affect the duration of a vowel, including how fast one speaks.  A perception experiment will be conducted in Rwanda to test how speakers of Kinyarwanda decide when a vowel is long or short, given the variability of vowel duration. A second factor concerning vowel length contrasts concerns the positions in which the contrast is neutralized. In Kinyarwanda, for example, a word-final vowel must be short. One explanation for such patterns is that vowel length tends to be neutralized in positions where it is difficult to determine the duration of a vowel. To test this hypothesis, a second series of perception experiments will be conducted with speakers of Finnish, another language with vowel length contrasts, to determine whether the contexts that favor neutralization are also contexts where listeners have difficulty determining vowel length. \r\n\r\nThis research has descriptive, theoretical and practical significance. Understanding how listeners identify categories of sounds when the physical realization of those categories is highly variable is important to the understanding of speech perception, and is also the most important challenge in the design of computer speech recognition programs. The other experiments deal with the question of where phonological restrictions on distribution come from. Similar restrictions on which sounds can go where are found in unrelated languages all over the world. The results of this research may provide evidence bearing on the hypothesis that at least some of these common sound patterns are to be attributed to perceptual factors. The project will provide research experience in acoustic phonetics for a graduate student, and will also contribute to broadening the participation of underrepresented groups in science by involving scholars at the National University of Rwanda in experimental phonetics.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Myers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Myers",
   "pi_email_addr": "s.myers@austin.utexas.edu",
   "nsf_id": "000412915",
   "pi_start_date": "2004-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 98270.0
  }
 ],
 "por": null
}