{
 "awd_id": "0345241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research. Categorical Social Perception and Evaluations: A Research Synthesis",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amber L. Story",
 "awd_eff_date": "2004-05-15",
 "awd_exp_date": "2008-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 96483.0,
 "awd_min_amd_letter_date": "2004-04-07",
 "awd_max_amd_letter_date": "2007-02-16",
 "awd_abstract_narration": "Research on stereotyping has focused on the ways in which perceivers judge others on the basis of their memberships in stereotyped groups. Theories of social psychology agree that there are important variables that moderate the influence of stereotypes on judgments. These moderators include fit between categorical and individuating information, motives related to interdependency, motives for accuracy, and cognitive busyness. Also, some theoretical models have identified the following moderating variables: relative power, subjectivity of evaluative index, ingroup membership of the target vis-a-vis ingroup membership of the evaluator, and type of individuating information.  No comprehensive research synthesis has been conducted on this large body of research.  Given the variety of theoretical perspectives that have guided this literature and the large number of studies that have been conducted on the topic, such a synthesis will be scientifically valuable and will profitably contribute to future research.\r\n\r\nThere are three broad goals for the research synthesis proposed. One of our primary objectives is to answer broad questions about the processes related to stereotyping. Our general question is: What theoretically-relevant and methodologically-related variables moderate the influence of stereotypical information on the judgments of others? Another of our primary objectives is to critically examine this literature to understand why the relevant studies have revealed a variety of inconsistent results. Our final goal is specify the issues that remain unresolved and to reveal clear prescriptions for further research on stereotyping and prejudice. The accomplishment of these objectives will make a significant contribution to our scientific understanding of stereotyping and prejudice.\r\n\r\nTo accomplish our goals, we will conduct a meta-analysis on the literature focusing on stereotyping and judgments. The eligible studies will be systematically coded for the identified moderators. In addition, we will calculate a number of different types of effect sizes to utilize the available data set as well as to address a variety of different theoretical approaches. Also in pursuing our third objective, we will use both quantitative (meta-analysis) and narrative techniques to take advantage of the strengths of both approaches.  The comprehensive research synthesis will usefully organize the findings on stereotyping and judgments as well as invigorate research in this area. It is likely that this project will have a broad impact on research in a variety of disciplines, including psychology, sociology, education, business, and law. Additionally, the research synthesis will inform our understanding of stereotyping and prejudice in important societal realms, including schools, the workplace, and the courtroom. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "B. Ann",
   "pi_last_name": "Bettencourt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "B. Ann Bettencourt",
   "pi_email_addr": "bettencourta@missouri.edu",
   "nsf_id": "000467958",
   "pi_start_date": "2004-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 96483.0
  }
 ],
 "por": null
}