{
 "awd_id": "0345481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Towards Characterizing Depth and Lateral Variations of Anisotropy Across the North American Continent",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaye Shedlock",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 124047.0,
 "awd_amount": 124047.0,
 "awd_min_amd_letter_date": "2004-03-03",
 "awd_max_amd_letter_date": "2005-06-20",
 "awd_abstract_narration": "The  capability of investigating seismic anisotropy in the upper mantle under the north American continent is being developed, in anticipation of the unprecented dataset that will be collected under\r\nthe USArray effort within Earthscope. A waveform modelling approach is used, through which information from entire long period seismograms, including seismic surface waves, overtones and body waves can be equally exploited. We consider a realistic model of the continental upper mantle, parametrized in terms of anisotropy with an axis of symmetry of arbitrary orientation. Such a model is physically plausible, under the assumption that seismic anisotropy is caused by the alignment of mantle minerals olivine (and pyroxene) crystals in the past and/or present deformation strain field and can account for the observation of both radial and azimuthal anisotropy in surface wave data, as well as shear wave splitting.\r\n\r\nThe waveform modelling technique builds upon our past global waveform tomography work. In particular, it utilizes broadband elastic sensitivity kernels appropriate for long period body waves. The codes are being adapted to the regional upper-mantle continental scale (local basis functions) and to the complex parametrization, which involves the 5 radial anisotropy parameters plus two angles representing the orientation of the symmetry axis of anisotropy. Most of the theoretical framework for the type of parametrization we are implementing has been developed previously, but it has only been applied so far to surface wave data. While awaiting for the bulk of the USArray data, this approach will be tested using available global and regional seismic broadband network data.\r\n\r\nIn general, studies of upper mantle anisotropy consider only partial information: azimuthal anisotropy or radial anisotropy in surface wave data, or splitting of SKS waves. The denser regional sampling of the continent afforded by USArray provides an unprecedented  opportunity to address the issue of upper mantle anisotropy integrating information from various phases, and to bring constraints on the depth dependence and lateral variations of anisotropy, and its relation to continental dynamics,addressing timely research questions such as the relation to geological age of the variations in thickness of continental lithosphere, the strength of coupling between the lithosphere and underlying asthenosphere and the nature of the lithosphere/asthenosphere boundary, the relation of upper-mantle anisotropy to present-day flow and/or past tectonic events. \r\n. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Romanowicz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara A Romanowicz",
   "pi_email_addr": "barbara@seismo.berkeley.edu",
   "nsf_id": "000105433",
   "pi_start_date": "2004-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "174100",
   "pgm_ele_name": "EARTHSCOPE SCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 60633.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 63414.0
  }
 ],
 "por": null
}