{
 "awd_id": "0345109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Symmetry and Molecular Architecture in Liquid Crystals",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 339860.0,
 "awd_min_amd_letter_date": "2003-12-08",
 "awd_max_amd_letter_date": "2007-10-04",
 "awd_abstract_narration": "In this project, a new class of lamellar LC phases will be investigated, where the mesogens possess a side group that promotes formation of stacked lamellae (separated by the side groups).  Lamellar versions of the isotropic, nematic, and smectic-A phases occur, with possibilities for many novel phenomena, including the ability to examine 3D to 2D crossover behavior.  A second thrust involves mixtures of rigid bent-core (banana-shaped) and more flexible bi-mesogenic molecules in an ordinary calamitic liquid crystal host, which may give rise to biaxial nematic and smectic phases and provide important information on the anticlinic to synclinic transition.  A third thrust involves polarizations that arise when a chiral molecule is in contact with, and tilted with respect to, an interface; the behavior of the ensuing polarization is very different from that found in the bulk Smectic-C* phase, and provides useful information on surface ordering.  Student training is a significant component of the proposed work, which will enhance America's technological infrastructure. Students trained under this grant will be very competitive in the R&D job markets at laboratories such as IBM, Motorola, and Rockwell Corp.\r\n%%%\r\nHighly symmetric objects, such as spheres, have certain physical properties that less symmetric objects, such as curved cylinders do not have - and vice versa.  Thus, when the symmetry of a liquid crystal is reduced, many scientifically fascinating and technologically useful phenomena arise.  For example, fast electrooptic switching may occur, with myriad uses such as optical shutters, superfast displays, and optical computing.  Reduced symmetry also may affect the nature of the phase transitions, and a complex liquid crystal molecule may form new phases.  The purpose of the proposed work is to investigate new effects associated with reduced symmetry.  The Principal Investigator and his students are utilizing a wide variety  of sophisticated experimental tools, and several new and enigmatic phenomena will be examined and elucidated.  Three topics will be studied:  a new class of lamellar liquid crystalline phases; mixtures of rigid and semi-rigid banana-shaped molecules dissolved  in an ordinary calamitic liquid crystal host; and polarizations that arise when a chiral molecule is in contact with, and tilted with respect to, an interface.  The work will lead to new paths of scientific inquiry and may lead to the development of new technologies.  Student training is a significant component of the proposed work, and an important outcome will be the enhancement of the country's technological infrastructure, as the supported students will be very competitive in the R&D job markets at labs such as IBM, Motorola, and Rockwell Corp.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Rosenblatt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Rosenblatt",
   "pi_email_addr": "rosenblatt@case.edu",
   "nsf_id": "000187535",
   "pi_start_date": "2003-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 109912.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 112787.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 117161.0
  }
 ],
 "por": null
}