{
 "awd_id": "0346906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Development and Evaluation of Active, Cooperative, Disability-Sensitive Pedagogies for Chemistry",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cherniavsky",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 552900.0,
 "awd_amount": 552900.0,
 "awd_min_amd_letter_date": "2004-02-13",
 "awd_max_amd_letter_date": "2008-04-15",
 "awd_abstract_narration": "Intellectual Merit:\r\n \r\nThis proposal outlines an innovative approach to introductory chemistry instruction. The\r\noverarching goal is to develop and assess an interactive, hands-on environment that seamlessly integrates classroom and laboratory instruction, producing stimulating and effective instruction for all students, including those with visual impairments. The proposed activities include modifying and expanding an interactive instructional environment at N.C. State University, designing and implementing experiments for visually impaired students, and developing and testing interactive modules for chemistry instruction. \r\n\r\n\r\nThe instructional methodology includes active and cooperative learning techniques and is founded on the premise that actively engaged students stand a better chance to discover and understand chemical principles, be fascinated by chemical phenomena, and be better prepared to succeed in their career of choice. The research portion of the program will involve assessing and evaluating the impact on learning and retention of the instructional materials and methods developed in the educational part, using a variety of quantitative control studies and qualitative research methods.\r\n \r\nThe three components of the proposed project each rest on a solid foundation of theory and empirical classroom research. The active, cooperative, and hands-on features of the SCALE-UP classroom environment have been exhaustively validated in the literatures of cognitive science and education, and by the PI s prior experience with adapting the environment to introductory chemistry instruction. \r\n \r\nBroader Impact:\r\n \r\nThe instructional materials produced in this project will affect the way chemistry is taught by instructors and the way it is perceived by students. Special student populations such as minorities and visually impaired students will benefit in a unique way as NCSU will serve as a model for other institutions in how to develop, implement, and modify the instructional methods and materials generated in the study. Collaborations with different organizations that attend to the needs of the visually impaired will help promote our findings and test the materials with this particular student population.\r\n \r\nThe PI has successfully demonstrated the feasibility of replacing chemistry experiments that normally require visual acuity with alternatives that make use of other senses, and in her Ph.D. dissertation research demonstrated the potential of interactive instructional tutorials to promote learning.  Close collaborations with faculty at a peer minority university, the University of Puerto Rico, will provide the PI with the means to test and analyze the impact of an integrated format of instruction with significant numbers of minority students. The program assessment will make use of controlled quantitative learning measurements as well as survey and focus group research.\r\n \r\nAwareness of the products of this proposal will be promoted aggressively through participation at scientific and educational conferences, peer-reviewed articles, and websites. In addition, materials tailored for the visually impaired and their instructors will be disseminated with the help of the ACS Committee on Chemists with Disabilities. Alternative formats for the current model of integrated instruction will also be studied and the results made available by the same means described above. \r\n \r\nEducation Plan:\r\n \r\nThe educational plan emphasizes the education of prospective instructors, including professors, graduate, and undergraduate students in these pedagogies so that a progressively increasing cohort of instructors can pass along to their students and peers the benefits of active, cooperative, disability sensitive pedagogies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Oliver-Hoyo",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Maria T Oliver-Hoyo",
   "pi_email_addr": "maria_oliver@ncsu.edu",
   "nsf_id": "000478280",
   "pi_start_date": "2004-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166600",
   "pgm_ele_name": "RESEARCH ON LEARNING & EDUCATI"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 83237.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 108650.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 120618.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 117849.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 122546.0
  }
 ],
 "por": null
}