{
 "awd_id": "0346147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshops for Establishing a Stable North American Reference Frame (SNARF) to Enable Geophysical and Geodetic  Studies with EarthScope",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaye Shedlock",
 "awd_eff_date": "2004-02-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 44136.0,
 "awd_amount": 44136.0,
 "awd_min_amd_letter_date": "2004-01-30",
 "awd_max_amd_letter_date": "2004-01-30",
 "awd_abstract_narration": "The Plate Boundary Observatory (PBO) component of EarthScope will use the science of geodesy to measure the slow deformations in the Earth's crust that are driven by plate tectonics and magmatism. Specifically, the Global Positioning System (GPS) will be used to measure the movements of approximately 1000 points spanning the North America-Pacific plate boundary.  These motions must be defined relative to a terrestrial reference frame.  Such a frame requires the definition of its Cartesian coordinate axes (including origin, orientation, and scale) and the evolution of these axes in time, as well as precise models of the dynamic Earth.  The motions of the Earth's surface due to tectonic processes the region spanning the North America-Pacific plate boundary (the focus of the Plate Boundary Observatory) are most naturally expressed with respect to the stable interiors of either the North America or Pacific plates. A standard reference frame will therefore make it easier to interpret the geodetic data in terms of where the total budget of relative plate motion is being accommodated and how deeply the plate boundary dynamics penetrate into the plate interior.  It will also provide a common frame by which to compare results from different analysis groups.  \r\n\r\nFor these reasons, UNAVCO has formed the Stable North American Reference Frame (SNARF) working group to define the reference frame to be used for PBO.   A series of three to four small NSF-funded workshops will be held over a two year period to develop SNARF and to educate the community about it.  The SNARF working group is comprised of approximately a dozen geodesists with expertise in both developing and testing reference frames. The SNARF working group has significant links to developers of the International Terrestrial Reference Frame (ITRF) and the national geodetic surveys of the U.S. and Canada, who have committed experts to collaborate with the university research community toward this effort.  \r\n\r\nIn terms of science benefits to EarthScope, the accurate realization of the terrestrial reference frame will add significant interpretive value to measured station motions.  SNARF will enable a more robust determination of changes in strain in the Earth's crust associated with the earthquake cycle, and will provide a common framework for comparison of geodetic data and geophysical models.  Defining a stable frame at the sub-millimeter level requires adequate characterization of Earth deformation processes across the \"stable plate interior,\" a region that by definition is relatively unaffected by plate boundary process.  This plate interior provides a stable platform from which to view plate boundary deformation.  Despite its name, the stable plate interior actually deforms very slowly in a complex way due to phenomena such as glacial isostatic adjustment and other mantle-scale processes, coupled to a heterogeneous lithosphere which is occasionally host to large intra-plate earthquakes.  Until recently, such slow intra-plate processes have been ignored in the underlying models of reference frames. \r\n\r\nThe outcome of the SNARF workshops will be a published series of incrementally improved reference frames that accurately define the precise coordinates and time evolution of a set of stations representing \"stable North America.\"   The SNARF working group will provide tools and products for performing model calculations and model-data comparisons in the EarthScope reference frame.  The EarthScope initiative will significantly broaden the community using geodetic techniques to study the Pacific-North American plate boundary.  Therefore the SNARF working group will not only develop an accurate and stable reference frame, but will also properly describe the use of that reference frame to this larger scientific community.  A special session at the 2004 Joint Assembly (\"Spring AGU\") Meeting in Montreal will highlight research and development into SNARF, and will inform future users of developments by the working group, and will encourage feedback into that development from the scientific community. Educational information on using the frame correctly will also be made available online.  \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristine",
   "pi_last_name": "Larson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kristine M Larson",
   "pi_email_addr": "kristinem.larson@gmail.com",
   "nsf_id": "000438334",
   "pi_start_date": "2004-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Davis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L Davis",
   "pi_email_addr": "jdavis@ldeo.columbia.edu",
   "nsf_id": "000322536",
   "pi_start_date": "2004-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "UNAVCO, Inc.",
  "inst_street_address": "6350 NAUTILUS DR FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3033817500",
  "inst_zip_code": "803015394",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNAVCO, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBD2CZMR5N48"
 },
 "perf_inst": {
  "perf_inst_name": "UNAVCO, Inc.",
  "perf_str_addr": "6350 NAUTILUS DR FRNT",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803015394",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174100",
   "pgm_ele_name": "EARTHSCOPE SCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 44136.0
  }
 ],
 "por": null
}