{
 "awd_id": "0346781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Specimen-Level Database Expansion and Information Distribution of the Hawaiian Terrestrial Arthropod Holdings at Bishop Museum",
 "cfda_num": "47.074",
 "org_code": "08080208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Carl Taylor",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 445521.0,
 "awd_amount": 445521.0,
 "awd_min_amd_letter_date": "2004-07-10",
 "awd_max_amd_letter_date": "2004-07-10",
 "awd_abstract_narration": "A grant has been awarded to the Bishop Museum under the direction of Dr. Neal Evenhuis to database the specimens of flies and beetles from Hawaii in the collections of the Bishop Museum in Honolulu and make this information available to a wide user community through the Web, scientific publications, and educational activities at the Museum. The Bishop Museum was one of the first museums in the country to make its holdings of insect specimens available to the world via the Web. This project will significantly enhance that specimen-based information already available and being used by scientists, students, teachers, and the lay public and allow the completion of the databasing for the Hawaiian flies and beetles. These two groups of insects were chosen because they show the highest amount of endemism of insects in Hawaii (each having over 60% endemic species), contain rare and vulnerable species, and have been used as ecological indicators (in determining, for instance, if a particular area has been adversely affected by introduced pest species). These two groups together make up about 1/3 of the total number of insects known from Hawaii. In addition, flies and beetles are important ecologically: they make up a significant portion of the diet of some rare forest bird species found only in Hawaii. Their presence or absence or reduction of populations in certain areas can have a profound effect on the health of forest bird populations in those same areas.\r\n\tInformation for a total of about 180,000 specimens of flies (76,000) and beetles (104,000) will be entered into a database at roughly 60,000 records per year by a team of technicians, volunteers, and curators at the Museum. Important information such as the scientific name of each specimen, location it was collected, date of collection, and other data (for example, such as host plants or parasite hosts) associated with each specimen will be entered into the database. To speed up the processing and updating of information entered into the database, tiny bar codes specifically made for small insect labels will be used. The database being used will also be linked to other databases at the Bishop Museum allowing a number of simultaneous requests for data from various databases at the same time.\r\n\tThe Bishop Museum feels that sound decision-making processes can only occur if one has accurate and readily accessible information. Conservation initiatives underway in Hawaii to protect habitats in which threatened and endangered plants and animals occur require information quickly, accurately, and with regard to a wide array of locations and organisms. By empowering a wide array of users through online Web access to the holdings of the Bishop Museum, better use of public and private funds can be anticipated as a result of obtaining accurate information in a cost-effective manner and making wise and sound decisions regarding land use and conservation efforts. In addition, interaction of Hawaiian and Pacific island school children using the information provided on the Web enhances their knowledge and appreciation of their natural heritage and can stimulate them to become more interested in biological sciences, thereby potentially filling a large void of minorities in the biological sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Evenhuis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Neal L Evenhuis",
   "pi_email_addr": "neale@bishopmuseum.org",
   "nsf_id": "000458990",
   "pi_start_date": "2004-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tino",
   "pi_last_name": "Gonsalves",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tino M Gonsalves",
   "pi_email_addr": "tino@bishopmuseum.org",
   "nsf_id": "000473526",
   "pi_start_date": "2004-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bernice P Bishop Museum",
  "inst_street_address": "1525 BERNICE ST",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8088478204",
  "inst_zip_code": "968172704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "BISHOP MUSEUM",
  "org_prnt_uei_num": "NNLGUK4QJ2Y3",
  "org_uei_num": "NNLGUK4QJ2Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Bernice P Bishop Museum",
  "perf_str_addr": "1525 BERNICE ST",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968172704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 445521.0
  }
 ],
 "por": null
}