{
 "awd_id": "0346664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-EC Cooperative Activity in Materials Research:  Failure Mechanics of Layered Ceramics and Ceramic-Metal Coatings Due to Environmental Exposure",
 "cfda_num": "47.049",
 "org_code": "03070009",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2004-06-15",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 316858.0,
 "awd_amount": 316858.0,
 "awd_min_amd_letter_date": "2004-04-15",
 "awd_max_amd_letter_date": "2004-04-15",
 "awd_abstract_narration": "The implementation of multilayered ceramics and ceramic-metals coatings is limited due to premature failures.  To date no satisfying or adequate understanding of these failures exists.  Most failures are caused by an intricate interaction of thermo-mechanical loads with an array of dynamically evolving material properties.  The material properties evolve due to in-use chemical changes generated by factors such as thermal exposure, oxidation, electro-migration, and/or environmental attack.  These changes result in lower intrinsic strength, internal redistribution of stresses, and residual stresses.  The present work focuses on determining and relating property changes to pre-mature failures of multilayered ceramics and ceramic-metals coatings.  In order to understand the mechanical and physical mechanisms of failures, a research effort that integrates experiment and modeling is essential.  Experimentally, the evolution of the microstructure will be characterized using TEM, SEM, nano-indentation and other appropriate methods at appropriately different spatial scales (e.g. nano, micro, meso).  The spatial distribution, chemical composition, and other factors influencing thermo-mechanical properties will be characterized at various fractions of service life under different temperature cycles.  From this experimental characterization sequence the evolving state of the material degradation will be identified along with the associated mechanical processes.  Analytical and numerical models will be developed to simulate the failure mechanisms, to link fundamental principles with experimental observations, and to provide a greater understanding of these complex systems.  The models will be published in industry journals to enable design engineers to enhance multilayer component performance.\r\nMultilayered ceramics and ceramic/metal coatings are used in a range of engineering application to improve the performance and functionality of components and structures.  Examples ranges from thermal barrier coatings that protect gas turbine blades from the high combustion gas temperatures in the engine, to bio-compatible coatings on hip or a knee implants to improve the in-vivo performance and bio-compatibility in humans.  Unfortunately, ceramic coatings sometimes fail prematurely, limiting their usefulness in these advanced material system.  This research aims to understand the failures and to develop predictive mathematical models that will assist design engineers in eliminating such flaws in future versions of these important products.\r\nThis NSF project is co-funded by the Office of Multidisciplinary Activities, and the Division of Materials Research (Ceramics) and the International Office (Western Europe) as a Cooperative Activity in Materials Research between the NSF and EC (NSF 03-565). This project is being carried out in collaboration with the Polytechnic University of Catalonia, Spain; Institute of Ceramic and Glass, Spain; Slovak Academy of Sciences, Slovakia; Research Institute for Ceramic Technology, Italy; Institute for Structural and Functional Ceramics, Austria; the Catholic University of Leuven, Belgium; the German Aerospace Center, Germany; and the University of Sheffield, UK.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anette",
   "pi_last_name": "Karlsson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anette M Karlsson",
   "pi_email_addr": "a.karlsson@csuohio.edu",
   "nsf_id": "000193225",
   "pi_start_date": "2004-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1734",
   "pgm_ref_txt": "NSF - EC Cooperation in Materials Res"
  },
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 316858.0
  }
 ],
 "por": null
}