{
 "awd_id": "0346021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interseismic and Postseismic Deformation and Stress Evolution:  Effects of Rheology, Rupture History, and Fault System Geometry",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaye Shedlock",
 "awd_eff_date": "2004-01-15",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 187788.0,
 "awd_min_amd_letter_date": "2004-01-06",
 "awd_max_amd_letter_date": "2006-12-05",
 "awd_abstract_narration": "Intellectual Merit:  Earthscope and associated activities are about to provide an avalanche of data from many disciplines about how Earth's crust deforms on a wide range of space and time scales. Interpreting data from diverse sources (e.g., stress measurements, geodesy, paleoseismology, structural seismology) in terms of the underlying processes requires models - both conceptual and numerical.  Model-based inference of how deformation on geologic, geodetic, and seismic time scales are related requires descriptions of the rheology, geometry, and forcing by earthquakes.  To be useful, a model must be simple enough to understand, while still being sufficiently realistic.  The more simply model predictions can be parameterized, the more likely it is that the model will be used in building intuition and understanding about how the system behaves.\r\nRocks in Earth's interior deform by a wide range of mechanisms in response to the stresses and stress changes associated with the seismic cycle. Most of the simple models of postseismic and interseismic strain-accumulation that are straightforward to calculate and in wide-spread use, guiding the development of intuition by the community, have significant limitations.  These include assumptions about the rheological behavior of the crust that contradict geophysical observations of the importance of transient creep, the reality that the background stress in the crust is typically an order of magnitude or more greater than coseismic stress changes, that earthquakes almost never create new faults, but are almost always preceded by many previous earthquakes on the same structures, and that earthquakes are almost never periodic and rarely rupture fault patches large enough to be adequately approximated by the infinitely long fault ruptures implicit in 2D models of viscoelastic relaxation.\r\n In order to gain better understanding of earth processes, as well as to take advantage of the high quality data from Earthscope for geodesy, paleoseismoogy, stress measurements, and seismology, it is crucial that substantial effort be devoted to improving our models.  While ultimately a large-scale computational effort will be needed, in the short term (important for siting of instruments, guiding development of more sophisticated approaches, and interpretation of existing data), significant progress is being made with relatively simple models - some analytic, some numerical.  The goal is to obtain understanding of the importance of more realistic rheological assumptions, to provide useful numerical parameterizations and to make this new understanding easily useable by the broader community, e.g., as Matlab codes, and as animations on the web.\r\nBroader Implications: Tools are being developed that implement rheological descriptions of the crust and upper mantle that have an improved basis in materials science.  These tools allow scientists to address crustal deformation over a broad range of time scales.  This effort is improving model-based inference of the processes associated with the seismic cycle, leading to improved quantification of seismic risk, better understanding of the physics of earthquakes, and a link between these processes and processes associated with longer-term dynamics of the crust.  This project provides unique educational experience for MIT graduate students and includes undergraduates in exciting research of relevance to both science and society.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradford",
   "pi_last_name": "Hager",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Bradford H Hager",
   "pi_email_addr": "bhhager@mit.edu",
   "nsf_id": "000208758",
   "pi_start_date": "2004-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174100",
   "pgm_ele_name": "EARTHSCOPE SCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 187788.0
  }
 ],
 "por": null
}