{
 "awd_id": "0346991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Research in Complexity Theory with Applications",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Beigel",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2003-11-24",
 "awd_max_amd_letter_date": "2006-10-31",
 "awd_abstract_narration": "Complexity Theory is the mathematical study of the limits of efficient\r\ncomputation. This study is framed in terms of the power of\r\nnondeterminism, the power of randomness, and the relationships between a\r\nrich variety of complexity classes that capture computational aspects of\r\nnatural problems. This proposal addresses two fundamental questions in\r\nComplexity Theory, and seeks to employ the tools developed in these\r\ninvestigations to attack significant open problems in Algorithms.\r\n\r\nThe first question concerns the power of randomness, which is used\r\npervasively in modern algorithm design, cryptography, large-scale\r\nsimulation in the natural sciences, and other settings. For certain\r\nproblems, efficient randomized solutions are known but not efficient\r\ndeterministic ones, so randomness may appear to be essential. However, a\r\nstriking sequence of results over the last decade gives strong formal\r\nevidence to the contrary, by developing a generic procedure that\r\n\"compiles\" every efficient randomized algorithm into an efficient\r\ndeterministic one (\"derandomizes\"\r\nthe algorithm). A number of powerful tools and methods have emerged from\r\nthis effort, including optimal pseudo-random generators, so-called\r\n\"randomness extractors\", and techniques for the \"amplification\" of\r\ncomputational hardness. The objective of this research is to build upon\r\nand improve these tools, and to use them to extend the derandomization\r\nparadigm to broad classes of randomized procedures beyond\r\n\"polynomial-time decision\r\nprocedures,\" which have been a primary focus until now. Specific goals\r\ninclude the derandomization of space-bounded computation,\r\nderandomization of computation in which nondeterminism and randomness\r\ninteract, and derandomization of procedures relevant to large-scale\r\nsimulations, such as approximate counting.\r\n\r\nThe second question concerns the power of nondeterminism in\r\nspace-bounded computation. Savitch's famous result shows that the power\r\nof space-bounded computation is only slightly enhanced by supplementing\r\nit with nondeterminism. This stands in sharp contrast to the situation\r\nwith respect to polynomial-time computation, where the addition of\r\nnondeterminism results in the (presumably) exponentially more powerful\r\nclass NP. It is a longstanding open problem to improve Savitch's result\r\nand ultimately show that nondeterminism adds no power to space-bounded\r\ncomputation. The PI will initiate a sustained effort to resolve this\r\nfundamental problem, initially focusing on a novel approach that exposes\r\nthe problem to a broad array of powerful tools from Group Theory and\r\nRepresentation Theory.\r\n\r\nWherever possible, the techniques developed in pursuing these objectives\r\nin Complexity Theory will be applied to significant problems in\r\nAlgorithms. For example, one goal is to employ ideas that naturally\r\narise in derandomization to attack a number of open problems in the\r\ngeneration of random structures. The suggested techniques are quite\r\ndifferent from the currently predominant\r\nmethod of \"Markov chain Monte Carlo\" simulations. Another goal is to\r\nwork toward an improved algorithm for fast matrix multiplication, by\r\nexploiting a special case of the group-theoretic approach to improving\r\nSavitch's result. Fast matrix multiplication lies at the heart of many\r\nfundamental problems in algorithmic linear algebra; an improved\r\nalgorithm would have a major impact in this area and beyond.\r\n\r\nThe educational plan encompasses new course development related to this\r\nresearch, integration of accessible theoretical and mathematical\r\ncomponents early in the undergraduate curriculum, and a focused effort\r\nto enhance interactions between Mathematics and Computer Science through\r\nseminar series and joint course offerings.\r\n\r\nThe proposed activities will involve both undergraduate and graduate\r\nstudents as integral participants in the research and teaching\r\ncomponents as appropriate. The PI will seek to strengthen and expand\r\nongoing collaborations with researchers from several disciplines at\r\nacademic institutions (including liberal arts colleges) and industry\r\nresearch labs.\r\n\r\nThe activities' intellectual merit derives from its dual goals of\r\nadvancing an understanding of the nature of two fundamental\r\ncomputational resources (and consequently, broad classes of problems\r\nthat utilize these resources), and resolving core algorithmic problems\r\nthat transcend application area.\r\n\r\nBroader impacts are realized through integrated activities to advance\r\ndiscovery while promoting innovative teaching and training,\r\ndissemination of educational materials, and activities to enhance\r\ninterdisciplinary interaction, as well as encourage undergraduate\r\ninvolvement in research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Umans",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Umans",
   "pi_email_addr": "umans@cs.caltech.edu",
   "nsf_id": "000100078",
   "pi_start_date": "2003-11-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286000",
   "pgm_ele_name": "THEORY OF COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": null
}