{
 "awd_id": "0347103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Understanding Nitrogen Limitation of Decomposition",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2004-05-15",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2004-05-05",
 "awd_max_amd_letter_date": "2004-05-05",
 "awd_abstract_narration": "Nitrogen (N) produced by modern agriculture and fossil fuel combustion can be transported downwind from agricultural or industrial areas and deposited on ecosystems that historically may have experienced low levels of N inputs.  Although N is an important nutrient required by both plants and soil organisms, it is presently unknown how these elevated inputs of N will affect decomposition of organic matter.  Because decomposition is the primary way that carbon taken up by plants during photosynthesis is ultimately returned to the atmosphere as carbon dioxide (CO2), understanding effects of N on decomposition is necessary for predicting future human impacts on atmospheric concentrations of CO2. Recent work showed that in low-N sites, plant detritus (litter) with a greater N content decomposed more quickly, suggesting that decomposing microorganisms require N to break down plant litter.  However, addition of inorganic N fertilizer increased decomposition in only two of eight sites.  These paradoxical results call into question the assumption that the often-observed positive relationship between litter N concentration and decomposition arises because N limits decomposition. The proposed research will use both mathematical models and field experiments to clarify how N affects decomposition, focusing on N effects on the soil microorganisms responsible for the process of decomposition. This specific research goal fits into the investigator's broader objective for the proposed research and education plan to develop new skills and approaches for more effective pursuit of research and education of students and the public in fundamental questions in ecosystem ecology that have applications to global environmental change.  The research will involve a 4-y study at the Cedar Creek Natural History Area, Minnesota, in which the amount and form of N supplied to decomposers will be experimentally controlled.  The response of the microbial community will be monitored.  In addition, mathematical models will be developed to explore the consequences of variation in decomposition rate.  Proposed educational activities include involving undergraduates in research, developing two new courses, enhancing an existing course, and developing effective public outreach skills with the aim of improving literacy regarding global environmental change.  The proposed research and education plan will achieve broader impacts by increasing understanding of how atmospheric N deposition alters carbon cycling in ecosystems; through development of mathematical models of N effects on decomposition; through the development of a faculty member's skills in theoretical and microbial techniques; through the development of two courses (one undergraduate, one graduate) to educate students in environmental science and the science and policy of global change; through enhancement of an existing course via incorporation of active-learning techniques; through support and mentorship of a minority graduate student; and through support and mentorship of three undergraduates in research via an existing program that has successfully recruited participants from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Hobbie",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Hobbie",
   "pi_email_addr": "shobbie@umn.edu",
   "nsf_id": "000384761",
   "pi_start_date": "2004-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}