{
 "awd_id": "0348251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:     Feedback Control of Micro-Fluidic Systems and the Bio-Chemical Particles Inside Them",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2004-02-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2004-01-30",
 "awd_max_amd_letter_date": "2004-01-30",
 "awd_abstract_narration": "Intellectual Merit\r\nResearch will focus on feedback control of bio-molecules and of liquid packets inside micro-fluidic\r\nsystems. The goal is to control the path and shape of micro-fluidic packets, and the trajectories and\r\nchemical reactions of bio/chem particles inside the packets. This will facilitate new micro-fluidic systems\r\nsuch as miniaturized drug delivery systems, and it will allow existing systems to function in noisy real\r\nworld conditions. Specific control tasks will include: steering of many particles at once for targeted\r\ncollisions between different cells, viruses, and bacteria; precision moving, splitting, and joining of\r\ndroplets by electrically induced surface tension forces; and shape control of individual particles. For example, it is known that fluid flow can straighten DNA chains. Our grand challenge is to create a flow field that only unwraps a small portion of the DNA chain and makes a specific protein hit the start of that unwrapped section.  Feedback control requires the integration of devices, sensing, control algorithms, and actuation. Such system integration raises fundamental research challenges. We will address four key areas that are open and which match our core expertise in fluid dynamics and control.  1) Real time sensor processing: Infer the position, type, shape, and properties of fluid packets and bio particles from the sensor data in real time. For example, we will infer the shape of cells down to tens of nanometers resolution by measuring the surrounding fluid flow using PIV (particle image velocimetry) and by efficiently solving an inverse inflow-to-shapel mathematics problem.  2) Control algorithm design: Based on the sensor data, compute the appropriate actuator response. For observed particle positions, find the electrode voltages to move the particles in the desired directions.  3) Control implementation: Our controllers must function in real time. This raises significant computational issues including controller reduction and state estimation from limited sensing. 4) Modeling: All three steps above rely on a quantifiable understanding of the systems at hand.\r\nThese four steps will be implemented on micro fluidic systems in our lab and on systems in the labs of\r\nour collaborators. The research will focus primarily on topic two: control algorithm design.\r\nBroader Impact\r\nThis proposal aims to unite research from different disciplines. The outreach plan reflects this aim:\r\n1) Micro fluidics design competition supported by the Hinman undergraduate entrepreneurship CEO\r\nprogram: Each team in the competition will consist of students from engineering, physics, chemistry,\r\nbiology, and the business school. Undergraduate teams will design and fabricate micro systems after\r\ntaking pre-requisite micro fabrication courses. Successful teams will transition their ideas into\r\nbusiness plans through the CEO program (the program provides undergraduates with the tools\r\nrequired to start and manage a business, see www.hinmanceos.umd.edu). In collaboration with the\r\nWomen In Engineering (WIE) program, the competition will be used as a recruiting tool to attract\r\nwomen and under-represented minorities to science, systems research, and entrepreneurship.\r\n2) Strong focus on multi-disciplinary undergraduate research: Undergraduate students will be involved\r\nin creating the experiments, developing the control algorithms, and testing the devices, and they will\r\nundertake internships at the companies and government labs with which my group collaborates.\r\n3) Integrating the languages of control and micro/nano: The controls and micro/nano community speak\r\ndifferent technical languages. For example, existing micro fluidic models are not suitable for control\r\ndesign. I will chair a micro fluidic ilmodeling versus designli workshop at the next AIAA Aerospace\r\nSciences Meeting and Exhibit which will bring together researchers from these two communities.\r\nFuture workshops will be organized at micro-systems and control conference. These workshops will\r\nfocus on translating physical micro-systems control challenges into tractable control theory questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Shapiro",
   "pi_email_addr": "benshap@eng.umd.edu",
   "nsf_id": "000259767",
   "pi_start_date": "2004-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}