{
 "awd_id": "0348855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  The Role of Turbulence Structure in Broadcast Spawning:  Exploring Physical-Biological Relationships Through an Integrated Research and Education Program",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 675454.0,
 "awd_amount": 675454.0,
 "awd_min_amd_letter_date": "2004-02-04",
 "awd_max_amd_letter_date": "2008-06-30",
 "awd_abstract_narration": "Crimaldi - 0348855: CAREER: The role of turbulence structure in broadcast spawning: Exploring physical-biological relationships through an integrated research and education program.\r\nThis CAREER program is a combined educational and research project that is anchored by the PIs training in fluid mechanics, but whose application extends into interdisciplinary studies of benthic ecology. Both the educational and research aspects of the project are based on a foundation of three unifying objectives: (1) the study of physical-biological interactions, (2) the development of an integrated teaching and research laboratory, and (3) the use of visual laboratory techniques to promote learning and knowledge. The objective is to investigate how turbulence impacts the success of an external fertilization strategy commonly used by benthic invertebrates, while simultaneously promoting an approach to teaching fluid mechanics that emphasizes physical-biological relationships and makes use of visual-based research techniques as learning tools. \r\nMany benthic invertebrates reproduce by separately extruding gametes into the flow. For fertilization to take place, individual gametes must subsequently come into contact. The local fertilization rate depends on the product of co-occurring gamete concentrations. Conventional thought has been that, since turbulence rapidly dilutes the concentrations, it might ultimately hinder fertilization. The central hypothesis in the proposed research is that turbulent stirring promotes local coalescence of gametes at intermediate timescales, thus enhancing fertilization rates. Several recent studies support this idea, but the problem has not been investigated from a process-level approach.  To test the hypothesis, laboratory and numerical investigations will be performed.  The laboratory experiments will utilize a state-of-the-art, dual-color laser-induced fluorescence technique to measure the instantaneous coalescence of gamete surrogates within a turbulent boundary layer in a flume. The numerical simulations will employ a particle-tracking algorithm to track several hundred thousand gametes through a pseudo-turbulent field.  The two approaches are complimentary: the laboratory experiments use real turbulence, but the numerical simulations enable studies of the relative importance of various physical and biological processes not easily simulated in the flume experiments.  \r\nThe research plan is in the context of a broader educational plan; the plans share concepts, infrastructure, and techniques.  Extensive curriculum development will be performed, including the creation of three courses that constitute a new area of study in Environmental Fluid Mechanics, with an emphasis on dispersion processes in natural systems and physical-biological interactions. The curriculum development will be enhanced by dedicated teaching facilities in the proposed laboratory.  A teaching flume that parallels the research facility will be incorporated as a central feature of undergraduate and graduate fluid mechanics courses.  Finally, the laser-induced fluorescence flow visualization techniques that are used quantitatively in the research project will be adapted for both qualitative and quantitative use in the educational component. The visual techniques provide extraordinary insight into both basic fluid motion as well as the complex turbulent fluid processes that produce dispersion of contaminants (e.g. gametes, nutrients, toxins). The technique will be incorporated as an interactive feature on the teaching flume. The technique will also be used to produce studio-quality digital movies of fluid mechanics phenomena for inclusion in a NSF-sponsored Multi-Media Fluid Mechanics CD-ROM series (intended for undergraduate education), and the on-line TeachEngineering Digital Library (intended for K-12 education). \r\nThe foregoing activities will advance knowledge and understanding of fluid mechanics both within the field, and at interdisciplinary levels. Within fluid mechanics, the processes that govern stirring and mixing of multiple scalars are still poorly understood. The research will investigate stirring processes that are common to all turbulent flows.  An understanding of the mixing and transport of contaminants is becoming a priority in a world that, increasingly, sees dispersive chemicals used as weapons.  This program will have broad impacts through synergistic blending of sophisticated research techniques as effective visual learning tools, and a supportive combination of research and teaching facilities in an enhanced laboratory. The educational CD-ROM series and on-line Digital Library are both slated for national dissemination. \r\n[edited 20 Jan 04, J. Pawlik]\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Crimaldi",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Crimaldi",
   "pi_email_addr": "crimaldi@colorado.edu",
   "nsf_id": "000120672",
   "pi_start_date": "2004-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 238725.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 92790.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 92148.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 105547.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 146244.0
  }
 ],
 "por": null
}