{
 "awd_id": "0349023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Solitons in Bose-Einstein Condensates: Generation, Manipulation and Pattern Formation",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 400755.0,
 "awd_amount": 400755.0,
 "awd_min_amd_letter_date": "2003-12-09",
 "awd_max_amd_letter_date": "2005-01-31",
 "awd_abstract_narration": "Abstract: CAREER Award DMS-0349023\r\n\r\nPanayotis Kevrekidis, University of Massachusetts at Amherst\r\n\r\nTitle: CAREER: Solitons in Bose-Einstein Condensates: Generation, Manipulation and Pattern Formation\r\n\r\nThe aim of this project is to examine the behavior of solitary wave\r\nstructures in the setting of atomic physics (Bose-Einstein Condensates). Solitons as per their structural robustness and quasi-elastic interactions are natural building blocks that have been used for information transmission in optical settings in the past and could naturally be extended as information carriers in this new matter wave setup. Furthermore, these structures can be appropriately manipulated, waveguided or used to construct various patterns at this microscopic (atomic) level. The study will be undertaken at three different levels: (1) The level of creating these solitary waves by taking advantage of instabilities and/or experimentally available mechanisms (such as the Feshbach resonance); (2) The one of manipulating the waves (either dragging them by means of an optical tweezers or waveguiding them through  junctions); (3) And, finally, at the level of combining them to create patterns and to identify their steady states and structural transitions. These steps will be carried through for the two principal types of interactions: a) For attractive interactions between the atoms (e.g., for focusing nonlinearities and negative scattering lengths as in the case of lithium); b) For repulsive interactions  (e.g., for defocusing nonlinearities and positive scattering lengths as in the case of rubidium and sodium). The models that will be examined will be both continuum models of partial differential equations with external potentials (linear or quadratic, or combination thereof), as well as quasi-discrete ones (relevant for periodic external potentials\r\nas in the case of the so-called optical lattice). The techniques that will be used will involve regular and singular perturbation\r\nmethods, linear and modulational stability analysis, regular and possibly exponential asymptotics, numerical bifurcation theory as well as direct numerical simulations and also molecular dynamics techniques (to study patterns and their structural transitions). \r\n\r\nThe main focus of this research project is a detailed study of solitary waves generated in the very controllable, ultra-low temperature, atomic physics context of Bose-Einstein  condensates (BECs). Since their recent experimental realization (for which the 2001 Physics Nobel prize was awarded), BECs have been the center of an intensive and ever growing experimental and theoretical effort in the Mathematics and Physics communities. The examination of BECs has also strong ties with a deeper understanding of the exciting and important fields of superconductivity and superfluidity (which were the theme of the Physics Nobel prize in 2003). From a Mathematical Physics perspective, one of the most interesting and appealing aspects of studying BECs is their rich nonlinear wave phenomenology, the wide variety of possible settings (one to three dimensions) and the detailed experimental control that permits a precise engineering/manipulation of the external conditions under which these waves dynamically evolve.\r\nThe main purpose of this research effort is to extend and deepen our \r\nunderstanding of the fundamental structures and waves and their role\r\nand importance in BECs, but also more generally (due to the similar\r\nmathematical description) in nonlinear optics (optical fibers and\r\nwaveguides) as well as wave physics. As an aside, it should be noted that this effort will heavily rely on computational resources and the concomitant use of numerical codes that model these phenomena; it should also be remarked that one of the longer term perspectives of this activity on matter waves is to conceive and construct novel devices that would guide and more generally control the motion of the matter waves and could potentially be used for quantum information processing at the nanoscale. These aspects lead us to expect that significant benefits may result from the implementation of this project in areas of strategic federal interest such as high performance computing and materials and manufacturing.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Panayotis",
   "pi_last_name": "Kevrekidis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Panayotis Kevrekidis",
   "pi_email_addr": "kevrekid@math.umass.edu",
   "nsf_id": "000189004",
   "pi_start_date": "2003-12-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 400755.0
  }
 ],
 "por": null
}