{
 "awd_id": "0349886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fixed Amount Award",
 "awd_titl_txt": "Astronomical Conversations:  Ninth-Century Commentaries on the 'Astronomia' of Martianus Capella",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 79429.0,
 "awd_amount": 79429.0,
 "awd_min_amd_letter_date": "2004-02-20",
 "awd_max_amd_letter_date": "2005-12-15",
 "awd_abstract_narration": "In the Carolingian Renaissance of the ninth century, what brought the science of astronomy to maturity sufficient to provide conceptual foundations that lasted for the next 350 years? Why was the Astronomia of Martianus Capella chosen as the textbook for elaboration in pursuit of the conceptual inquiries and clarifications, both verbal and -diagrammatic, that appeared? What needs did ninth-century scholars identify for the developing study of astronomy in commentaries on this text? In answering these questions, the project will locate the study of Capella's astronomy in the context of the Carolingian revival of ancient Roman texts for studying the liberal art of astronomy. The project will then set forth the manuscript evidence for conversations among the scholars who produced a remarkable body of graphic and verbal discussion of so many points in the text of the Astronomia. The revival of texts on astronomy and cosmology from the Roman Empire by Carolingian scholars initiated a new stage in scientific awareness, advancing well beyond the focus of the previous three centuries upon time-keeping and the construction of calendars. For the study of astronomy, only the work of Martianus Capella received extensive glossing and comments during the ninth century, though other ancient texts offered relevant material. The commentaries appear in a set of manuscripts stretching from the 830s to the end of the century.  Identifying and editing the most important of these commentaries, the \"Anonymous,\" then studying the interactions among many commentaries, will show how Carolingians conceived of astronomy. The Carolingian achievement laid the foundation for teaching astronomy for another three hundred years. \r\n \tThis project will produce an edition of the \"Anonymous\" commentary (with diagrams) made before 850 and will examine differences among the variants and other commentaries as well as with the published commentaries of John Scot Eriugena (ca. 850) and Remigius of Auxerre (ca. 900).  This wealth of commentary material permits the search for and discovery of interactions among the commentaries. These interactions, or conversations, uncover the variety and developing concerns among ninth-century scholars of astronomy and their subsequent impacts. \r\n \tTo advance scientific understanding the project will: (a) establish precisely and fully the primary evidence for ninth-century knowledge and views of Capella's astronomical textbook, (b) identify and edit the \"Anonymous\" commentary, (c) distinguish different viewpoints among the commentaries, (d) explain the conversations that produced the apparent interactions, and (e) show the significance of diagrams in each of these points. The project will contribute to the following research: (a) a study of the motives for scientific studies in the Carolingian Renaissance, (b) the importance of diagrams in early scientific development, and (c) the significance of Carolingian astronomy for the later reception of Greco-Arabic science. \r\n \tThe project will produce an electronic edition of the \"Anonymous\" commentary as part of a larger project on Martianus Capella at the Constantijn Huygens Institute in The Hague. A separate study of this commentary and others of the ninth century will be published.  For teachers the astronomical diagrams will provide actual historical examples of graphic models of problem-statement and problem-solving that students can analyze. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Eastwood",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce S Eastwood",
   "pi_email_addr": "bseast01@pop.uky.edu",
   "nsf_id": "000204760",
   "pi_start_date": "2004-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 73024.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6405.0
  }
 ],
 "por": null
}