{
 "awd_id": "0350110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theoretical Prediction of Coarse Particle Shape Evolution During Attrition in a Stirred Vessel",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judy A. Raper",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 63535.0,
 "awd_min_amd_letter_date": "2004-03-01",
 "awd_max_amd_letter_date": "2004-04-30",
 "awd_abstract_narration": "Abstract\r\nCTS-0350110\r\nP. Hill, Mississippi State University\r\n\r\nAttrition of particles is of significant scientific and industrial interest because it alters the size and the shape of the particles.  Both product quality and process operability strongly depend on particle size and shape.  Despite previous work on the evolution of the particle size distribution due to attrition, little research has been done on the affect of attrition on particle shape.   The objectives of this project are to correct this deficiency by investigating the evolution of both particle size and shape of coarse particles in a stirred vessel, and to train future engineers to account for particle size and shape in the evaluation of solids processes. The project has two major sections: research and education.   \r\n\r\nThe research program will compare and adapt two attrition theories to determine if they can predict the evolution in size and shape of coarse particles in a stirred vessel.  The research will consist of two parts: 1) adapting the theories to predict evolution of coarse particle size and shape and 2) collection of experimental data to test the theories.  This research to develop new breakage distribution functions based on fracture mechanics and vessel characteristics will provide a basis for prediction and simulation of breakage in stirred vessels.  The scope of this project is limited to the evolution of the size-shape distribution of coarse particles due to attrition.  Fragmentation is not included.  The education program consists of engaging graduate and undergraduate students in active research, and incorporating particle technology concepts in existing courses.   \r\n\r\nIntellectual Merit \r\nThis research is expected to benefit both academia and industry.  The key to designing better solids processes is quantitatively incorporating fundamental physical phenomena and properties into the design process.  The proposed work would make a significant addition by providing a basis for including particle shape changes due to breakage and attrition in a design methodology.   \r\n\r\nBroader Impact \r\nThis plan provides for educational outreach to undergraduate and graduate students.  Diversity is enhanced by actively recruiting undergraduate and graduate students from underrepresented groups to participate in research activities.  Completion of this project is expected to lead to the development of teaching examples in this area.  Results will be published in appropriate refereed journals to disseminate information.  Although this research is developed for particle attrition in stirred vessels such as crystallizers, it has broader impact in other unit operations that have particle attrition such as crushers, fluidized beds, pumps, and mixers.  Not limited to chemical engineering operations, it would have applications in other industries such as pharmaceutical, mineral, and food processing.     \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Priscilla",
   "pi_last_name": "Hill",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Priscilla J Hill",
   "pi_email_addr": "phill@che.msstate.edu",
   "nsf_id": "000256293",
   "pi_start_date": "2004-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "245 BARR AVE",
  "perf_city_name": "MISSISSIPPI STATE",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "39762",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 63535.0
  }
 ],
 "por": null
}