{
 "awd_id": "0350041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neural Bases of Speech Perception in Human Auditory Cortex",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas H. Whalen",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 136983.0,
 "awd_min_amd_letter_date": "2004-04-05",
 "awd_max_amd_letter_date": "2006-05-23",
 "awd_abstract_narration": "Speech perception is one of our most important skills - something we spend a great deal of time acquiring as children and that is of the utmost importance in social interactions. It is also one of the skills commonly affected by strokes, as well as by hearing loss. Speech perception is characterized by considerable flexibility and robustness - we can understand speakers in noisy environments, and we can cope with wide variations in the speaker's mood and accent, all of which affect the nature of the speech signal we need to decode. With support from the National Science Foundation, Dr. Josef Rauschecker seeks answers to these and related questions. His studies will help to transfer knowledge gained from animal models toward the understanding of higher cognitive processes of speech and language perception in humans. The notions of hierarchical networks, processing streams, and higher-order computational maps have been used successfully in animal research on complex visual and auditory perception. Dr. Rauschecker will perform analogous investigations directly in humans using noninvasive, high-resolution functional magnetic resonance imaging (fMRI) to determine activation of auditory cortices by speech and speech-like sounds. Using high-field fMRI the studies will not only determine the location of cortical areas activated by natural and synthetic speech sounds, as opposed to other sounds with similar complexity, but also reveal detailed organizational principles of higher-order acoustic-phonetic feature maps within human auditory and language cortex. The studies will provide a wealth of new information in the under-researched field of higher auditory pathways in humans as well as insight into general organizational principles of functional architecture in cortical processing.\r\n\r\nA better understanding of the neural basis of speech perception has potential broader impacts on clinical issues such as recovery from aphasic stroke, as well as on educational neuroscience. This research could have impacts for understanding second language learning and the development of multilingual children. The broader impacts of this project include opportunities for hands-on research experience of undergraduate and graduate students in Cognitive Science as well as Neuroscience. This direct immersion into ongoing research will lead to tighter integration of teaching and research. The funded project will enhance the infrastructure for research at Georgetown University and help support two formal training programs offered at GU. The project will strive to further increase the number of minority students at all levels. It will broadly disseminate the results of its research through publications and public databases to scientific as well as lay audiences thus enhancing scientific understanding by the public\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Josef",
   "pi_last_name": "Rauschecker",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Josef P Rauschecker",
   "pi_email_addr": "rauschej@georgetown.edu",
   "nsf_id": "000233003",
   "pi_start_date": "2004-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "MAIN CAMPUS",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "20057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7266",
   "pgm_ref_txt": "ENHANCING HUMAN PERFORMANCE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 111984.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 24999.0
  }
 ],
 "por": null
}