{
 "awd_id": "0350803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Production,  Consumption, and Political Transformation in Late Prehistoric/Early Historic South India",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 187511.0,
 "awd_min_amd_letter_date": "2004-02-13",
 "awd_max_amd_letter_date": "2009-02-27",
 "awd_abstract_narration": "Since the introduction of agriculture some 5000 years ago, the human inhabitants of the semi-arid uplands of Southern India have dramatically transformed their physical and cultural landscapes.  Over time, small communities of mobile herders and farmers settled into larger more permanent communities.  By the first millennium BC, inhabitants of the Tungabhadra Corridor region of Central Karnataka (Bellary and Koppal Districts) resided in large permanent communities dependent on the production of agricultural surpluses.  These hierarchical communities were organized into multi-settlement polities centered on large towns, buried their dead in megalithic stone monuments, produced sophisticated iron, ceramic, and other craft goods, and engaged in long distance trade relations across and beyond South Asia.  With support from the National Science Foundation, the \"Early Historic Landscapes of the Tungabhadra Corridor\" archaeological project (co-directed by Carla M. Sinopoli and Kathleen D. Morrison and conducted in collaboration with the Karnataka Department of Archaeology and Museums) will examine the dramatic changes in economic, social and political organization that occurred in the region from the first millennium BCE through the early centuries AD.  These changes culminated in the emergence of the region's earliest state level societies and its entry into the historical record.\r\n\r\nThis international collaborative project focuses on a 35 square kilometer area along the Tungabhadra River on the edges of the UNESCO world heritage site of Vijayanagara, capital of South India's largest historic empire (the focus of the project director's earlier research).  Through a program of regional survey, excavation, and analysis, the EHLTC project examines large and small settlement sites and the changing agricultural landscape of the late prehistoric/early historic period.  Research focuses on refining archaeological chronologies and documenting agricultural and craft production, differential patterns of consumption of locally produced and exotic goods, and political, ideological, and economic interactions and relations with Northern India and, through maritime commerce, with Southeast Asia and the Mediterranean.\r\n\r\nThe EHLTC project will contribute to knowledge on South Asian archaeology and on the development of complex societies more generally.  The international collaborative project also makes significant contributions to scholarly collaboration, education and training, and to the public dissemination of archaeological knowledge and preservation efforts.  Project directors work closely with Indian archaeologists and institutions, and train large numbers of Indian and American students in systematic research techniques.  In a region where the archaeological record is being rapidly destroyed by population growth and development, the project is committed to both documentation of sites and local education on heritage and preservation.  Museum exhibits will be established in the local school and museum and a web site on the project will make the results available to a broader public.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Sinopoli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carla Sinopoli",
   "pi_email_addr": "csinopoli@unm.edu",
   "nsf_id": "000188799",
   "pi_start_date": "2004-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 85044.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 102467.0
  }
 ],
 "por": null
}