{
 "awd_id": "0351987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Government Performance, Valence Judgments, and The Dynamics of Party Support",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 402959.0,
 "awd_min_amd_letter_date": "2004-02-17",
 "awd_max_amd_letter_date": "2009-04-15",
 "awd_abstract_narration": "This  research  project  advances knowledge  of  the  dynamics  and  determinants  of \r\nparty support in democratic polities.  One aspect of the research concerns dynamic relationships between public service delivery and aggregate party support.  Acutely aware of the importance of  these  relationships,  governing  parties  of  varying  ideological  hues have made  repeated  attempts not only to bolster the supply of public services, but also to curb the electorate's demand for them.  The  latter  efforts  have  met  with  relatively  little  success.    Many  voters  remain  convinced  that government can, and should, be heavily involved in fields such as education, health, welfare, and transportation, that privatization schemes often go awry, and that government is responsible when public services go badly or are not delivered at all.  To date, however, research on factors affecting the aggregate dynamics of party support has focused heavily, indeed almost exclusively, on  the  impact  of  economic  conditions  and  various  \"one-off\"  political  events.    By  restricting attention  to  economic  conditions  and  salient  events,  existing  studies  have  ignored  the consequences of public reactions to government performance in a wide variety of highly salient policy  areas  such  as  health  care,  education,  and  national  security.    Building  on  the  results  of \r\nearlier research on the determinants of party support conducted by the principal investigator and colleagues,  the study  will  specifies  and  tests  rival  models  of  how  government performance evaluations in several important policy areas affect the dynamics of aggregate-level support for governing and opposition parties in a major mature democracy, Great Britain.   A second aspect of the research concerns modeling the individual-level dynamics of party support.  Here, the principal focus is gathering the large-N, multi-wave panel data needed to address  longstanding  controversies  regarding  the  individual-level  dynamics  of  partisan attachments.  Although these controversies have major theoretical implications for understanding the nature of party support in democracies new and old alike, their resolution has been hindered by the lack of sufficiently large multi-wave panels, disputes regarding the proper measurement of partisan  attachments,  and  the  absence  of  suitable  statistical  tools  for  analyzing  the  latent-level dynamics  of  nominal-scale  measures  of  partisanship.    Such  tools  are  now  available,  and  the research  gathers the requisite large N panel data needed to analyze individual-level latent  variable  dynamics  of  partisan  attachments  measured  using  both  the  traditional  British Election  Study  (BES)  party  identification  question  sequence  and  an  alternative  party  supporter battery. \r\nThe  aggregate-level  time  series  and  individual-level  panel  data  needed  to  conduct  the research are gathered in 48 consecutive monthly surveys of the British electorate.  Surveys are be conducted by YouGov, Britain's premier internet survey firm.  Each monthly survey is conducted with a national sample of 1,000 persons 18 years of age or older, yielding a total N of  48,000  cases.  Multi-wave  national  panels,  including  a  four-wave  panel  with  an  N  of approximately 5,000 cases will be embedded in the surveys.  The large size of the cross-sectional and  panel  surveys facilitate  theoretically  interesting  sub-group  analyses.   Aggregate  time series analyses will be informed by recent work by the principal investigator and colleagues on the specification and testing of rival fractional error correction models.  \r\nIndividual- and aggregate-level data gathered in the study will be deposited annually with the  ICPSR Data Archive, and  also  will  be  available for downloading from the  project website. The  website  also  will  provide  monthly  \"DataCam\"  updates  of  the  evolution  of  time  series variables.    Project  findings  will  be  presented  at  major  scholarly  conferences,  and  papers  and technical reports will be available for downloading from the website.      \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianne",
   "pi_last_name": "Stewart",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marianne C Stewart",
   "pi_email_addr": "mstewart@utdallas.edu",
   "nsf_id": "000250919",
   "pi_start_date": "2008-11-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Clarke",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Harold D Clarke",
   "pi_email_addr": "hclarke@utdallas.edu",
   "nsf_id": "000249500",
   "pi_start_date": "2004-02-17",
   "pi_end_date": "2008-11-28"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 WEST CAMPBELL RD.",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7773",
   "pgm_ref_txt": "Econ&Social Res Council(ESRC)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 377959.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}