{
 "awd_id": "0351462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Consequences of Parks for Land Use, Livelihood Diversification, and Biodiversity in East Africa",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 70863.0,
 "awd_amount": 70863.0,
 "awd_min_amd_letter_date": "2004-04-07",
 "awd_max_amd_letter_date": "2005-02-28",
 "awd_abstract_narration": "Protected parks remain the main mode of purposeful biodiversity conservation in most of the world.  Surrounding these parks particularly in developing countries, are landscapes that usually still contain considerable biodiversity but also have rapidly growing human populations.  These are areas of dynamic change in demography, land use, and land cover, and they are characterized by biological and socio-political risks not usually found elsewhere. This collaborative research project will examine the interactions among land use, land cover, peoples' livelihoods, and biodiversity in landscapes surrounding national parks in Tanzania and Uganda.  While these landscapes remain important habitats for biodiversity, they are also zones of dynamic demographic and land use change, often with considerable agricultural expansion and intensification.  Little scientific research has explored the spatial and temporal interactions among land use, livelihood change, and biodiversity in these landscapes.  Two complementary research questions are the focus of the project:  (1) How does the presence of a park affect agricultural land use and other livelihood strategies surrounding the park?  (2) How do the extent, character and intensity of agriculture affect biodiversity outside the park, measured by the distribution of key indicator plant and animal taxa?  Two overarching propositions relate to these:  (a) the presence of a park will stimulate processes that lead to islandization of the park; and (b) the relationship between biodiversity and agriculture in the landscape surrounding a park is neither dichotomous nor linear, but will be positive under certain land use conditions and negative under others.  The exploration and verification of these models would have important scientific and policy implications. \r\n\r\nThis is a comparative study at two contrasting sites -- one in western Uganda and one in northern Tanzania.  It is interdisciplinary, utilizing social and biodiversity surveys, ethnographic tools, and analysis of satellite imagery.  The intellectual merit of this project lies in an enhanced understanding of population-environment relations and land-use and land-cover change as these are influenced by proximity to protected areas, relationships about which little is known but which are increasingly important.  These issues crosscut concerns in geography, anthropology, ecology, and conservation biology.\r\n\r\n\r\nThis is a comparative study at two contrasting sites - one in western Uganda and one in northern Tanzania. It is interdisciplinary, utilizing social and biodiversity surveys, ethnographic tools, and analysis of satellite imagery. The intellectual merit of this project lies in an enhanced understanding of population-environment relations and land-use/land cover change as these are influenced by proximity to protected areas - relationships about which little is known but which are increasingly important. These issues crosscut concerns in geography, anthropology, ecology, and conservation biology.   \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McCabe",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T McCabe",
   "pi_email_addr": "tmccabe@Colorado.edu",
   "nsf_id": "000089828",
   "pi_start_date": "2004-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 34288.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 36575.0
  }
 ],
 "por": null
}