{
 "awd_id": "0351451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Credit without Commitment: The Implications of the Bankruptcy Law and the Determination of Public Debt",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 226053.0,
 "awd_min_amd_letter_date": "2004-02-20",
 "awd_max_amd_letter_date": "2007-06-18",
 "awd_abstract_narration": "This project is about credit from the point of view of limited commitment. The main themes that inform the work are that while there are limited means to induce debtors to act as they promised, the amount of credit issued is quite large, and the instances of default are pervasive.  These themes unite the two parts of this project. The first part deals with private credit and the explicit consideration of the U.S. Bankruptcy Code that grants protection from creditors essentially on demand. The proposal includes the development of theory to analyze an environment where the legal system is that of the U.S., and where all agents (households, firms) act rationally. Two features are noteworthy: unobservable consumer heterogeneity (\"good\" and \"bad\" borrowers) and contracts designed to limit the harm from taking on bad loans; and those who default here are mainly consumers with bad income shocks, in contrast with existing limited-commitment theory.  This theory is applied to analyze policy changes quantitatively which in turn requires that the model is capable of accounting simultaneously for the observed amounts of credit and of default. The other part of the project deals with public debt, analyzing an environment where governments cannot commit to future policies. The work yields predictions over policy choices given a constitutional framework. The answers from both projects are very important from the point of view of the design of economic policy. In the first part alternative designs of the Bankruptcy Code are analyzed, including some reforms that have been recently discussed in the U.S. Congress, while the second part will help understand the interactions between consecutive governments and hence the implications of Constitutional limits on budget deficits and public debt.  \r\n\r\nIn the U.S. the Bankruptcy Code guarantees the right of citizens (recognized in Article I, section 8, of the Constitution) to file for protection against creditors. This right is mostly ignored in Economics, yet it is exercised very frequently as more than one million people file for bankruptcy in the U.S. each year. The proposed work studies, theoretically and quantitatively, an environment with an unsecured consumer credit industry with the following features: Credit-suppliers take deposits at a given interest rate and offer loans to households via a menu of credit levels and associated interest rates. The loan industry is competitive, with free entry, and borrowers have a default option that resembles, in process and consequence, a bankruptcy filing under Chapter 7 of the U.S. Bankruptcy Code. Of special importance is the analysis of the credit rating that households have and that is updated when households take savings and default actions. The credit score or credit rating of households is an increasingly important feature as it is used for a variety of reasons such as assessing insurance risks.\r\n\r\n\r\n\r\nThe study of debt management has been centered around notions of optimality which assume the commitment of governments to future policies. In the absence of such commitment, fiscal policy is not well understood since optimal policy is not time-consistent. In particular, a canonical model shows that under commitment, the government always increases its debt in the first period, suggesting ever-increasing debt levels when there is no commitment. However, the present project is uncovering a general mechanism underlying debt management without commitment which implies\r\nthat although government debt will tend to increase initially, there must be a limit to debt\r\nexpansion. The reason is a non-convexity that arises endogenously and naturally in these contexts.\r\n\r\nThe Broader Impacts\r\nUnderstanding credit within the framework of the U.S. legal system is a crucial ingredient for various questions such as how credit crunches operate in recessions and how differential access to credit shape people's life-long opportunities. Moreover, Congress is considering the revision of the Bankruptcy Code. The implications of the alternatives to the current Code can be analyzed with this model, including regulations of how the system of credit scores of people operate. The analysis of public debt may shape the discussions over such issues as balanced-budget amendments.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose-Victor",
   "pi_last_name": "Rios-Rull",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose-Victor Rios-Rull",
   "pi_email_addr": "vr0j@econ.upenn.edu",
   "nsf_id": "000381780",
   "pi_start_date": "2004-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 75351.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 75351.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 75351.0
  }
 ],
 "por": null
}