{
 "awd_id": "0352742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigations of Polar Disturbances in the Arctic Upper Atmosphere",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2004-05-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2004-04-19",
 "awd_max_amd_letter_date": "2008-01-31",
 "awd_abstract_narration": "ABSTRACT\r\nSivjee\r\nOPP-0352742\r\n\r\nIntellectual Merit.  The Principal Investigator will continue his investigations of solar-terrestrial disturbances in the Arctic atmosphere in which these disturbances inject and transport energy throughout the Polar  thermosphere,  mesosphere,  and  stratosphere.  He will investigate the coupling and energetics of various Arctic lower and upper atmospheric regions associated with the generation and propagation of wave-like disturbances in these regions.  One phenomenon is the Stratospheric Warming Event, which couples the lower atmosphere to the middle and upper atmospheric regions over the Arctic.  Stratospheric Warming Events (SWE) are associated with the dynamics of the polar vortex and the generation of gravity waves, which transport energy from the lower atmosphere to the middle and upper atmosphere in the Arctic.  Observations of the modulations of the Arctic mesosphere-lower-thermosphere (MLT) composition, dynamics  and  thermodynamics  at  Longyearbyen, Spitsbergen,  Kangerlussuaq, Greenland, and Resolute Bay, Canada, provide the necessary data for investigating the coupling and energetics of various atmospheric regions in the Arctic.  He will integrate Arctic ground-based electro-optical remote-sensing data of the MLT regions with concurrent LIDAR and Radar data from these sites, as well  as  with  satellite  data during the overpass at these sites.  Facilities at the three Arctic stations also record the optical signatures of auroral phenomena. These measurements will be analyzed to investigate the effects of solar electrons and protons precipitating in the Arctic thermosphere as well as of the intense electro-magnetic field energy  (derived from the mechanical energy of the solar wind) on the composition, dynamics and thermodynamics of the Arctic upper atmosphere and ionosphere.   Four scientists and eight students will participate to address the following questions:  1) can MLT cooling observations provide a forewarning of SWE onset?  2) can they quantitatively relate the phase lags in MLT signatures of SWE observed at different Arctic sites to polar vortex movements? 3) how do gravity wave propagation and filtering  during SWE lead to  quantitative  association  between SWE and MLT changes?  4) do F-region  patches  form  in  and  around  the  ionospheric  projection  of  the magnetospheric cusp and convect across the Polar Cap? 5) is the polar cap drizzle reduced, or suppressed, in the F-region patches?  6) is there Joule heating associated with the geomagnetic field aligned  electric field of  the  F-region  patches?  what are the resulting effects on F-region thermodynamics and composition?  7) what is the particle source region for polar sun-aligned arcs?  Is the topology different from that generating theta auroras?  8)  what  solar  wind  and IMF features are associated with polar cap auroral arcs formed when Bz < 0?  Are the average energy and energy flux of precipitating electrons with   these relatively rare events different from those observed when Bz > 0? 9) are the aurorally induced changes in the E-region O/N2  ratio around the equator ward and pole ward boundaries of the auroral oval significantly different from those in the central region of the night sector of the auroral oval? \r\n \r\nBroader impacts: The Principal Investigator will continue the long-standing tradition of participation of undergraduates who will represent both genders and almost all ethnic groups, graduate students and two post-docs. The research will provide a mechanism for these undergraduate and graduate students to get involved in exciting new research, encourage them to present their research work at scientific meeABSTRACT\r\nSivjee\r\nOPP-0352742\r\n\r\nIntellectual Merit.  The Principal Investigator will continue his investigations of solar-terrestrial disturbances in the Arctic Atmosphere in which these disturbances inject and transport energy throughout the Polar  thermosphere,  mesosphere  and  stratosphere.  He will investigate the coupling and energetics of various Arctic lower and upper atmospheric regions associated with the generation and propagation of wave-like disturbances in these regions.  One phenomenon is the Stratospheric Warming Event, which couples the lower atmosphere to the middle and upper atmospheric regions over the Arctic. Stratospheric Warming Events (SWE) are associated with the dynamics of the Polar Vortex and the generation of gravity waves, which transport energy from the lower atmosphere to the middle and upper atmosphere in the Arctic.  Observations of the modulations of the Arctic  mesosphere-lower-thermosphere (MLT)  composition,  dynamics  and  thermodynamics  at  Longyearbyen, Spitsbergen,  Kangerlussuaq, Greenland, and Resolute Bay, Canada, provide the necessary data for investigating the coupling and energetics of various atmospheric regions in the Arctic.  He will integrate Arctic ground-based electro-optical remote-sensing data of  the MLT regions  with  concurrent  LIDAR  and  Radar  data  from  these  sites,  as  well  as  with  satellite  data during the overpass at these sites.  Facilities at the three Arctic stations also record the optical signatures of auroral phenomena. These measurements will be analyzed to investigate the effects of solar electrons and protons precipitating in the Arctic thermosphere as well as of the intense electro-magnetic field energy  (derived from the mechanical energy of the solar wind) on the composition, dynamics and thermodynamics of the Arctic upper atmosphere and ionosphere.\r\n \r\nBroader impacts: The Principal Investigator will continue the long-standing tradition of participation of undergraduates who will represent both genders and almost all ethnic groups, graduate students and two post-docs. The research will provide a mechanism for these undergraduate and graduate students to get involved in exciting new research, encourage them to present their research work at scientific meetings and to continue their training in technical fields.  The projects entail development and application of state-of-the-art very low-light-level (L3) technology. Results of the research will make significant contributions to meteorology in the area of energetic coupling of different atmospheric regions and will also quantify the effects of Solar Magnetic Cloud/Coronal Mass Ejection events on various communication, remote sensing, surveillance and other satellites that must traverse the Polar thermosphere affected by these solar disturbances.    \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gulamabas",
   "pi_last_name": "Sivjee",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Gulamabas G Sivjee",
   "pi_email_addr": "sivjee@erau.edu",
   "nsf_id": "000231320",
   "pi_start_date": "2004-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Syed",
   "pi_last_name": "Azeem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Syed Azeem",
   "pi_email_addr": "azeem71d@erau.edu",
   "nsf_id": "000330235",
   "pi_start_date": "2004-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Embry-Riddle Aeronautical University",
  "inst_street_address": "1 AEROSPACE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTONA BEACH",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3862267695",
  "inst_zip_code": "321143910",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "FL06",
  "org_lgl_bus_name": "EMBRY-RIDDLE AERONAUTICAL UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5MMBAC9XAM5"
 },
 "perf_inst": {
  "perf_inst_name": "Embry-Riddle Aeronautical University",
  "perf_str_addr": "1 AEROSPACE BLVD",
  "perf_city_name": "DAYTONA BEACH",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "321143910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "FL06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": null
}