{
 "awd_id": "0352807",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US - South Africa Cooperative Research: Advanced Flotation Chemistry Technology for the Improved Recovery of Strategic Mineral Resources Containing Platinum Group Metals (PGMs)",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Lyons",
 "awd_eff_date": "2004-04-15",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2004-03-12",
 "awd_max_amd_letter_date": "2004-03-12",
 "awd_abstract_narration": "0352807 Miller   This award funds a collaborative research program between the flotation chemistry research groups at the University of Utah, USA, and Pretoria University in South Africa to study advanced flotation chemistry technology for the improved recovery of strategic mineral resources containing platinum group metals (PGMs). Existing flotation chemistry for increased recovery of PGM sulfide minerals from current deposits can be improved for most operations. More importantly, however, the efficient recovery and utilization of new PGM mineral resources (the Platreef deposit of  South Africa and the Great Dyke deposit of Zimbabwe) will require quite significant improvements in flotation chemistry. For example, the new strategic PGM resources are significantly different from current PGM resources, being complex arsenides and tellurides that are now lost using current processing chemistry. Three major flotation chemistry research problems associated with the processing of PGM mineral resources will be addressed:  flotation of PGM arsenide and telluride minerals, control of pyrrhotite flotation, and depression of talc gangue minerals.  This research program is designed to establish surface chemistry and/or electrochemistry conditions which will provide a fundamental basis to solve these problems and improve the efficiency of the PGM flotation separation. \r\n\r\nThis proposed collaborative research program has broad potential impact. The need for such surface chemistry research is significant in view of the importance of PGM production to both the U.S. and South Africa. The efficient recovery of PGMs is also of critical importance to the global community because of increased demand for PGMs, for example, because of their use in catalytic converters to reduce pollution from automotive exhaust. The project is expected to extend collaboration beyond the initial partners, Pretoria University and PGM companies in South Africa such as Impala Platinum. Not only will this research provide much needed new technology for the PGM industries, but it also affords the opportunity for students and researchers from both the U.S. and Africa (South Africa, Botswana, and Zimbabwe) to build professional and personal collaborations that can expand scientific, social and cultural understanding. Finally, the proposed research has been organized to include the exchange of graduate students with opportunity for students from Pretoria University to use advanced instrumentation at the University of Utah while students from the University of Utah will travel to South Africa for evaluation of new flotation chemistry technology at plant sites.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Miller",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jan D Miller",
   "pi_email_addr": "Jan.Miller@utah.edu",
   "nsf_id": "000217931",
   "pi_start_date": "2004-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1066",
   "pgm_ref_txt": "SOUTH AFRICA"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}