{
 "awd_id": "0352735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of the Low Temperature Normal State of Electron-Doped Copper Oxides",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2004-02-26",
 "awd_max_amd_letter_date": "2004-02-26",
 "awd_abstract_narration": "Understanding the mechanism of high-Tc superconductivity in the cuprates is one of the major unsolved problems of condensed matter physics. The main goal of this Individual Investigator Award is to gain a more detailed understanding of the normal state properties of the electron-doped high-Tc cuprates and to compare/relate these properties to the more studied hole-doped cuprates. A comprehensive set of experiments is proposed that will study the low temperature normal state when the superconductivity is suppressed by a magnetic field. An understanding of the properties of the low temperature normal state is expected to give crucial information for understanding the origin of high-Tc superconductivity. The broad ranges of experimental techniques to be used in this study are: anisotropic transport (i.e., resistivity, Hall effect, magnetoresistance, Nernst effect, thermopower, and thermal conductivity), specific heat, and tunneling. Collaborative experiments with other groups will use Raman scattering, IR optics, NMR, and muon spin resonance. The crystals and thin films needed for all of these experiments will be prepared and characterized by the PI. The broader impact of this program includes the training of undergraduate science majors, graduate students, and postdoctoral scientists in materials physics research, especially the methodology of thin film growth and characterization and transport measurements.\r\n\r\nUnderstanding the origin of high-temperature superconductivity (i.e., superconductivity at a temperature, Tc, above the boiling point of liquid nitrogen) is one of the major unsolved problems of physics. This Individual Investigator Award supports a project that addresses this problem by a comprehensive study of the electrical transport properties of a specially selected group of copper oxide high-Tc superconductors. The measurements will be made in high magnetic fields and at very low temperatures. The proposed studies will probe properties that are highly anomalous in comparison with conventional metals and superconductors. Therefore, the results of this study may provide important new insights into the mechanism of high-Tc superconductivity. These studies also hold the promise of opening new paths for the science and technology of these novel materials, and for other materials where strongly interacting electrons dominate the physics. This project also involves the training of undergraduate students, graduate students and postdoctoral scientists in materials physics, a field of great technological importance. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "richard",
   "pi_last_name": "greene",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "richard L greene",
   "pi_email_addr": "rgreene@squid.umd.edu",
   "nsf_id": "000129608",
   "pi_start_date": "2004-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": null
}