{
 "awd_id": "0352771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Turkey Cooperative Research: Silicon Implementation of Computational Intelligence for Mechatronics",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2004-05-15",
 "awd_exp_date": "2008-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 37000.0,
 "awd_min_amd_letter_date": "2004-05-11",
 "awd_max_amd_letter_date": "2008-04-24",
 "awd_abstract_narration": "0352771 \r\nWilamowski\r\n\r\nDescription:  This project supports a cooperative research project between Dr. Bogdan Wilamowski, Department of Electrical and Computer Engineering, Auburn University, Auburn, Alabama and Dr. Okyay Kaynak, Bogazici University in Istanbul, Turkey.  They plan to focus on hardware implementation of computationally intelligent systems, with the aim to investigate real-time and on-chip implementation of computationally intelligent architectures from the point of view of identification and control of mechatronic systems. A second objective is to implement the control strategies to be developed, using dedicated VLSI chips, which can be analog or digital.  As a likely result of the on-going development of computer technology it is expected that massive parallel processing and soft computing will significantly enhance traditional computation methods.  A natural consequence of this rapid growth is the emergence of the field of intelligent systems. The machine-intelligent behavior is determined by the flexibility of the architecture, the ability to realize machine incorporations of human expertise, laws of inference procedure and the speed of learning.  All these are the main constituents of the research area named Computational Intelligence, while the soft subdivisions of the area are artificial neural networks and fuzzy inference systems.  The mathematical power of machine intelligence is commonly attributed to the neural-like system architecture used and the fault tolerance arising from the massively interconnected structure. Another aspect of soft computing systems is that instead of \"zero\" and \"one\" digital levels, they use fuzzy/continuous levels and in this way much more information is passed through the system. Conventional digital computers are not well suited for such signal processing.  Computationally intelligent methodologies are commonly used for identification and/or control of nonlinear dynamic systems, the behavior of which can usually be described by a set of nonlinear differential equations in state variable form. Integrators can easily be implemented in silicon. The difficult task in hardware realization is to implement arbitrary nonlinear terms. Fuzzy or neural systems are the prime candidates for that purpose.   \r\n\r\nScope: The PIs propose to synergistically combine the practical, industrial and theoretical experience at Bogazici University in the area of control and soft computing with theoretical experience in neural and fuzzy systems at Auburn University.  The Turkish group has considerable amount of knowledge and experience in the design of intelligent identifiers and controllers. On the other hand, the U.S. side has the expertise in neural network architectures, their comparative characteristics and VLSI design. The group from the USA, has theoretical and actual implementation experience in designing VLSI chips. The co-operation of these two groups is expected to result in physically realizable and useful products and facilitate the procedure of real-time identification and control of nonlinear systems by onchip realization.  The project, with the proposed visits and expected outcomes, will bring mutual benefits to both sides. The Turkish side will benefit from the experience of the American side developing on-chip realization of computationally intelligent architectures, whereas the American side will benefit from the knowledge and experience that has already been acquired at Bogazici University.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bogdan",
   "pi_last_name": "Wilamowski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bogdan M Wilamowski",
   "pi_email_addr": "wilam@ieee.org",
   "nsf_id": "000352015",
   "pi_start_date": "2004-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 37000.0
  }
 ],
 "por": null
}