{
 "awd_id": "0352965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Turkey Cooperative Research: Food Quality and Safety by Kernel Classification",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2004-03-01",
 "awd_max_amd_letter_date": "2007-03-16",
 "awd_abstract_narration": "0352965 \r\nTewfik\r\nDescription:  This project supports collaborative research between Dr. Ahmed Tewfik, Department of Electrical Engineering, the University of Minnesota, Minneapolis, Minnesota and a team headed by Dr. Enis Cetin Department of Electrical and Electronics Engineering, Bilkent University, Ankara, Turkey.  They propose to study the development of methods for detection and classification of contaminated or defective kernels by using analysis of impact acoustics.  The PIs plan to develop contaminated or defective kernel detection and classification based on the analysis of impact acoustics, or the sound created when a kernel strikes a hard plate, as this mode of acoustic excitation is easily adapted to high throughput sorting systems.  Demonstrating the effectiveness of the method in applications to hazelnuts, wheat, and corn, could achieve a breakthrough in food safety by enabling the non-invasive, rapid inspection of large quantities of food items.  Despite increasingly rigorous quality control stand in food alerts, current approaches are mostly based on invasive chemical analysis of some selected food items or sorting food items according to their color.  Although chemical analysis gives the most accurate results, it is impossible to analyze large quantities of food items or to apply it to certain items.  Signal processing techniques have become attractive with the advances in computer technology, and it is now possible to integrate low cost, non-invasive signal processing systems providing quality control into the food supply chain.  The approach uses substantial extensions of speech and speaker recognition techniques to deal with the variability that results from different kernel orientation at the instant of impact. The project focuses more specifically on the detection of aflatoxins (a carcinogenic material) and insect tunnels in hazelnuts, wheat kernels damaged by insects, and aflatoxins and insect tunnels in corn.  Detection and classification results will be verified with high performance liquid chromatography. \r\n \r\nScope:  The project will lead to the development of real-time, economically feasible, systems to remove whole intact corn and hazelnut kernels that are contaminated with aflatoxins or wheat kernels infested with insects; interdisciplinary training programs for undergraduate and graduate students and the food industry in Turkey and the USA in signal processing, agricultural engineering and molecular biology; the involvement of students in data gathering and analysis; and algorithm development.  With some modifications, the algorithms and methods developed in this project can be also used for other nuts and produce such as almonds and figs. The algorithms and other fundamental knowledge to be developed may be applicable to multivariate signal processing in general, beyond acoustics.  Turkey has a wealth of expertise in hazelnut production and processing, while the United States is the source of expertise in grain production and processing.  The research team reflects the interdisciplinary nature of the project, and several of the investigators bring to the project a strong background in the analysis and processing of speech and will crossover such methods to food safety.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ahmed",
   "pi_last_name": "Tewfik",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmed H Tewfik",
   "pi_email_addr": "tewfik@umn.edu",
   "nsf_id": "000106338",
   "pi_start_date": "2004-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": null
}