{
 "awd_id": "0352527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reconstructing Late Holocene Volcanic Aerosol Fluxes from Greenland Ice Cores Collected by the PARCA Project",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 337493.0,
 "awd_amount": 337493.0,
 "awd_min_amd_letter_date": "2004-03-17",
 "awd_max_amd_letter_date": "2004-03-17",
 "awd_abstract_narration": "ABSTRACT\r\nMoseley-Thompson\r\nOhio State University\r\nOPP-03-52527\r\n\r\n\r\nIntellectual merit: The Principal Investigators will analyze the major anions and cations at sub-annual resolution along the entire lengths of five multi-century ice cores collected since 1995 in Greenland under the auspices of the NASA-NSF PARCA (Program for Arctic Regional Climate Assessment) Project. Few Greenland ice cores have been analyzed continuously at sub-annual resolution by ion chromatography (IC) specifically to quantify the history of volcanically-derived sulfate deposition. Most Greenland volcanic histories are based on conductance measurements that serve as a proxy for, but not a direct measure of, excess sulfate (EXS). The PARCA cores offer an unparalleled opportunity to nearly double the number of annually-resolved Greenland ice core histories of EXS that reveal the sporadic injection of volcanic aerosols into the atmosphere over the last two to eight centuries. Of particular interest are the Humboldt and Tunu cores that will provide the first annually resolved EXS histories determined by IC from northwest Greenland (~812-year record) and northeast Greenland (~500 year record), respectively. The EXS histories from Greenland ice cores, reflecting primarily the input from Northern Hemisphere and tropical eruptions are critical for estimating: 1) the sporadic injection of volcanic aerosols in the stratosphere, creating a natural climate forcing mechanism and 2) the slowly rising background concentrations of sulfate aerosols from the combustion of fossil fuels (i.e., coal), creating an anthropogenic climate forcing mechanism. Ongoing studies that seek to differentiate the contributions of natural forcing mechanisms from those attributable to human activities require knowledge of the history of stratospheric sulfate aerosol loading and the resulting changes in atmospheric optical depth. The polar ice sheets provide the best archive of this information, but well-dated records based upon continuous chemical analyses at sub-annual resolution are limited. The EXS flux histories that the Principal Investigators will extract from the five Greenland PARCA cores will complement existing records and improve the quality and detail of the ice core index of Northern Hemisphere stratospheric sulfate loading over the last 800 years.\r\n\r\nBroader Impacts: The improved 'ice core-derived' volcanic aerosol records will be valuable to those exploring the relationship between explosive volcanism and climate variability. The analyses will be conducted by a Ph.D. student and the results will constitute the basis for the student's doctoral dissertation. The results will be disseminated broadly to those seeking proxy climate histories. The results from the ice core analyses, as well as the glacier area and volume measurements, continue to be used, by scientists as well as policy makers and stakeholders. The Principal Investigators' ice core-derived climate histories and glacier retreat results were included in the 107th Congress' second session, April, 2002, for global warming discussions to the 2002 energy legislation. The ice core research group includes postdoctoral fellows, graduate students and undergraduates who regularly participate in both their field programs and the laboratory analyses. This group is actively engaged in education. In 2002, media outreach included highlights of the ice core research in more than 100 newspaper articles associated with the NSF-funded Kilimanjaro project. This exposure has extended to television (CNN, National Geographic Society) and radio (BBC World Service, etc.) audiences. The details described confirm that the Ohio State paleoclimate ice core research group is strongly committed to and actively engaged in advancing discovery and understanding while promoting teaching, training and learning at all levels.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Mosley-Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen Mosley-Thompson",
   "pi_email_addr": "thompson.4@osu.edu",
   "nsf_id": "000248850",
   "pi_start_date": "2004-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lonnie",
   "pi_last_name": "Thompson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Lonnie G Thompson",
   "pi_email_addr": "thompson.3@osu.edu",
   "nsf_id": "000247199",
   "pi_start_date": "2004-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 337493.0
  }
 ],
 "por": null
}