{
 "awd_id": "0352851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies of Antifreeze Proteins and Related Overwintering Adaptations in Arctic and Subarctic Insectes",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane V. Dionne",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 185000.0,
 "awd_amount": 185000.0,
 "awd_min_amd_letter_date": "2004-05-14",
 "awd_max_amd_letter_date": "2004-05-14",
 "awd_abstract_narration": "This is a collaborative proposal by Principal Investigators at the University of Alaska-Fairbanks and Purdue University.  Antifreeze proteins (AFPs) are found in a number of diverse organisms including fish, insects, spiders, mites, plant, and bacteria. While there is tremendous structural variation among these AFPs they all appear to lower the freezing point of water by a similar non-colligative mechanism. However, the insect AFPs are, by far, the most active, generally functioning to prevent freezing in freeze susceptible insects by inhibiting ice nucleating agents and innoculative freezing across the cuticle.  However, a few AFP-producing insects are freeze tolerant and the function of AFPs in these is unknown. Two insect AFPs have been characterized. One type has been described from two species of beetles, but there is variation in sequence, etc., both within and between the species.  Until recent research identified 18 species with AFPs, these proteins had not been reported in Alaskan or arctic insects. Certain of these have been chosen for further study, presenting the opportunity to extend understanding of insect AFPs to extremely cold tolerant species, and in the case of the beetle Cucujus clavipes ,to compare populations from arctic Alaska to those from Indiana. The mean winter supercooling point of Alaskan Cucujus larvae are -42oC, with some individuals supercooling to -57oC, while that of Indiana larvae is -24oC. AFP activity in Alaskan Cucujus is, by far, the highest ever described, even though the AFPs are similar to those of other beetles. Understanding the structure/function relationships of the Cucujus AFPs, and the enhancers (other proteins and polyols) which increase their activity, is of prime concern. In addition to AFPs, a suite of other overwintering adaptations (extreme dehydration to 1/3 normal body water, multimolar glycerol concentrations, diapause) contribute to the low supercooling points of Alaskan Cucujus. These are being studied, and using microarray technology and other means to monitor molecular markers, the Principal Investigators will attempt to understand the integration of these adaptations. Additional investigations involve the structure/function relationships of three other Alaskan beetle AFPs, and that of the insect  type of AFP. Two of the beetle species are freeze tolerant and this is the first study of AFPs from freeze tolerant insects.  The Principal Investigators will continue to screen additional species for the presence of AFPs (to identify interesting candidates for future study), and to monitor microhabitat temperatures and overwintering mortality of select species.  The broader impact of this study concerns its effects on 1) biological education and 2) applications of AFPs in science and technology.  Post-docs, PhD and undergraduate students, and high school teachers will work on this project.  The Principal Investigators believe that the integrated training (in modern molecular techniques such as microarray, field biology, physiology of cold tolerance, protein biochemistry, etc.) at they will receive provides critical preparation for success in today's highly\r\nintegrative and changing research environment. This will provide a direct benefit to teaching in biology. In addition to research papers, the Principal Investigators will incorporate these studies in review articles, symposium presentations.  Also, as they are the most active AFPs known, insect AFPs (especially from Alaskan beetles) have tremendous potential for applied studies. For example, they have generated transgenic plants producing insect AFPs which lower the plant freezing temperature. Similar work using Alaskan beetle AFPs should be even more productive.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Duman",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "John G Duman",
   "pi_email_addr": "duman.1@nd.edu",
   "nsf_id": "000210423",
   "pi_start_date": "2004-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 185000.0
  }
 ],
 "por": null
}