{
 "awd_id": "0353029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Estimation, Modeling and Prediction of Nonseparable and Nonstationary Space-Time Processes",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 111652.0,
 "awd_min_amd_letter_date": "2004-06-25",
 "awd_max_amd_letter_date": "2008-01-10",
 "awd_abstract_narration": "M. FUENTES: DMS - 0353029    \r\n\r\nABSTRACT\r\n\r\nClassical geostatistics and Fourier spectral methods are powerful\r\ntools to study the spatial temporal structure of stationary and\r\nseparable processes.  However, it is widely recognized that in real\r\napplications spatial temporal processes are rarely stationary and\r\nseparable.  Thus  an important extension of these spectral methods is to\r\nprocesses that are nonstationary and nonseparable.  In this work, the\r\ninvestigator presents some new spectral approaches and tools to\r\nestimate, model, and test for nonstationarity and nonseparability.\r\nThe investigator introduces nonparametric approaches and fitting\r\nalgorithms to estimate the spatial temporal structure of a\r\nnonstationary and nonseparable spatial process defined on a continuous\r\nspace, and studies the asymptotic properties of these estimates. The\r\nmethods are based on a spectral approach, using spectral functions\r\nthat are space-time dependent.  The most important scientific\r\ncontributions of the research proposed here are: the parametric and\r\nnonparametric estimation of the complex spatial temporal dependence of\r\nenvironmental processes in general situations (nonstationarity,\r\nanisotropy, nonseparability); the introduction of flexible models for\r\nspatial prediction of environmental processes using spectral methods;\r\nand new methodology for spatial prediction and estimation in the\r\npresence of massive data.\r\n\r\n\r\nSpatial processes are an important modeling tool for many\r\nenvironmental and scientific problems.  Environmental scientists who\r\nwork with spatial temporal data, however, do not typically believe\r\nthat real data satisfy the simple model assumptions such as\r\nseparability and stationarity that are currently used in practice.\r\nTherefore, it is is imperative for statisticians to develop methods\r\nwithout using those assumptions, especially for use with massive\r\nspatial-temporal (environmental) data sets.  Through collaborations\r\nwith scientists, the new statistical models and methods proposed by\r\nthe investigator for estimation and prediction of space-time\r\nprocesses, will enhance science by improving weather and air quality\r\nmapping.  The investigator will develop applications in collaboration\r\nwith atmospheric scientists and oceanographers on data assimilation\r\nproblems and on assessment of the performance of weather, ocean, and\r\nair quality numerical models.  The methods proposed here for space\r\ntime processes are also applicable to other fields.  Past interactions\r\nof the PI with various scientists at the Environmental Protection\r\nAgency (EPA), the National Oceanic and Atmospheric Administration\r\n(NOAA), and the National Center for Atmospheric Research (NCAR) are\r\nevidence that previous work of the PI has had an impact on various\r\nfields.   At NCSU there is a\r\nhigh proportion of women, American and African-American students\r\ncompared to other Statistics departments.  Five out of the seven PhD\r\nstudents currently working on their dissertations under the PI's\r\nsupervision are women. The PI will continue her efforts to broaden the\r\nparticipation of minorities and women.\r\n\r\n\r\n\r\n\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Montserrat",
   "pi_last_name": "Fuentes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Montserrat Fuentes",
   "pi_email_addr": "mfuentes@vcu.edu",
   "nsf_id": "000305396",
   "pi_start_date": "2004-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 111652.0
  }
 ],
 "por": null
}