{
 "awd_id": "0353627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wavelet-Based Algorithms for Control of Smart Civil Structures - Phase Two Study",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas A. Foutch",
 "awd_eff_date": "2003-11-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2003-10-28",
 "awd_max_amd_letter_date": "2003-10-28",
 "awd_abstract_narration": "PI: Hojjat Adeli, Ohio State\r\n\r\nThis is the second phase of a two-part research effort aimed at examining wavelets as a means of control for civil structures. The technical effort is integrated with the scope of work identified as part of the phase 1 effort. \r\n\r\n Project Summary  \r\nEven though classical feedback control algorithms such as the Linear Quadratic Regulator (LQR) and Linear Quadratic Gaussian (LQG) algorithms can be used to reduce vibrations, they  suffer from a number of fundamental shortcomings. They achieve a significant level of  attenuation in the vicinity of the natural frequencies of the structure, but fail to  suppress  the  vibrations when frequency of the external disturbance differs even slightly from the natural  frequencies of the structure. A limitation of classical optimal control algorithms is due to the fact that  the  input excitation must be known a priori which is not the case for civil structures subjected to earthquake or wind loading.   \r\n\r\nIntellectual Merits: \r\nThe primary objective of the proposed research is to explore wavelet- based algorithms for creation of a new control model for active, semi-active, and hybrid control of civil structures subjected to dynamic forces such as earthquakes and winds overcoming some of the shortcomings of the existing feedback control algorithms. The new control model will  \r\na) have the ability to suppress vibrations over a range of input frequencies,  \r\nb) be less susceptible to structural modeling approximations and errors, and  \r\nc) include the external excitation term.  \r\n\r\nThis is achieved through adroit integration of a feedback control algorithm such as the LQR or LQG algorithm, the filtered-x Least Mean Square (LMS) algorithm, and wavelets. The goal is to achieve  optimum  control under external dynamic disturbances in real time. A focus of the proposed research will be development of optimal control strategies utilizing the filtering and transformation characteristics of wavelets and wavelet-based algorithms.  \r\n\r\nA secondary objective of the proposed research is to explore the development of a hybrid control system through judicious integration of a passive supplementary damping system with a semi-active tuned liquid column damper (TLCD) system. The new model utilizes the advantages of both passive and semi-active control systems, thereby  improving  the  overall  performance, reliability, and operability of the control system during normal operations as well as a power or computer failure. The robust wavelet-hybrid feedback LMS control algorithm will be used to find optimal values of the control parameters. The proposed hybrid control system eliminates the need for  a  large  power  requirement, unlike other proposed hybrid control systems where active and passive systems are combined.   \r\n\r\nBroader Impacts:\r\nThe potential benefits of the proposed research to society at large will be  creation  of  a  new  generation  of  smart  civil  structures  with  improved  safety  and  reliability against natural hazards such as earthquakes and strong winds encountered in most of the country. The proposed research will  \r\na)  lead  to  new  control  techniques  for  hazard  mitigation  of  structures  subjected  to  dynamic \r\nseismic and wind loading,  \r\nb) be of value to the general domain of vibration  control  including  control  of  mechanical  and \r\naerospace structures, and  \r\nc) result in new insights in the use of wavelets for solution of other intelligent civil infrastructure \r\nsystems. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hojjat",
   "pi_last_name": "Adeli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hojjat Adeli",
   "pi_email_addr": "adeli.1@osu.edu",
   "nsf_id": "000450636",
   "pi_start_date": "2003-10-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}