{
 "awd_id": "0353377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Professional Learning Community Model for Alternative Pathways in Teaching Science and Mathematics (PLC-MAP)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan T Prival",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 4365478.0,
 "awd_amount": 3076978.0,
 "awd_min_amd_letter_date": "2004-09-09",
 "awd_max_amd_letter_date": "2010-07-28",
 "awd_abstract_narration": "\"The Professional Learning Community Model for Alternative Pathways in Teaching Science and Mathematics (PLC-MAP)\" is a partnership of the North Harris Montgomery Community College District (NHMCCD), Texas A&M University (TAMU), and ten public school districts in the Greater Houston area representing urban, suburban and rural areas.  The goals of the five-year project are to 1) develop a Professional Learning Community (PLC) model for engaging science and education researchers from a university with science and mathematics faculty at community colleges to increase the number, quality and diversity of middle school and high school mathematics and science teachers; 2) apply design-based research to assess the effectiveness and replicability of the PLC model; and 3) disseminate replicable project and research findings.  This project is building on the successful NSF-funded Information Technology in Science Center for Teaching and Learning (ITS Center) to create a Professional Learning Community model for engaging university science researchers and ITS Science Education Specialists with community college faculty in preparing well-qualified teachers through a community college-based alternative certification program.\r\n   \r\nThe research focus is to determine the impact of the PLC model on teacher quality and quantity using a designed-based research model in which development of the model and research on the effectiveness of that model take place through continuous cycles of design, enactment, analysis and redesign.  Research activities are designed to determine to what extent participants in the PLC model increase the use of effective information technologies, authentic inquiry experiences and authentic assessment to teach science and/or mathematics.  They are also determining the extent to which participation in the PLC model results in reduced teacher attrition during the internship and the induction years, whether there is a difference based on ethnicity/race and the extent to which participation results in reduced mentor teacher and NHMCCD attrition. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Herbert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce E Herbert",
   "pi_email_addr": "herbert@geo.tamu.edu",
   "nsf_id": "000159627",
   "pi_start_date": "2004-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cathleen",
   "pi_last_name": "Loving",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Cathleen C Loving",
   "pi_email_addr": "cloving@tamu.edu",
   "nsf_id": "000218450",
   "pi_start_date": "2004-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hinojosa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Hinojosa",
   "pi_email_addr": "mhinojosa@springisd.org",
   "nsf_id": "000376494",
   "pi_start_date": "2004-09-09",
   "pi_end_date": "2008-11-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Longnion",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie L Longnion",
   "pi_email_addr": "bonnie.longnion@nhmccd.edu",
   "nsf_id": "000377013",
   "pi_start_date": "2004-09-09",
   "pi_end_date": "2008-11-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lovelyn",
   "pi_last_name": "Jeanes",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Lovelyn L Jeanes",
   "pi_email_addr": "lovelyn.l.jeanes@nhmccd.edu",
   "nsf_id": "000379372",
   "pi_start_date": "2004-09-09",
   "pi_end_date": "2008-11-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Crow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linda Crow",
   "pi_email_addr": "LCROW@lonestar.edu",
   "nsf_id": "000516831",
   "pi_start_date": "2008-11-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Sconzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guy Sconzo",
   "pi_email_addr": "guy.sconzo@humble.k12.tx.us",
   "nsf_id": "000516835",
   "pi_start_date": "2008-11-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Loiacano",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen L Loiacano",
   "pi_email_addr": "maureen.loiacano@lonestar.edu",
   "nsf_id": "000516836",
   "pi_start_date": "2008-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727100",
   "pgm_ele_name": "TEACHER PROFESSIONAL CONTINUUM"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "768800",
   "pgm_ele_name": "SCIENCE,TECH,ENG&MATH TEACHER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 1800000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 632728.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 644250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"text\">Standards-based teaching practices that engage students in authentic inquiry pose great challenges to novice science teachers, whether they were trained in traditional or alternative certification programs because of a number of barriers including the teacher&rsquo;s values and beliefs, their content and pedagogical content knowledge, institutional resources, school culture, or an emphasis on standardized testing.&nbsp; On the other hand, the beliefs and practices of early-career teachers&rsquo; are often found to be more unstable and alterable.&nbsp; Therefore, professional development that addresses a standards-based approach may elicit a significant pedagogical shift in new teachers that directly impacts student learning and can be a nexus of change for K12 STEM education.</p>\n<p class=\"text\">The Professional Learning Community Model for Entry into Teaching Science (PLC-METS) professional development program supported intern and induction teachers in their efforts to introduce inquiry-based learning into their classrooms by adapting the teachers&rsquo; own practice through the support of our two-year program. &nbsp;PLC-METS has a number of activities to support early-career teachers including collaboration with mentor teachers from the ISDs, electronic and peer-to-peer mentoring by STEM faculty from Texas A&amp;M University and Lonestar Colleges via listservs, a web-based portal, and video conferencing software, and face-to-face seminars with scientists and expert educators focused on the design and implementation of authentic inquiry-based learning of science in the participant&rsquo;s classrooms.&nbsp; PLC-METS is characterized by the following five features: (i) sustained community involvement, (ii) distributed expertise where members with different areas of expertise work together to help early career teachers overcome barriers and develop strategies for engaging their students in inquiry through a cognitive apprenticeship model, (iii) community interactions structured as nested groups with similar goals or needs, and (iv) localization that creates a &ldquo;just-in-time, just-for-me&rdquo; program.</p>\n<p class=\"text\">We used design-based research and program evaluation to explore the scaffolding that allowed early-career teachers to overcome the intrinsic and extrinsic barriers that limit their implementation of a standards-based science curriculum that incorporates inquiry lessons.&nbsp; Our research design used a partially mixed, concurrent, quasi-control research design with qualitative and quantitative data sources, including quantitative pre-post surveys, interviews, lesson plans developed by early-career teachers, and classroom observations of inquiry lesson implementation.&nbsp;</p>\n<p class=\"text\">The treatment and comparison groups were most likely to identify themselves as second year teachers, with regular (vs. block) schedules, having a BS degree, going through alternative vs. traditional certification, citing &ldquo;student motivation&rdquo; as their greatest teaching challenge, having &ldquo;high&rdquo; levels of technology available at school though the comparison group reported considerably higher technology, having at least half their students from minority or economically disadvantaged backgrounds, and having a &ldquo;supportive&rdquo; school environment although again, the comparison group reported considerably higher responses in this category.&nbsp; The persistence of teachers in the program was high, with 86% staying active for 3 full semesters.&nbsp; Our participants showed statistically significant improvement in their understanding of scientific inquiry, the ability to design lessons that reflect key features of scientific inquiry, success in implementing these lessons in their classrooms and classroom management.</p>\n<p class=\"text\">This Project Outcomes Report for the General Public is displayed verbatim as submitted ...",
  "por_txt_cntn": "Standards-based teaching practices that engage students in authentic inquiry pose great challenges to novice science teachers, whether they were trained in traditional or alternative certification programs because of a number of barriers including the teacherÆs values and beliefs, their content and pedagogical content knowledge, institutional resources, school culture, or an emphasis on standardized testing.  On the other hand, the beliefs and practices of early-career teachersÆ are often found to be more unstable and alterable.  Therefore, professional development that addresses a standards-based approach may elicit a significant pedagogical shift in new teachers that directly impacts student learning and can be a nexus of change for K12 STEM education.\nThe Professional Learning Community Model for Entry into Teaching Science (PLC-METS) professional development program supported intern and induction teachers in their efforts to introduce inquiry-based learning into their classrooms by adapting the teachersÆ own practice through the support of our two-year program.  PLC-METS has a number of activities to support early-career teachers including collaboration with mentor teachers from the ISDs, electronic and peer-to-peer mentoring by STEM faculty from Texas A&amp;M University and Lonestar Colleges via listservs, a web-based portal, and video conferencing software, and face-to-face seminars with scientists and expert educators focused on the design and implementation of authentic inquiry-based learning of science in the participantÆs classrooms.  PLC-METS is characterized by the following five features: (i) sustained community involvement, (ii) distributed expertise where members with different areas of expertise work together to help early career teachers overcome barriers and develop strategies for engaging their students in inquiry through a cognitive apprenticeship model, (iii) community interactions structured as nested groups with similar goals or needs, and (iv) localization that creates a \"just-in-time, just-for-me\" program.\nWe used design-based research and program evaluation to explore the scaffolding that allowed early-career teachers to overcome the intrinsic and extrinsic barriers that limit their implementation of a standards-based science curriculum that incorporates inquiry lessons.  Our research design used a partially mixed, concurrent, quasi-control research design with qualitative and quantitative data sources, including quantitative pre-post surveys, interviews, lesson plans developed by early-career teachers, and classroom observations of inquiry lesson implementation. \nThe treatment and comparison groups were most likely to identify themselves as second year teachers, with regular (vs. block) schedules, having a BS degree, going through alternative vs. traditional certification, citing \"student motivation\" as their greatest teaching challenge, having \"high\" levels of technology available at school though the comparison group reported considerably higher technology, having at least half their students from minority or economically disadvantaged backgrounds, and having a \"supportive\" school environment although again, the comparison group reported considerably higher responses in this category.  The persistence of teachers in the program was high, with 86% staying active for 3 full semesters.  Our participants showed statistically significant improvement in their understanding of scientific inquiry, the ability to design lessons that reflect key features of scientific inquiry, success in implementing these lessons in their classrooms and classroom management.\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its..."
 }
}