{
 "awd_id": "0354308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EMSW21-MCTP - The SUM Project: A Statistics Undergraduate Mentoring (SUM) Program",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927352",
 "po_email": "devasius@nsf.gov",
 "po_sign_block_name": "Dean Evasius",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 1309490.0,
 "awd_min_amd_letter_date": "2004-05-12",
 "awd_max_amd_letter_date": "2010-07-06",
 "awd_abstract_narration": "The Statistics Undergraduate Mentoring (SUM) Project at St. Olaf College will demonstrate how four-year institutions can successfully recruit and mentor undergraduate and post-doctoral associates in statistics.  The project goals are to increase the number of undergraduates from four-year colleges who attend graduate school in statistics and to increase the number of PhDs in statistics who pursue careers at four-year colleges. Statistics concentrators will form the core group of undergraduates for this project and are expected to increase from the current 20 - 35 students in the program. Efforts to recruit undergraduates will focus on increasing the awareness of incoming students about the opportunities for and benefits of statistics courses. Our approach to attracting and retaining statistics students is to create a collaborative environment between statistics and other disciplines. A Center for Interdisciplinary Research (CIR) will be established where undergraduats, post-doctoral associates, and faculty mentors will collaborate on statistical aspects of professional and undergraduate research with faculty and students from other departments on campus.  Statistics students will staff the CIR under the mentorship of faculty directors. Other students will participate in Interdisciplinary Research Teams (IRTs) of undergraduate summer researchers formed by combining statistics students with summer research students from other disciplines. Two summer research students will be supported on IRTs in the first year and four during each year 2-5.  In addition, one student per year will work with a faculty mentor to develop statistical modules associated with courses in other disciplines (e.g., biology) over the 5 year period. A central feature of the SUM Project is the integral involvement of two consecutive post-doctoral associates in years 2-3 and 4-5. Each post-doctoral associate will assist in running the CIR, teach a variety of undergraduate statistics courses, work closely with students in inter-disciplinary research projects, and continue to develop their own research program. Post-doctoral associates will be recruited during years 1 and 3.  Recruiting for post-doctoral associates will include visits to graduate programs in statistics and biostatistics. Efforts to attract post-doctoral students from underrepresented groups will be enhanced by St. Olaf College's membership in the Consortium for a Strong Minority Presence. The success of the program will be disseminated directly by undergraduates attending graduate school, post-doctoral associates securing tenure-track positions in other institutions, a summative workshop, publications in professional journals and presentations at national conferences. \r\nFour-year colleges represent a valuable but not fully exploited resource for filling the pipeline to statistics graduate programs.  We hope to attract students from other disciplines to advanced statistics by additional efforts demonstrating the relevance of statistics to their discipline. By integrating active participation in research with course work, students will be well prepared and enthusiastic about post-graduate study in statistics. The post-doctoral recruiting efforts will raise awareness of undergraduate education as a viable career option thereby enlarging and enhancing the pool of potential undergraduate statistics educators.  The post-doctoral fellows' fresh perspectives will vitalize the program through their participation in summer IRTs, internships, community building, and course development. Furthermore, the post-doctoral associate will play a crucial role in mentoring of statistics undergraduate students.  All of the SUM Project activities will be specifically designed for implementation at four-year institutions.  The Project goals and activities will be in line with the resources and mission of four-year colleges.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Legler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Legler",
   "pi_email_addr": "legler@stolaf.edu",
   "nsf_id": "000380519",
   "pi_start_date": "2004-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Richey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Richey",
   "pi_email_addr": "richeym@stolaf.edu",
   "nsf_id": "000342634",
   "pi_start_date": "2004-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Roback",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J Roback",
   "pi_email_addr": "roback@stolaf.edu",
   "nsf_id": "000385664",
   "pi_start_date": "2004-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Olaf College",
  "inst_street_address": "1520 SAINT OLAF AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHFIELD",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5077863000",
  "inst_zip_code": "550571574",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MN02",
  "org_lgl_bus_name": "ST. OLAF COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "WDA2A3VKY3A7"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Olaf College",
  "perf_str_addr": "1520 SAINT OLAF AVE",
  "perf_city_name": "NORTHFIELD",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "550571574",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "179600",
   "pgm_ele_name": "STEP-STEM Talent Expansn Pgm"
  },
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7302",
   "pgm_ref_txt": "MENTOR THR CRIT TRANS PTS IN THE MAT SCI"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 746602.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 562888.0
  }
 ],
 "por": null
}