{
 "awd_id": "0354373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG:  Collaborative Research in Semiclassical Asymptotic Questions in Integrable Nonlinear Wave Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 314837.0,
 "awd_min_amd_letter_date": "2004-05-12",
 "awd_max_amd_letter_date": "2008-05-07",
 "awd_abstract_narration": "Abstract \r\n\r\nDMS-0354373 FRG: Collaborative Research in Semiclassical Asymptotic Questions in Integrable Nonlinear Wave Theory  \r\n\r\nPeter Miller, Kenneth McLaughlin and Jared Bronski\r\n\r\nThe goal of applied mathematics is the study of equations of scientific,\r\nengineering or industrial interest in a mathematically rigorous way.\r\nUnderstanding such equations often requires considering\r\na limit in which certain parameters approach zero. While\r\nsome of these problems behave in a predictable manner in the\r\nlimit, other interesting and important problems involve unstable\r\nbehavior that becomes less and less predictable the smaller the\r\nparameter of interest becomes.  One of the best illustrations of this\r\nconcept is the behavior of fluid flows when the viscous drag is small,\r\nand the fluid behaves in a turbulent and chaotic way.\r\nThe primary model under study in this project is the nonlinear\r\nSchrodinger equation, which is a fundamental model for the study of\r\npulses in optical fibers. The small parameter limit for this\r\nmodel corresponds to the limit of ultra-short pulse propagation, which\r\nis expected to find many applications to high-speed telecommunications.\r\nThis limit is known as the semiclassical limit.\r\nThis project constitutes an in-depth study of initial-value problems\r\nfor several partial differential equations (PDEs) in the semiclassical\r\nlimit. Existing formal theories fail because they lead to model problems that are\r\nill-posed and thus make no prediction at all for reasonable initial\r\nconditions.  The goal of this project is to develop asymptotic\r\ntheories that are not based on any particular ansatz and do not\r\nrequire unphysical conditions on the initial data.  Among the problems\r\nunder attack is the rigorous semiclassical analysis of the focusing\r\nnonlinear Schroedinger equation for general data, a problem that is\r\ngenerally considered to be one of the most important open problems in\r\nthe field of integrable systems.  The specific aims of the project\r\ninclude the development of new ansatz-free methods of asymptotic\r\nanalysis --- for spectral theory and for Riemann-Hilbert problems of\r\ninverse-scattering theory --- that are insensitive to analyticity\r\nproperties of the initial data, and have a \"nonlinear\r\nRiemann-Lebesgue\" character, directly exploiting cancellation due to\r\noscillations where analytic deformations are impossible.  These\r\ntechniques, once developed, will also have important repercussions in\r\nfields that are only tangentially related, for example, the theory of\r\northogonal polynomials of large degree and the statistical analysis of\r\nlarge random matrices.\r\n\r\nThe main goal of the proposed work is to develop predictive tools that\r\napply to extremely unstable systems when the initial conditions\r\nare rough or noisy. An example of such a system is the one governing the\r\npropagation of ultrashort data pulses in certain optical fibers, and\r\ntherefor any new insights into such systems will have repercussions\r\nin the field of telecommunications. Some of the problems we propose to\r\nstudy admit a detailed analysis because they are idealized and can in some\r\nsense be solved exactly; however our work is also expected to lead to general\r\nmethods that are applicable to less idealized systems.\r\nThese techniques will also have important implications in mathematical\r\nfields that are only tangentially related, for example, the theory of\r\northogonal polynomials of large degree and the statistical analysis of\r\nlarge random matrices.This project also has an important educational\r\naspect. We plan to involve both graduate students and postdoctoral researchers in\r\nthis work, and the advanced training of the next generation of researchers\r\nis an important component of this proposal. We also plan an\r\ninterdisciplinary workshop to further disseminate the results of this work beyond the\r\nboundaries of the mathematical community.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Miller",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Miller",
   "pi_email_addr": "millerpd@umich.edu",
   "nsf_id": "000225856",
   "pi_start_date": "2004-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 314837.0
  }
 ],
 "por": null
}