{
 "awd_id": "0355206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamentals and Applications of Ultra-Slow Light Propagation in Room Temperature Solids",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rongqing Hui",
 "awd_eff_date": "2004-04-15",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 216000.0,
 "awd_min_amd_letter_date": "2004-04-12",
 "awd_max_amd_letter_date": "2005-07-12",
 "awd_abstract_narration": "0355206\r\nBoyd\r\n\r\nRecent research has led to the development of techniques that can allow light to propagate through a material system with a greatly reduced (or increased) group velocity.  Interest in slow light results both from conceptual issues and for its potential usefulness in applications such as controllable delay lines, information storage devices, and quantum information processing.  Most techniques to date for the production of slow light have been very difficult to implement, involving for instance a Bose-Einstein condensate, hot atomic vapors, or cryogenically controlled crystals.\r\n\r\nThe PI has recently demonstrated (PRL 90,113903,2003)a technique for the production of slow light that is much easier to implement in that it entails the use of room-temperature solids.  It is based on the modification of the refractive index profile that accompanies the spectral hole created by a novel quantum coherence process.  This spectral hole is created as the result of coherent population oscillations (CPO), the periodic modulation of the ground state population at the beat frequency between two applied fields.  Using this technique, he demonstrated light velocities as low as 57 m/s using a ruby crystal.  Coherent population oscillations can also provide an extremely sensitive spectroscopic tool for studying the structural properties of optical materials.  In the case of alexandrite, chromium ions can be located at either sites with mirror or inversion symmetry, and these two sites show different sorts of saturation behavior.  The PI has found (Science 301,200,2003)that at certain wavelengths the inversion sites dominate and alexandrite shows ultra-slow propagation, whereas at other wavelengths the mirror sites dominates leading to superluminal (but causal) propagation.\r\n\r\nThe proposed research program will study slow and fast light propagation in room temperature solids from several related points of view.  Questions include the fundamental limitations to how much a pulse can be retarded or advanced by means of CPO and how to optimize the effect through the use of different materials and different interaction geometries.  A particularly interesting possibility along these lines involves studies of optical delay in erbium doped optical fibers, an extremely important system component.  Preliminary experiments have shown the existence of this effect.  Related questions include how well can one build optical delay lines and storage devices based on this effect, and what other physics and applications are enabled by slow-and fast-light techniques.  As an example, it is expected that there will be a very strong acoustooptic interaction under conditions such that the velocity of light in a given material becomes equal to the velocity of sound.\r\n\r\nThe broader impact of the proposed activity includes the following aspects.  The PI 's research group consists of a large diverse group of individuals who are encouraged to work collaboratively and to explore the intellectual underpinnings of their research projects.  The subject area of the proposed effort is one that is of interest to the general public, and indeed the PI's earlier work on this topic has been covered by the popular press.  Several workshops on the subject area of the proposal will be held during the course of this project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Boyd",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Boyd",
   "pi_email_addr": "boyd@optics.rochester.edu",
   "nsf_id": "000165537",
   "pi_start_date": "2004-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}