{
 "awd_id": "0355356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Laboratory Analysis of the Oldowan Artifact and Zooarcheological Samples from Kanjera South, Kenya",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-02-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 86688.0,
 "awd_amount": 86688.0,
 "awd_min_amd_letter_date": "2004-02-09",
 "awd_max_amd_letter_date": "2004-02-09",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Thomas Plummer and an international team of colleagues will conduct laboratory analyses on materials recovered from the Oldowan site of Kanjera South, Kenya.  The team brings together American, English, Italian and Kenyan specialists in paleontology, archeology, geology, geochemistry and material science to examine hominin activities within their paleoecological context.  \r\n\r\nThe appearance of Oldowan archeological sites at c. 2.5 million years ago reflects one of the most important adaptive shifts in human evolution.  However, our understanding of Oldowan hominin behavior continues to be dominated by interpretations from a small sample of sites, particularly those from Bed I Olduvai Gorge, Tanzania.  Excavations in 1996-2001 recovered rich concentrations of Oldowan artifacts and fossils in c. 2.0 Ma deposits in the Southern Exposures at Kanjera, Kenya.  Approximately 3000 fossils and 4500 artifacts were lifted with three dimensional coordinates and thousands of additional fossils and artifacts were collected in spit bags and sieving, providing the first major Oldowan assemblage with both artifacts and fauna outside of Bed I/lower Bed II Olduvai.  The analysis of these materials provides a significant opportunity to expand our knowledge of the paleoecology, technology and subsistence behavior of hominins using Oldowan tools.\r\n\r\nThis project will conduct laboratory analyses and a related lithic survey to elucidate the paleoecological context at Kanjera, hominin ranging behavior including the transport of lithic raw materials, faunal acquisition strategies, including the strong possibility of small mammal hunting, the relationship between technology and raw material availability and quality, and artifact function.  \r\n\r\nPaleoecological information will be derived from isotopic analysis of tooth enamel and bovid mandibular ecomorphology (to reconstruct diet), from isotopic analysis of multiple enamel samples taken along the axial lengths of developing teeth (to reconstruct dry season intensity and frequency), from taxon-based paleocommunity analyses and from antelope postcranial ecomorphology (to reconstruct habitat structure).  This data will augment the isotopic analysis of palesol carbonates already completed by the project.  Zooarcheological analysis will assist in reconstructing site formation processes and elucidate the timing of hominin access to carcasses and the degree of on-site competition with carnivores.  A final lithic survey will allow us to complete our census of primary and secondary sources of lithic raw material.  Analysis of reference sample and artifact geochemistry as well as lithic thin sections should allow us to source a substantial proportion of the artifact raw materials.  Material science analysis of lithic raw materials will allow us to quantify aspects of raw material fracture predictability and edge durability and in combination with sourcing data illuminate the relationship between technological attributes and raw material availability and quality.  Edgewear analysis will provide the oldest direct documentation of Oldowan artifact function.\r\n\r\nIn totality, this project will substantially expand our knowledge of Oldowan hominin behavioral variation and of the adaptive significance of the first lithic technology.  Methodologically, it represents the broadest array of analytical and theoretical approaches yet applied to an archeological occurrence of this antiquity.\r\n\r\nIn addition to broadening our knowledge of the first lithic technology, this project will advance the careers of two American doctoral students and strengthen scientific ties between researchers in the U.S., England, Italy and three Kenyan organizations (National Museums of Kenya, Institute of Nuclear Science and the Ministry of Works).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Plummer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Plummer",
   "pi_email_addr": "thomas.plummer@qc.cuny.edu",
   "nsf_id": "000179431",
   "pi_start_date": "2004-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "6530 KISSENA BLVD",
  "perf_city_name": "FLUSHING",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 86688.0
  }
 ],
 "por": null
}