{
 "awd_id": "0355334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Set Theory",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 380294.0,
 "awd_amount": 380294.0,
 "awd_min_amd_letter_date": "2004-06-07",
 "awd_max_amd_letter_date": "2008-04-24",
 "awd_abstract_narration": "Omega-logic is the natural logic given by forcing:\r\na sentence is Omega-valid if it holds in all rank\r\ninitial segments of all forcing extensions of V. If\r\nthere exists a proper class of Woodin cardinals then\r\nwhether or not a given sentence is Omega-valid is itself\r\ngenerically invariant. There is a natural candidate\r\nof the notion of proof for Omega-logic and the Omega-Conjecture\r\nis simply the conjecture that if there is a proper class\r\nof Woodin cardinals then for any sentence, the sentence\r\nis Omega-provable if and only if it is Omega-valid.\r\nThe significance of the Omega-Conjecture is\r\nthat if it is true then one has a complete analysis of\r\nwhat can be achieved by forcing and moreover the set\r\nof Omega-valid sentences is definable in third order\r\nnumber theory. This places a limit on the possibilities\r\nfor generic absoluteness.\r\n\r\n\r\nThe Omega-Conjecture is also generically invariant and\r\nso it is unlikely to be independent is the same fashion\r\nthat CH is. Therefore any refutation of the Omega-Conjecture \r\nmust come from large cardinal axioms. The Omega-Conjecture \r\nholds in the current generation of inner models (extender models). \r\nThe focus of the proposal is to investigate the possibility\r\nthat some large cardinal hypothesis refutes the\r\nOmega-Conjecture by examining extender models for \r\nlarge cardinals beyond superstrong.\r\nThese extender models differ from the current family\r\nin that long extenders are allowed on the sequence.\r\nPreliminary results have established several key points.\r\nFirst, for the standard generalization of extender models\r\nto the case of long extenders, comparison fails as soon as\r\none reaches sequences of extenders for which the moving\r\nspaces problem arises (this problem was first identified by Steel).\r\nNevertheless there is family of extender models \r\nwhich effectively exhaust all known large cardinal axioms and for these\r\nextender sequences the moving spaces problem does not arise \r\n(the sequences are suitably short). If comparison\r\ncan be established for these models then Omega-Conjecture\r\nholds in these inner models. As a corollary one would obtain\r\nthat no known large cardinal hypothesis can refute\r\nthe Omega-Conjecture. Finally if a suitable iteration\r\nhypothesis holds in these inner models then assuming\r\nappropriate large cardinals in V (extendible cardinals)\r\nthe Omega-Conjecture must hold in V. Finally if, as one\r\nmight naturally expect, there are definable versions of these extender\r\nmodels then there are a number of truly profound corollaries.\r\nThese include the following: if there is an extendible cardinal \r\nthen HOD correctly computes the successor for a proper class \r\nof singular cardinals.\r\n\r\nCantor's Continuum Hypothesis is arguably the most famous\r\nunsolvable problem in Mathematics, it was the first problem\r\non Hilbert's list of 23 problems from 1900. The Continuum Hypothesis\r\nsimply asserts that any infinite collection of real numbers\r\nis either equinumerous with the integers or equinumerous\r\nwith the collection of all real numbers.\r\n\r\nAround 40 years ago this problem was shown to be formally\r\nunsolvable from the axioms of Set Theory. This seminal work\r\nof Cohen introduced a new technique to Set Theory, the \r\nmethod of forcing. However the fact that the Continuum Hypothesis\r\nis formally unsolvable does not necessarily imply that\r\nit cannot be solved. Indeed the experience in Set Theory\r\nover the last 40 years has demonstrated that some questions\r\nwhich are formally unsolvable can be answered. But the\r\nprecise methodology used in these cases cannot work\r\nfor the problem of the Continuum Hypothesis.\r\n\r\nThe Omega-Conjecture (proposed around 10 years ago) arises\r\nnaturally from an abstract analysis of the method of forcing\r\nbut in the context of so called large cardinal axioms. If\r\nthe Omega-Conjecture is true then there is an argument, or at\r\nleast strong evidence, that the Continuum Hypothesis is false. \r\nBut independent of this, whether or not the Omega-Conjecture \r\nis true has profound consequences for the foundations of Set Theory. \r\n\r\nCohen's method of forcing cannot be used to establish that\r\nthe Omega-Conjecture is unsolvable so it is reasonable to\r\nexpect that whether or not the Omega-Conjecture is true\r\ncan be resolved. Any refutation of the Omega-Conjecture\r\nmust come from large cardinal axioms. This research project\r\nconcerns trying to prove the Omega-Conjecture by a detailed\r\nanalysis of the hierarchy of large cardinal axioms. Preliminary\r\nresults have been obtained which offer strong evidence for\r\nplausibility of this approach.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Woodin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Woodin",
   "pi_email_addr": "woodin@math.harvard.edu",
   "nsf_id": "000421736",
   "pi_start_date": "2004-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 75968.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 152365.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 75968.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 75993.0
  }
 ],
 "por": null
}