{
 "awd_id": "0400231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nuclear Physics from QCD",
 "cfda_num": "47.049",
 "org_code": "03010500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 193112.0,
 "awd_amount": 193112.0,
 "awd_min_amd_letter_date": "2004-05-19",
 "awd_max_amd_letter_date": "2006-04-21",
 "awd_abstract_narration": "An important intellectual challenge of our time is to understand how the complexities of hadronic and nuclear structure arise from a QCD description in terms of quarks and gluons. In the absence of nonperturbative methods for solving QCD, one may formulate an effective field theory (EFT) to describe hadronic and nuclear physics. The basic idea of EFT is to develop a perturbative expansion in ratios of widely separated scales, which are plentiful in hadronic and nuclear systems. The undetermined parameters that appear in this expansion can be fit to data, or constrained using symmetries and large-Nc methods, and ultimately computed using lattice QCD. This methodology has led to a rich interplay between nuclear theory and experiment and is currently indispensable to the extrapolation of unphysical lattice QCD simulations to nature. We propose to develop new links between hadronic and nuclear physics and QCD, and to facilitate the first links between lattice QCD and nuclei, using effective quantum field theories constrained by QCD symmetries. Our objectives are: (i) To further develop the vibrant relationship between nuclear theory and experiment and to continue the pioneering efforts currently underway to understand basic properties of simple nuclei using lattice QCD. We propose to study processes involving external probes of two- and three-body systems at low energies and to investigate the relevance of isospin violation for the extraction of nucleon parameters. The problem of developing a mass-independent regulator - like dimensional regularization - for nuclear EFT will be pursued. We intend to develop an EFT for hypernuclear physics which will aid in describing strange matter and in extracting hypernuclear observables from lattice QCD. Heavy-hadron potentials offer a theoretical laboratory for exploring the intermediate-range nuclear force in lattice QCD. We therefore propose to study the long-distance potential between two heavy mesons and other simple systems using EFT. (ii) To develop new tools to allow extrapolation of forthcoming lattice QCD data. We propose to investigate the role of finite lattice spacing corrections both in the baryon and heavy meson sectors. The role of finite-volume effects will be studied both for the purpose of extrapolating hadronic observables to infinite volume and as a tool to extract S-matrix elements from lattice simulations. (iii) We propose to study the algebraic relevance of chiral symmetry for strange hadrons, including the recently observed \"pentaquark\" and to further understand the role of chiral symmetry in: (a) constraining quark-hadron duality and (b) decrypting the large-Nc structure of the excited mesons and baryons. The long-term goal of this project is to develop a description of hadrons and nuclei that is consistent with QCD and which has a rigorous accounting of theoretical errors. We expect our research to have significant impact, both in bringing nuclear physics into the fold of effective field theories of the standard model, and as part of the global effort to bring hadronic and nuclear physics under theoretical control for the purpose of searching for physics beyond the standard model. This project marks the beginning of a program in nuclear theory at the University of New Hampshire. The universal character of the methodology renders the proposed research ideal for the education of graduate and undergraduate students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silas",
   "pi_last_name": "Beane",
   "pi_mid_init": "R",
   "pi_sufx_name": "III",
   "pi_full_name": "Silas R Beane",
   "pi_email_addr": "silas@uw.edu",
   "nsf_id": "000218529",
   "pi_start_date": "2004-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 43899.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 70328.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 78885.0
  }
 ],
 "por": null
}