{
 "awd_id": "0400702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Qualitative Studies of Parabolic Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2004-05-26",
 "awd_max_amd_letter_date": "2004-05-26",
 "awd_abstract_narration": "\r\nProposal DMS-0400702\r\n\r\nTitle: Qualitatitve studies of parabolic partial differential equations\r\nPI: Peter Polacik, University of Minnesota (Twin Cities)\r\n\r\nABSTRACT\r\n\r\nThe abstract follows:\r\n\r\nThe project will develop along the following central themes: symmetry \r\nproperties of positive solutions of parabolic PDEs, principal Floquet \r\nbundles and exponential separation, large time behavior of solutions of \r\nparabolic PDEs and the dynamics of quasilinear competition-diffusion \r\nsystems.\r\n\r\nSymmetry  (radial or reflectional) plays an important role in \r\nqualitative analysis of solutions of PDEs.  By now, a fairly general \r\nunderstanding of symmetry of positive solutions has been achieved for \r\nsecond order elliptic equations on both bounded and unbounded domains, \r\nand for parabolic equations on bounded domains. For nonautonomous \r\nparabolic equations on unbounded domains the symmetry problem has not \r\nbeen addressed so far.  This problem is more intriguing; standard \r\nmethods used in earlier symmetry results do not give desired \r\nconclusions. Exponential separation, associated with the principal \r\nFloquet bundle of linearized parabolic equations, is among new \r\ntechniques  that can facilitate the analysis. The principal Floquet \r\nbundle is an interesting topic in its own right. It is a natural \r\nextension of the concept of principal eigenfunction of elliptic \r\noperators to nonautonomous parabolic operators which has already proved \r\nvery useful in the study  of nonlinear equations. Both its basic \r\nproperties and applications are to be further investigated. A better \r\nunderstanding is needed to make this tool applicable to problems on \r\nunbounded domains, however, ideas related to this concept have already \r\ntriggered progress in the symmetry problem.  The next topic, large-time \r\nbehavior, includes  in particular a basic question on the semilinear \r\nheat equation, as to whether all bounded solutions on multidimensional \r\ndomains converge to an equilibrium. This has been already been answered \r\n(negatively) for spatially inhomogeneous equations.  For homogeneous \r\nequations, this long standing open problem will require new ideas. \r\nCompetition-diffusion systems that are to be considered in the project \r\nhave their origins in ecology. Bifurcations of steady states, their \r\nstability  and as complete as possible an understanding of global \r\ndynamics is expected to shed light on coexistence of species (of \r\nphenotypes) with different dispersal rates. While a large class of \r\nsemilinear systems has already been successfully treated, more realistic \r\nquasilinear systems call for a new approach.\r\n\r\nIn less technical terms, the  project can be characterized as \r\nqualitative or geometric analysis  of solutions of  nonlinear evoution \r\nequations, such as  reaction-diffusion equations. As a rule, such  \r\nnonlinear equations can \"never be solved\". Letting aside exact solutions \r\nwhich are very rarely available, approximate methods, even with the \r\npresently available computation power, can seldom provide answers to \r\nquestions of global nature, for example, questions on the behavior of \r\nsolutions on infinite time intervals or collective behavior of solutions \r\n(structural stability). Yet, for the internal development of the theory \r\nof PDEs as well as for improvement of their modeling relevance in other \r\nsciences, such questions are important to ask and answer. For this \r\npurpose, many  methods of qualitative analysis of nonlinear PDEs have \r\nbeen developed, mainly in the last 2-3 decades. The present project \r\nrelies on these methods, combining classical PDE techniques with \r\ndynamical systems ideas, and, at the same time, attempts at development \r\nof new techniques. Among  main objectives of the project is the \r\ndescription of the large time behavior of the solutions. Spatial \r\nprofiles (symmetries) and temporal behavior (asymptotic periodicity, \r\nstabilization to equilibria) will both be examined.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Polacik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Polacik",
   "pi_email_addr": "polacik@math.umn.edu",
   "nsf_id": "000258291",
   "pi_start_date": "2004-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}