{
 "awd_id": "0400512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NMR Studies of Hydrogen-Hydrate Clathrates and Large Band-Gap Amorphous Semiconductors and Development of Ultra-High Sensitivity NMR",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2004-05-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2004-04-02",
 "awd_max_amd_letter_date": "2006-04-07",
 "awd_abstract_narration": "NMR studies on hydrogen-hydrate clathrate structures and amorphous Ga(Al)N films are proposed to understand their structural details.  The clathrate compound is important from hydrogen storage aspects and amorphous nitrides are useful electronic materials. Hydrogen and deuterium NMR will be used to study a newly discovered clathrate compound, which forms at only 2000 bars and has hydrogen (or deuterium) held in two different size cages of an water-ice framework.  The 0.45:1 hydrogen:water ratio results in a 5 weight-% payload of hydrogen and so is relevant to hydrogen-storage technologies.  The clathrate offers a clean environment in which to study small numbers of interacting H2 molecules:  two in the small cages and four in the large cages.  In particular, orientational freezing at low temperatures and ortho-para conversion are expected to be profoundly different than for bulk solid H2 and will be examined by NMR.  At higher temperatures, the rate of H2-exchange between the small and large cages will be determined from NMR line-narrowing.  Preliminary experiments will investigate hydrogen and deuterium dissolved in ordinary bulk water-ice (phase Ih).  An eventual goal is to understand the 1:1 hydrogen:water cII clathrate which forms at higher pressures.  The predicted electronic structure of the amorphous phase of wide-band-gap GaN and AlGaN alloys indicates a defect-free energy band gap and more delocalized band tails than that found in other III-V amorphous semiconductors. These features make amorphous Ga(Al)N potentially more useful as electronic materials.  The proposed research will use nuclear magnetic resonance to study the local amorphous structure in GaN and AlGaN thin films grown by MBE.  These experiments combined with other optoelectronic measurements will be used to determine the local atomic and electronic structure for comparison with theoretical predictions. The research will produce broader impacts, through the training of graduate students.  They will learn magnetic resonance, laboratory high-pressure techniques, and semiconductor fabrication and characterization.  This broad base of knowledge and experience will strengthen the scientific workforce.\r\n\r\nHydrogen has been proposed as an ideal fuel for automobiles and trucks, burning with essentially zero pollution and yielding higher efficiency in fuel cells.  But the on-board storage of hydrogen remains an unsolved problem.  Each of the technologies being considered now, has one or more substantial drawbacks indicated in parentheses: high-pressure gas cylinders (safety), liquid hydrogen (impractical temperature of -253 C), and metal-hydrides (weight and expense).  The proposed work investigates a newly discovered compound of ice and hydrogen, in which ice molecules form cages around 2 or 4 hydrogen molecules.  While this compound itself is not appropriate for practical hydrogen storage, it may point towards more practical systems.  The present research will use nuclear magnetic resonance to study the rotational motions of the caged hydrogen molecules and how they diffuse from cage to cage.  High-density optical storage of data requires short-wavelength light (blue or ultraviolet), because the smallest focal spot is about a wavelength in diameter (diffraction limit).  Currently, most semiconducting sources and detectors of blue light use thin-film crystals of nitride materials (e.g., gallium nitride).  However, the manufacture of such crystalline films is expensive and limited to devices of a few inches (not suitable for large displays).  Recent calculations have indicated that amorphous (non-crystalline) nitrides may provide suitable performance as blue emitters and detectors; the growth methods for amorphous materials are not size limited and are comparatively inexpensive.  We will prepare amorphous nitride materials and characterize their structures with nuclear magnetic resonance methods as well as electrical and optical techniques. The research will provide training to graduate students, crossing the traditional discipline boundaries.  Real-world problems (such as hydrogen storage and nitride semiconductors) require a combination of diverse skills and knowledge.  In the proposed research, students will learn high-pressure techniques, nuclear magnetic resonance (the basis for all magnetic resonance imaging, MRI), semiconductor physics, and semiconductor growth.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Conradi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Conradi",
   "pi_email_addr": "msc@wuphys.wustl.edu",
   "nsf_id": "000400183",
   "pi_start_date": "2004-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Leopold",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Leopold",
   "pi_email_addr": "leopold@wuphys.wustl.edu",
   "nsf_id": "000180070",
   "pi_start_date": "2004-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}