{
 "awd_id": "0401478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: States Schools and Students: Contextualizing Community College Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Beth Rubin",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2005-03-31",
 "tot_intn_awd_amt": 2860.0,
 "awd_amount": 2860.0,
 "awd_min_amd_letter_date": "2004-03-02",
 "awd_max_amd_letter_date": "2004-03-02",
 "awd_abstract_narration": "This dissertation bridges a long-standing gap between stratification and organizational traditions to offer a more theoretically robust and policy relevant understanding of educational and occupational accomplishments of community college students.  It addresses two questions.  First, how do characteristics of community colleges such as branch status, degree of vocational focus, and available resources affect students' educational and occupational attainment?  Second, how do institutional, political, and economic factors in the state environment shape community college characteristics, and through them student outcomes?  These questions will be answered using datasets containing characteristics of individuals (National Education Longitudinal Study), community colleges (Integrated Postsecondary Education Data System), and community college environments (State Environment dataset), and by employing OLS and logistic regression models as well as hierarchical linear models.  The approach proposed in this study will combine characteristics of students, community colleges, and state environments to identify and systematically examine a much broader range of factors influencing students' educational and occupational attainment than has been done in previous research.  This project's broader impacts include the following:  By introducing organizational environment into the study of student outcomes, the project will broaden the definition of context used in stratification research and elaborate on the implications of context for the status attainment process.  It will also extend organizational theory by examining the effects of organizational and environmental forces on individual outcomes, linking macro and micro levels of analysis.  In addition, by illuminating specific community college practices and characteristics of state environments affecting students, the study will contribute to an informed policy debate and suggest how government and community college leaders could assist students' progress through community colleges and the academic and occupational world beyond.  This is particularly important since large and growing numbers of students commence their postsecondary education in community colleges and a disproportionate number of those students are members of disadvantaged groups.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Arum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Arum",
   "pi_email_addr": "richard.arum@uci.edu",
   "nsf_id": "000161270",
   "pi_start_date": "2004-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 2860.0
  }
 ],
 "por": null
}