{
 "awd_id": "0401084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometric Methods in Representation Theory",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2004-06-15",
 "awd_max_amd_letter_date": "2004-06-15",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThe PI intends to continue work in the general area of `Lie Theory and Geometry.' He proposes the following four projects. Let g be a simple Lie algebra and let E be the exterior algebra on two copies of g. Then, under the adjoint action, E has three copies of g sitting in total degree two terms of E. Let A be the quotient algebra of E divided by the ideal generated by these three copies of g.  Motivated from Supersymmetric Gauge Theory, Cachazo-Douglas-Seiberg-Witten conjectured (and proved for classical g) that the bigraded algebra of invariants in A is generated by the unique invariant element of A of bidegree (1,1) subject to the only relation that its power by the dual Coxeter number is zero.  The aim of the first project undertaken by the PI jointly with Prof. P. Etingof from MIT is to prove this conjecture in full generality. They have come up with an interesting link between this conjecture and Cyclic Homology. The second project in collaboration with Prof. P. Belkale is motivated by the works of Klyachko, Fulton, Knutson-Tao, Berenstein-Sjamaar and Belkale related to the celebrated Horn's conjecture on the Hermitian eigen value problem and its generalization to any semisimple group.  The PI proposes to study the problem of deciding when three or more Schubert cycles in an arbitrary partial flag variety intersect nontrivially.  They have come up with two entirely different formulations of possible solution; one in terms of representation theory of the Levi component L of the parabolic, while the other is an inductive recipe (similar to Horn's inductive definition of his set of inequalities) which reduces the problem of deciding when three Schubert cycles intersect nontrivially to the corresponding problem for the group L and so on. Already some positive results have been obtained by them. The third project concerns proving a conjecture of V. Ginzburg on the ring of functions on the closure of the orbit of a principal nilpotent pair. By using Geometric Invariant Theory, the PI jointly with Prof. J. Thomsen from Arhus has reduced the conjecture to the study of orbit closure of the line passing through an `associated semisimple pair.' Moreover, they have made a considerable progress towards the determination of this closure. The fourth project in collaboration with Prof. C. Procesi from Rome deals with the cohomology algebra of Springer fibers. It is proposed to realize the equivariant cohomology of these varieties as the coordinate ring of an `explicit' affine variety and then obtain the singular (nonequivariant) cohomology by specialization. The problem of finding affine models for the equivariant cohomology of Springer fibers has already been solved by them for the case of special linear groups.\r\n\r\nThe proposed projects underline the theme of unity in mathematics as they are expected to derive ideas from several areas of mathematics including Topology, Algebraic Geometry, Representation Theory and Combinatorics. In addition, the first project owes its origins in Mathematical Physics and it is expected that its final solution will have to use ideas from Mathematical Physics in a crucial manner. All of these projects suggested by the PI represent some of the very difficult and important problems of current interest which, if solved, should also help clarify the results in the existing known cases. In addition, it is expected that the solutions will spawn a lot of activity in the area. The PI and his collaborators have considerable expertise in the techniques he is proposing to use and they have successfully used some of these techniques earlier in solving other problems. All the projects are in collaboration with other mathematicians from within USA and abroad.  The PI has recently written two books. These books should serve as a basic source for graduate students and professional mathematicians alike. The PI expects these books (both being the first in their areas) to become advanced graduate texts thus substantially promoting teaching and learning.  Currently, PI has one student Arzu Boysal working for her PhD. He has successfully supervised four PhD students earlier.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shrawan",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shrawan Kumar",
   "pi_email_addr": "shrawan@email.unc.edu",
   "nsf_id": "000468646",
   "pi_start_date": "2004-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": null
}