{
 "awd_id": "0401004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:     Investigation of Electric Transmission Line Routing Using a Decision Landscape Methodology",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dagmar Niebur",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 46710.0,
 "awd_amount": 46710.0,
 "awd_min_amd_letter_date": "2004-06-02",
 "awd_max_amd_letter_date": "2004-06-02",
 "awd_abstract_narration": "The recent blackout in the northeast US underscores the need to increase the electric transmission capacity of the US. While some of that increase will come from new technologies that increase the capacity of the existing system, some will have to come from the addition of new lines. One of the main constraints to new line construction is the difficulty in routing the lines. The US Department of Energy's National Transmission Grid Study cites improvements in the routing process as necessary for the reliability and security of the nation's electric power system, and further cites enhanced public involvement, including effective presentation of alternatives, to be an important part of the process. \r\n\r\nThis project will modify and upgrade a Geographic Information System (GIS) Decision Support methodology, successfully demonstrated on a highway routing project in Kentucky, to improve the electric transmission line routing process. This methodology is one of a suite developed for use within the Structured Public Involvement (SPI) protocols designed by the Kentucky Transportation Center.   \r\n\r\nWhile GIS is already employed in transmission line routing, the team proposes a new methodology that deepens the analytic role of GIS and allows all interested parties to participate in route planning. The process goes beyond existing rules to allow professionals to solicit, gather, document, and incorporate input from all stakeholders, improving process transparency and satisfaction for both the public and professionals.  \r\n\r\nUniversity of Kentucky and University of Arizona will perform the SPI and GIS portions of the research, continuing ongoing work in these areas. Wichita State will provide the engineering expertise, including the actual line design, the landscape features relevant to line routing, and integrating the design process and other technical issues, such as congestion relief, into the new process.  \r\n\r\nAfter the new process is developed, it will become part of new undergraduate classes at WSU and UK. This class will integrate for students all the various aspects of transmission line routing, including environmental issues, permitting, costs, financing, and others. Students in the class will then participate in the routing process, representing the various parties that would be involved in an actual routing process.  \r\n\r\nThe structured public involvement protocol designed by the team has demonstrated its efficiency in terms of reaching out to under-served populations in transportation questions. Because the electronic polling and GIS/visualization systems are highly portable, involvement of a range of rural and/or low-income/minority constituencies will be targeted. Local community venues will be selected in collaboration with local stakeholders and convenient times will be negotiated for focus group meetings. \r\n\r\nThe environmental valuation system of the underserved and non-elite populations will be incorporated directly into the decision engine. The under-served populations will feel more of a sense of inclusion in processes currently believed to be opaque and unresponsive to their concerns. \r\n\r\n  The electric power supply is supercritical to the nation's economy in the sense that all other critical infrastructure relies on it. At the same moment, societal trust and confidence in public infrastructure decision-making is also critical, because without it the provision of additional infrastructure is at risk. This project offers a rare combination of benefits to society, due to its collaborative origins, as it seeks to overcome a long-standing and ironic dichotomy between the self-expressed interests of society as a consumer of electricity, and the electric industry's attempt to impute that desire on behalf of society.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Grossardt",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore H Grossardt",
   "pi_email_addr": "thgros00@uky.edu",
   "nsf_id": "000410468",
   "pi_start_date": "2004-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 46710.0
  }
 ],
 "por": null
}