{
 "awd_id": "0401545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Locally analytic representation theory and p-adic interpolation",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 185904.0,
 "awd_amount": 185904.0,
 "awd_min_amd_letter_date": "2004-05-13",
 "awd_max_amd_letter_date": "2006-05-04",
 "awd_abstract_narration": "The goal of the proposed project is to make progress on two\r\nfundamental problems in the arithmetic of automorphic forms:\r\nthe construction and study of p-adic analytic families of\r\nHecke eigenforms, and the construction and study of p-adic L-functions;\r\nand to do so by employing the methods of group representation theory.\r\nDevelopments in number theory over the last few decades have led\r\nto a broadening of the concept of automorphic form, to include notions\r\nsuch as p-adic automorphic forms, which can be interpolated in\r\np-adic analytic families, and the related p-adic L-functions to which\r\nthey give rise.  These objects play an increasingly important\r\nrole in number theory,  but they can be difficult to study, because\r\nthe powerful representation theoretic methods that plays such a crucial\r\nrole in the classical theory of automorphic forms do not apply to them.\r\nWork of the proposer shows that they can be studied representation\r\ntheoretically, however, by using methods from the recently introduced\r\nlocally analytic representation theory of p-adic groups.  The proposed\r\nproject will employ these methods to construct p-adic analytic families\r\nof automorphic Hecke eigenforms for arbitrary reductive groups, and to\r\nconstruct and study p-adic L-functions attached to these automorphic\r\nforms.  An integral part of the project will be the development of\r\nthe representation-theoretic tools that underlie these constructions.\r\n\r\nNumber theory is the branch of mathematics that studies phenomena\r\nrelated to properties of whole numbers.  A typical number theoretic\r\nquestion is to determine the number of whole number solutions of some\r\nequation of interest.  The answers to such questions can often be\r\nencoded in certain mathematical functions.  Automorphic forms and\r\nL-functions are two kinds of functions that arise in this way,\r\nand that play a particularly important role in number theory.\r\nOne traditional approach to studying these functions is to use\r\nrepresentation theoretic methods.  These are methods that exploit\r\nthe many symmetries of automorphic forms and L-functions to analyse\r\ntheir mathematical properties.  A more recent approach to their study,\r\nthat is playing an ever more important role, is to use p-adic methods. \r\nThese are methods that involve using divisibility properties with respect\r\nto some fixed prime number p to study the Taylor series coefficients\r\nof the automorphic forms and L-functions.  A large part of their\r\nusefulness comes from that fact that they allow one to group\r\nautomorphic forms and the related L-functions into families\r\ncalled ``p-adic families'', and study the members of the families\r\nsimultaneously.  Until recently, the representation theoretic approach\r\nand the p-adic approaches have remained quite distinct.  The goal of the\r\nproposed project is to unite the two approaches using methods of so-called\r\n``locally analytic representation theory'' (an emerging branch of\r\nrepresentation theory).  The proposer will develop new tools in this theory,\r\nand apply them to construct and study new examples of p-adic families of\r\nautomorphic forms and L-functions, as well as to improve our understanding\r\nof those families that are already known to exist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Emerton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Emerton",
   "pi_email_addr": "emerton@math.uchicago.edu",
   "nsf_id": "000096981",
   "pi_start_date": "2004-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 60381.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 61920.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 63603.0
  }
 ],
 "por": null
}