{
 "awd_id": "0401703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Impacts of Invasive Ants on Plant Conservation in Mauritius",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Francis J. Wodarczyk",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 168741.0,
 "awd_min_amd_letter_date": "2004-07-01",
 "awd_max_amd_letter_date": "2010-01-15",
 "awd_abstract_narration": "0401703\r\nLach\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct three to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-two-month research fellowship by Dr. Lori Lach to work with Dr. John R. Mauremootoo at the Mauritius Wildlife Foundation in LaPreneuse, Mauritius, for nineteen months and at the University of Illinois, Champaign-Urbana with Drs. May Berenbaum and Andrew Suarez for three months.  Partial support for this project comes from the Biocomplexity in the Environment (BE) Program.\r\n\r\nSeveral species of ants are considered to be among the world's most destructive invasive species. Impacts of invasive ants on native ants and other arthropods are relatively well-documented; less is known about their impacts on plants. Invasive ants may rely on floral or extrafloral nectar, or homopteran exudates to fuel their large colonies. Host plant fitness may decline if Homoptera tended by ants reach high densities, however ants visiting nectaries or Homoptera may deter herbivores to the benefit of the plant. Several of the worst invasive ants are widespread in the tropical island nation of Mauritius, but their ecology has never been researched on these islands. Several restored populations of rare endemic plants are hosting Homoptera outbreaks, and one of the most widespread weeds has extrafloral nectaries, suggesting that there are multiple avenues through which invasive ants may be affecting the islands' plant communities.\r\n\r\nThis study is testing four hypotheses: 1) Invasive ants are widespread in Mauritius and have displaced native ants. 2) Ants are facilitating Homoptera outbreaks on native plants, and these outbreaks are resulting in decreased plant vigor. 3) Invasive ants are deterring herbivores from extrafloral nectar-bearing invasive plants in a food-for-protection mutualism. 4) There are differences in protein, amino acid, and sugar composition of honeydew and floral and extrafloral nectar that, in the context of the seasonality of ant reproduction, affect where ants obtain carbohydrates. Hypotheses are being tested through 1) quarterly ant surveys of eight nature reserves 2) an ant exclusion experiment on native plants hosting Homoptera, 3) an ant exclusion experiment on the invasive plant Leucaena leucocephala and 4) laboratory analyses of nectars and exudates imbibed and ignored by ants over the course of the project. \r\n\r\nFindings from the proposed project will be relevant to conservation biologists in Mauritius and other tropical islands as well as to the growing field of invasion ecology.  In addition to being the first ecological study of ants in Mauritius, and one of only a handful of studies to assess the impacts of invasive ants on plants in a non-agricultural tropical ecosystem, this is the first study to compare ant attraction to and composition of exudates and nectar resources across a community over different seasons. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Lach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lori Lach",
   "pi_email_addr": "",
   "nsf_id": "000028829",
   "pi_start_date": "2004-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lach                    Lori",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ithaca",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "148504580",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lach                    Lori",
  "perf_str_addr": "",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148504580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162900",
   "pgm_ele_name": "BE: NON-ANNOUNCEMENT RESEARCH"
  },
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1305",
   "pgm_ref_txt": "ECOLOGICAL DIVERSITY"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 168741.0
  }
 ],
 "por": null
}