{
 "awd_id": "0401515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ultrasensitive and Ultrafast Photonic Waveform Measurement Using Quasi-Phase-Matched Waveguide Nonlinear Optics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "eric johnson",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2004-03-30",
 "awd_max_amd_letter_date": "2004-03-30",
 "awd_abstract_narration": "0401515\r\nWeiner\r\n\r\nThe field of ultrafast optics has advanced in a truly revolutionary manner over the last ten to fifteen years.  Several groups are now generating pulses only a few femtoseconds in duration in the visible and near-infrared, equal to just a few optical cycles; and sophisticated all-optical methods for waveform measurement and processing applicable to this extremely short time scale have been developed.  Largely in parallel, the field of lightwave communications has also advanced in a revolutionary manner.  However, pushing the speed of electronics significantly beyond the 40 Gb/s level is expected to be very challenging.  This gives rise to the so-called \"electronics bottleneck,\" since the inherent speed of optical signaling can be much faster than the available electronics.  For this reason all-optical approaches are becoming increasingly important in lightwave communications.  The goal of this proposal is to adapt sophisticated all-optical methods from the field of ultrafast optics for use in lightwave systems, with a strong emphasis on nonlinear optical measurement technologies.   A fundamental research challenge necessary to attain this goal involves the pursuit of orders of magnitude improvement in nonlinear optical sensitivity, which is necessary for compatibility with the low power levels and very high repetition rates typical of practical lightwave systems.  \r\n\r\nIn order to substantially advance the state-of-the-art in ultrafast nonlinear optical measurement technology, the PI has formed a synergistic team comprising the Weiner group at Purdue University and the Fejer group at Stanford University.  The Weiner group is a world leader in powerful signal processing approaches based on relationships between the time, frequency, and spatial degrees of freedom in ultrafast lightwave signals.  The Fejer group is a world leader in second-order nonlinear optical materials and devices, including nonlinear optical waveguides that provide orders of magnitude increases in efficiency and engineerable quasi-phase-matched structures that open up rich new possibilities for photonic signal processing and measurement.  As a result their team proposes to realize orders of magnitude improvement in the sensitivity of ultrafast optical measurement techniques, while for the first time engineering the nonlinear structure to permit optimization of the trade-offs between efficiency, bandwidth, and temporal resolution.  \r\n\r\nBroader impact\r\n\r\nThe PI's work, aimed at providing new measurement technologies enabling further advances in ultrafast lightwave communications, has the potential for significant societal benefit, by acting to support the information technology revolution that fuels so much of our economy.  To catalyze rapid transfer of our results to industry, the PI envisions collaborations with partners such as Agilent Laboratories, a leading developer of test and measurement instrumentation.  The research also has the potential for broader impact beyond optical communications, e.g., by establishing approaches providing orders of magnitude sensitivity enhancements for measurement of the highly structured femtosecond optical signals that are now in broad use within ultrafast optical science research.  This research project should furnish excellent opportunities for broad student training in areas of cutting-edge technology, while providing teaming opportunities that will enrich the students' educational experience.  \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Weiner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Weiner",
   "pi_email_addr": "amw@ecn.purdue.edu",
   "nsf_id": "000266294",
   "pi_start_date": "2004-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Fejer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Martin M Fejer",
   "pi_email_addr": "fejer@ee.stanford.edu",
   "nsf_id": "000163734",
   "pi_start_date": "2004-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": null
}