{
 "awd_id": "0401542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Systematic Design and Evaluation of Synthetic Virus-like Particles for Gene Delivery: Overcoming Barriers for In Vitro",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 84000.0,
 "awd_amount": 84000.0,
 "awd_min_amd_letter_date": "2004-08-18",
 "awd_max_amd_letter_date": "2004-08-18",
 "awd_abstract_narration": "0401542\r\nAhmad\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct three to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-two-month research fellowship by Dr. Ayesha Ahmad to work with Dr. Andrew Miller at Imperial College in London, United Kingdom.\r\nGene Therapy refers to the process of curing inherited and acquired diseases by adding, replacing, or correcting genes through the introduction of foreign DNA.  A viable vector has to be able to, among other things, package the DNA, deliver the DNA to the cell, and release the DNA into the nucleus thereby allowing the cell to use its machinery to express the therapeutic protein. Biological methods, chemical methods, and physical methods, are all currently being used, with their various advantages and disadvantages, in the development of this field. This proposal focuses on using chemical or synthetic methods, which have attracted considerable attention due to their inherent advantages including ease of production, lack of immunogenic response, and variable preparation. \r\n\r\nDespite their advantages over viral-based gene delivery systems, synthetic gene delivery systems have met with limited success. Although there is an abundance of and variation in synthetic vectors, a full characterization and understanding of the interactions and processes that occur at the many different steps of the gene delivery course is lacking. Several biological barriers have been identified that impede the path of non-viral vectors at several steps in the gene delivery process. The key to improving non-viral delivery systems is to identify the interactions that occur between the synthetic DNA complexes and the cells at these various barriers. This allows directed alteration and optimization of vector structure and complex formulations to overcome the various biological impediments and barriers the complex encounters.  At the Imperial College Genetics Therapy Centre, researchers have developed a synthetic non-viral vector platform system known as liposome:mu:DNA (LMD). The LMD system is a ternary LD system built around the ? (mu) peptide associated with the condensed core complex of the adenovirus. LMD systems are not considered an end in themselves but represent a firm platform on which to build clinically viable synthetic non-viral vector systems in the future. LMD represents a well-characterized, well-understood transfection vehicle constructed from a primary tool-kit of well-defined chemical components.   Given this firm foundation, the next generation of LMD systems, LMDII, will now be developed in a sequential and logical fashion for clinical readiness by making modular adaptations to this primary vehicle using new secondary tool-kits comprised of supplementary sets of chemical components.  \r\nThe proposed research program is considered the only systematic way to reach a clinically viable non-viral gene therapy vector. The need to merge physicochemical - cellular biology  - pharmaceutical characterization of the novel virus-like nanoparticles, is critical in terms of developing non-viral gene therapy vectors, therefore offering clinically viable alternatives to the effective, yet precarious, viral vectors predominantly employed in clinical trials today.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ayesha",
   "pi_last_name": "Ahmad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ayesha Ahmad",
   "pi_email_addr": "",
   "nsf_id": "000435894",
   "pi_start_date": "2004-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ahmad, Ayesha",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Emeryville",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "946080000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "CA",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ahmad, Ayesha",
  "perf_str_addr": "",
  "perf_city_name": "Emeryville",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "946080000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 84000.0
  }
 ],
 "por": null
}