{
 "awd_id": "0401125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control-Theoretic Methods for the Analysis and Design of High-Speed Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2004-05-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2004-04-29",
 "awd_max_amd_letter_date": "2007-05-25",
 "awd_abstract_narration": "Control-Theoretic Methods for the Analysis and Design of\r\nHigh-Speed Networks\r\nCarolyn Beck and R. Srikant\r\nOver the last few years, a significant amount of research activity in networking has been devoted to the\r\nstudy of congestion control in the Internet. New algorithms have been suggested for congestion controllers\r\nat the sources and active queue management at the routers. While the success of the mathematical modelling\r\napproach to congestion control has been quite remarkable, many important problems remain open. In this\r\nproposal, we have targeted a few of these problems which have a control-theoretic flavor and therefore, we\r\nbelieve, would benefit from analysis using linear or nonlinear system-theoretic methods.\r\nThe practical impact of the proposed research would be the development of algorithms which will result\r\nin a loss-free, delay-free Internet, thus enabling the users of the Internet to enjoy levels of quality of ser-vice\r\nthat are not seen today. Further, our work will lay the groundwork for future Internet algorithms when\r\nthe access speeds are expected to grow by several orders of magnitude as compared to today's networks.\r\nScalable algorithms for high-speed networks are already under development; however, these schemes pri-marily\r\naddress the fact that today's TCP is not scalably stable. On the other hand, our work will not only\r\naddress scalable stability, it also aims to improve the quality of service seen by Internet users by essentially\r\neliminating queueing delays and large buffer build-ups which lead to packet losses.\r\nIntellectual Merit Our recent work has established scalable local stability of a class of congestion man-agement\r\nalgorithms for the Internet with a fixed number of sources, and robustness of these algorithms in the\r\nspecial case of a link accessed by many sources. While we have only scratched the surface of this rich class\r\nof problems, the appealing features, such as distributed implementation, robustness, full network utilization,\r\netc., observed in the preliminary work indeed ask for a more comprehensive study of the underlying issues\r\nin a broader context. Specifically, we would like to know whether we can establish the global stability of\r\nthese algorithms for general topology networks, quantify their robustness to worst-case disturbance as well\r\nas stochastic disturbances, and study their stability properties when there are source arrivals and departures.\r\nIn the process, we plan to appeal to the rich literature on model reduction for large-scale control systems.\r\nBroad Impact One of the PIs teaches a graduate course on Modeling and Control of High-Speed Networks\r\n(ECE 459). The results from this project will be incorporated into that course. We have prior experience\r\nwith employing undergraduates to work on research projects in the area of network design and control.\r\nIf this project is funded, we will continue to do the same. The algorithms developed as a result of this\r\nproject will be implemented in Internet lab, housed in the Coordinated Science lab and directed by one of\r\nthe PIs. Over the past four years, we have advised six graduate students and two post-doctoral research\r\nassociates from under-represented groups in engineering. We will continue our efforts to recruit students\r\nfrom under-represented groups for graduate studies. One of the PIs teaches undergraduate courses in the\r\nDepartment of General Engineering. Traditionally, this department has a high percentage of women in the\r\nundergraduate population compared to other engineering departments. By incorporating some of the results\r\nof this project in the undergraduate courses in General Engineering, we hope to stimulate interest in this\r\narea among students from this group.\r\nP-1",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rayadurgam",
   "pi_last_name": "Srikant",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rayadurgam Srikant",
   "pi_email_addr": "rsrikant@illinois.edu",
   "nsf_id": "000295332",
   "pi_start_date": "2004-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Beck",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn L Beck",
   "pi_email_addr": "beck3@illinois.edu",
   "nsf_id": "000450790",
   "pi_start_date": "2004-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7238",
   "pgm_ref_txt": "ENG ITR CORE ACTIVITIES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": null
}