{
 "awd_id": "0401350",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Acoustic Waves in Thin Piezoelectric Plates:  Theory and Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 258000.0,
 "awd_min_amd_letter_date": "2004-09-14",
 "awd_max_amd_letter_date": "2007-07-09",
 "awd_abstract_narration": "\r\n\r\nThe aim of this project is to carry out detailed theoretical and experimental investigation of\r\nacoustic waves propagating in thin piezoelectric plates. By thin we mean plates whose thickness h is much\r\nless than the acoustic wavelength  . The main tasks that will be undertaken during the course of this\r\nproject include: (1) Theoretical analysis of plate wave propagation in a number of useful materials such as\r\nquartz, lithium niobate, lithium tantalate, potassium niobate, langasite, langatate, etc. The aim of this\r\nanalysis is to identify materials and crystal cut/propagation directions that can provide large values of\r\nelectromechanical coupling coefficient K 2 together with zero or low values of TCD (temperature\r\ncoefficient of time delay) and PFA (power flow angle). Results obtained from theoretical calculations will\r\nbe experimentally verified. (2) Theoretical and experimental investigation of the influence of a thin film of\r\narbitrary conductivity deposited on the surface of a plate wave device. (3) Measurement of mechanical and\r\nelectrical properties of liquids using plate waves and development of a system for identifying liquids based\r\non their electrical properties. (4) Development of techniques to fabricate devices on plates as thin as a few\r\nmicrometers (um) and integration of the resulting acoustic device with silicon substrate, and (5)\r\nInvestigation of plate wave propagation in the presence of a biasing electric field and use of this work to\r\nrealize devices with electronically tunable characteristics.\r\nIntellectual Merit: The research proposed in this project will produce major advances in the field\r\nof acoustic wave sensors. Devices based on acoustic waves in piezoelectric solids are currently receiving\r\nmuch attention for use as chemical and biological sensors. A number of different types of acoustic waves\r\nhave been investigated for sensor applications. At present, best performance is obtained by using surface\r\nacoustic waves (SAWs) for sensing in the gas or vapor phase, and shear horizontal surface acoustic waves\r\n(SH-SAW) for sensing in the liquid phase. Sensors based on thin plate waves can provide following\r\nimportant advantages over SAW and SH-SAW sensors. (i) A number of chemical and biological sensors\r\nare based on detecting the change in mass on the sensor surface. For the same operating wavelength, the\r\nmass loading sensitivity of a thin plate device can be greater than that of a SAW or SH-SAW device by\r\nmore than a factor of 10. (ii) Acoustic waves in thin plates can provide values of coupling coefficient K 2\r\nthat are 5 to 10 times greater than K 2 of SAWs and SH-SAWs. This will produce corresponding increase in\r\nthe sensitivity of chemical and biological sensors which operate by detecting changes in electrical\r\nproperties of the bio(chemical) coating. (iii) The energy of a plate wave is present on both surfaces of the\r\nplate. Thus one can enclose one side of the senor to protect it from environmental attack while allowing\r\nwave interaction at the other surface. (iv) The thin plate device can be integrated with silicon substrate\r\nwhich can contain the electronic circuitry associated with the sensor. This will greatly reduce size and cost\r\nof the overall sensor package while simultaneously improving its reliability.\r\nBroader Impacts: Various educational activities will form an important and integral part of this\r\nproject. These include: (1) Hands-on-mini course for junior and senior year high school students, (2)\r\nSeminar and laboratory course for freshman students in our engineering college, (3) Opportunity for\r\nundergraduate students to participate in research through the REU program, (4) Establishing partnerships\r\nwith high school teachers through the RET program, and (5) Graduate student mentoring. In selecting\r\nstudent and teacher participants, special efforts will be made to seek qualified candidates from groups\r\nunderrepresented in science and engineering. As a result of previous NSF grants, the PI has mentored\r\neight REU students, out of which two were female students and two were male students belonging to\r\ngroups currently underrepresented in science and engineering.\r\nSuccessful completion of the work proposed in this project will lead to the development of fully\r\nintegrated, low cost, high performance sensors. Sensors play an important role in all facets of our lives\r\nsuch as environmental monitoring, pollution control, counter terrorism measures, biomedical devices, etc.\r\nThe research proposed in this project has many beneficial effects for society and will contribute towards\r\nimproving the quality of our lives, health, and environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shrinivas",
   "pi_last_name": "Joshi",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Shrinivas G Joshi",
   "pi_email_addr": "shri.joshi@marquette.edu",
   "nsf_id": "000461135",
   "pi_start_date": "2004-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Polla",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis L Polla",
   "pi_email_addr": "polla@ece.umn.edu",
   "nsf_id": "000385427",
   "pi_start_date": "2004-09-14",
   "pi_end_date": "2005-09-28"
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "313 N 13TH ST",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532332244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 106000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 86000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}