{
 "awd_id": "0401866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Determination of the Function of RoXaN I in Cellular and Rotavirus Biology",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Snyder",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 61250.0,
 "awd_amount": 61250.0,
 "awd_min_amd_letter_date": "2004-06-10",
 "awd_max_amd_letter_date": "2005-05-23",
 "awd_abstract_narration": "0401866\r\nBecker\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct three to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twelve-month research fellowship by Dr. Michelle M. Becker to work with Dr. Didier Poncet at Centre National de la Recherche Scientique in Gif-sur-Yvette, France.\r\n\r\nRoXaN I is a cellular protein with no known function, identified through its interaction with rotavirus nonstructural protein NSP3.  RoXaN is found in both the nucleus and the cytoplasm and may move between these two cellular compartments, possibly to transport mRNA or regulate translation. These experiments are designed to test the hypothesis that the normal function of RoXaN is subverted during rotavirus infection to enhance viral replication and will also contribute new information about the mechanisms of rotavirus replication and viral control of cellular processes.\r\n\tSince RoXaN is present in both the cytoplasm and nucleus, but it does not contain a classical nuclear localization sequence or nuclear export sequence, the subcellular localization of RoXaN in uninfected and rotavirus-infected cells is being determined using confocal immunofluorescence microscopy. Deletion mutants of RoXaN are being used to define the protein domains necessary for proper subcellular localization. Results from these experiments will define the localization of RoXaN within the cell and the regions within the protein important for directing RoXaN to the correct cellular compartment.\r\n\tThe effect of RoXaN on rotavirus processes will be examined in the presence and absence of RoXaN expression. Cellular expression of RoXaN mRNA is being deleted using RNA interference technology. The efficiency of rotavirus replication, translation of viral and cellular messages, and changes in viral replication patterns will be examined in cells expressing and not expressing RoXaN. These results will determine the role of RoXaN in rotavirus replication.\r\n\r\nThe host lab has unique tools to examine the function of this fascinating and novel protein.  The host and his colleagues are experts in studies of the viral manipulation of cellular physiology, and have the resources necessary to complete this project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Becker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle M Becker",
   "pi_email_addr": "",
   "nsf_id": "000236155",
   "pi_start_date": "2004-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Becker                  Michelle       M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Gif-sur-Yvette Cedex",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "France",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Becker                  Michelle       M",
  "perf_str_addr": "",
  "perf_city_name": "Gif-sur-Yvette Cedex",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "FR",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 61250.0
  }
 ],
 "por": null
}