{
 "awd_id": "0402088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  The Molecular Evolution of Floral Regulatory and Environmental Stress-Induced Genes in an Andean Adaptive Radiation",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2004-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 80436.0,
 "awd_amount": 80436.0,
 "awd_min_amd_letter_date": "2004-07-15",
 "awd_max_amd_letter_date": "2004-07-15",
 "awd_abstract_narration": "0401817\r\nRauscher\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct three to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twelve-month research fellowship by Dr. Jason Rauscher to work with Dr. Santiago Madrinan at the Universidad de Los Andes in Bogota, Colombia.\r\n\r\nCertain groups of closely related organisms, known as adaptive radiations, are characterized by an exceptional degree of morphological and ecological diversity.  Unfortunately, little is understood as to the genetic variation that is responsible for this diversity.   Recent studies in plants have suggested that rates of evolution in floral-regulatory genes (those responsible for the development and organ identity of vegetative and reproductive structures) are elevated in adaptive radiations when compared to similar genes in closely related, low-diversity groups or compared to other non-regulatory genes.  If this pattern holds true in other plant adaptive radiations, it may help us begin to understand better the genetic origins of biological diversity.  The aim of this project is to test rates of molecular evolution in these genes in another plant adaptive radiation.  The Espeletia complex of northern South America is an exceptional example of adaptive radiation from the high Andes Mountains.  These species include everything from tiny herbaceous rosettes to giant rosettes to tall trees, and have adapted to a diversity of ecological conditions, making them an excellent group for such a study.  Floral regulatory genes, including APETALA1, APETALA2, AGAMOUS and PISTILLATA are being sequenced for several species in the Espeletia complex, as well as in their closest relatives, Ichthyothere and Smallanthus.  In addition, a dehydrin-encoding gene thought to be responsible for adaptation to environmental stresses such as drought and cold resistance is being sequenced.  By comparing rates of evolution and the number of protein-altering genetic mutations between species, the hypothesis of accelerated sequence evolution in regulatory and environmental stress genes is being tested, while at the same time, patterns of genetic diversity are being measured to test for evidence of the effect of natural selection.  This research is helping to realize a better understanding of the genetic factors involved in plant adaptive radiations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Rauscher",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jason T Rauscher",
   "pi_email_addr": "",
   "nsf_id": "000180778",
   "pi_start_date": "2004-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rauscher                Jason          T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bogotß",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "Colombia",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Rauscher                Jason          T",
  "perf_str_addr": "",
  "perf_city_name": "Bogotß",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CO",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 80436.0
  }
 ],
 "por": null
}