{
 "awd_id": "0402326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Developing A Holocene Chronology of the Laurentide Ice Sheet, North America",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2004-03-15",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2004-02-20",
 "awd_max_amd_letter_date": "2004-02-20",
 "awd_abstract_narration": "During the Last Glacial Maximum, Northern Hemisphere ice sheets affected atmospheric circulation patterns and climate at scales ranging from the regional to the hemispheric.  Retreat of these ice sheets caused shifts in these circulation patterns, and their melting raised sea level.  The Laurentide Ice Sheet was the largest of the Northern Hemisphere ice sheets and had the greatest effect on climate and sea-level rise during deglaciation.  While its retreat up to the Pleistocene-Holocene transition, approximately 11,700 years ago, is relatively well constrained by radiocarbon dates, the subsequent Holocene chronology of the Laurentide Ice Sheet is poorly known.  This lack of chronologic control in the Holocene has led to large uncertainties in basic understanding of the ice sheet's role in climate change and sea-level rise.  To help resolve these issues, this Doctoral Dissertation Research Improvement project will develop a Holocene retreat chronology for the Laurentide Ice Sheet using Beryillium-10 dating of boulders along two transects from central Manitoba to the Quebec-Labrador border, the final location of the Laurentide Ice Sheet.  Thirty samples will be collected and analyzed for Beryillium-10 content using accelerator mass spectrometry.  The accumulation of Beryillium-10 in rock is dependent upon the period of exposure to the atmosphere, and by measuring the amount of Beryillium-10 in a surface, the exposure age of the surface can be determined.\r\n\r\nResults from this study will constrain the timing of retreat and ultimate demise of the Laurentide Ice Sheet, thus significantly improve knowledge regarding the ice sheet's contribution to climate and sea-level change.  It also will provide a better understanding of the ice sheet's response to a warming climate.  Discerning the sensitivity of the last, large Northern Hemisphere ice sheet to a warming climate will aid in predicting the future of the Greenland Ice Sheet under the present warming conditions.  This chronology of the Laurentide Ice Sheet also will help resolve disagreements between general circulation model simulations of early to mid-Holocene climate and paleo-proxy records of climate.  From this chronology, the amount of Holocene sea-level rise attributable to the Laurentide Ice Sheet will be estimated.  This will improve understanding of the amount of sea-level rise from the Antarctica Ice Sheet, which was the only other Holocene source of significant sea-level change.  These estimates will help predict the amount of sea-level rise yet to come from continued deglaciation of the Antarctic Ice Sheet given anticipated effects of global warming on this ice sheet.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Clark",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Peter U Clark",
   "pi_email_addr": "clarkp@onid.orst.edu",
   "nsf_id": "000441198",
   "pi_start_date": "2004-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}