{
 "awd_id": "0402461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Non-Governmental Organizational Conflicts over Amazonian Nature",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2004-03-15",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 11360.0,
 "awd_amount": 11360.0,
 "awd_min_amd_letter_date": "2004-02-26",
 "awd_max_amd_letter_date": "2004-02-26",
 "awd_abstract_narration": "In recent decades, indigenous movements in the Amazon and non-governmental organizations (NGOs) from the U.S. and other nations have increasingly formed alliances around environmental and human rights issues.  These transnational social movement networks were initially described as uniformly successful, but growing numbers of studies have highlighted the problematic politics inherent to this form of activism.  These analyses, however, have focused only on the relationships between the indigenous groups and the NGOs.  Doctoral Dissertation Research Improvement project will explore the relationships among the environmental and human rights organizations that constitute indigenous people's advocacy base in the U.S. and other developed nations.  More specifically, the project will investigate associations among member organizations of the Amazon Alliance, an international coalition of environmental, human rights, and indigenous organizations working to protect the rights of indigenous peoples and their environment.  By examining the involvement of the nine founding member organizations of the Amazon Alliance from 1990 to 2002, this research will determine what unites and divides the outwardly allied organizations in this social movement network.  Through document analysis, interviews with NGO staff and indigenous representatives, surveys, and participant observation, this project will determine why these NGOs initially cooperated to form the Amazon Alliance and what points of divergence have developed over time.  The research will investigate changes in programming, alliances, and language to show that differences exist among the NGOs in their understandings of certain concepts central to this social movement network.  Particular attention will be given to examining how the meanings, visions, and priorities surrounding the defense of indigenous \"territories,\" the preservation of \"biodiversity,\" and the promotion of \"sustainability\" in the Amazon Basin vary radically between the member NGOs. \r\n\r\nThis project will contribute to social movement theory and current efforts in the fields of political science, sociology, and geography to investigate the interplay among discourse, meaning and social movement dynamics.  It will explore how differences in underlying meanings ascribed to a place, the Amazon rainforest, can impact the micro-politics of NGO relations and whether these differences may, in fact, destroy alliances.  Study result will be useful to NGO professionals and indigenous leaders in the Amazon basin by providing much-needed information about the linkages so many indigenous movements have come to depend on for political voice.  The study may help determine whether an alliance between environmentalists and human rights groups is an ephemeral phenomenon or a more durable vehicle to pursue social justice.  The results of this research may strengthen coalition-building between members of the Amazon Alliance and other networks of its kind.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dianne",
   "pi_last_name": "Rocheleau",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dianne E Rocheleau",
   "pi_email_addr": "drocheleau@clarku.edu",
   "nsf_id": "000267892",
   "pi_start_date": "2004-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 11360.0
  }
 ],
 "por": null
}