{
 "awd_id": "0402116",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Prestige and The Origins of Social Inequality",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 113128.0,
 "awd_min_amd_letter_date": "2004-06-18",
 "awd_max_amd_letter_date": "2006-04-14",
 "awd_abstract_narration": "0402116\r\nPlourde\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct three to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-two-month research fellowship by Dr. Aimee Plourde to work with Dr. Stephen R. Shennan at the Centre for the Evolutionary Analysis at University College London, in the United Kingdom.\r\n\r\nThe emergence of social ranking and political hierarchy in human society constituted a fundamental departure from the small, egalitarian group structure thought to characterize society for most of our species' history.  Social ranking allowed other changes in social organization to occur, such as economic specialization and intensification, which in turn supported the formation of novel social institutions, including formalized governing bureaucracies, standing armies, and the like.  Explaining the origins of social ranking is thus key to understanding the underlying structures of modern human societies, and the evolutionary processes that have generated them.  By generating evolutionary models and then testing them against archaeological case studies of emerging social rank, the PI will address the question of how political hierarchy came to exist in human societies.  The objectives of the proposed postdoctoral research are to produce a series of formalized mathematical models of prestige good use by group members competing for status at increasing levels of political hierarchy.  These models will be grounded in costly signaling theory.  Agent-based simulations will be created to investigate the spatial component of how competition for rare material items affects trade network growth and political hierarchy.  These models will then be evaluated using both archaeological and historical data sets from different times and geographical locations.  \r\nDr. Shennan's long-standing interest in, and work on, the evolution of prestige and social differentiation in middle-range societies complements the PI's research objectives.  Her research also complements work on mathematical models of artifact evolution and agent-based models of resource inheritance, parental investment and sexual selection currently being conducted by scholars at the Centre.  This experience will provide her with the opportunity to acquire skills in mathematical and agent-based modeling.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aimee",
   "pi_last_name": "Plourde",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Aimee M Plourde",
   "pi_email_addr": "",
   "nsf_id": "000292484",
   "pi_start_date": "2004-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Plourde                 Aimee          M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Los Angeles",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "900951553",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Plourde                 Aimee          M",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 113128.0
  }
 ],
 "por": null
}