{
 "awd_id": "0403291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FIBR Planning: Genome Dynamics and Evolutionary Processes in a Dioecious System",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher L. Greer",
 "awd_eff_date": "2004-03-15",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 49680.0,
 "awd_amount": 49680.0,
 "awd_min_amd_letter_date": "2004-03-02",
 "awd_max_amd_letter_date": "2005-04-14",
 "awd_abstract_narration": "Intellectual Merit - Genes on autosomes, on sex-chromosomes, in mitochondria and chloroplasts, and those associated with transposable elements are inherited through different pathways and with different rules. Yet the occurrence of these elements within single individuals, whose phenotype they influence, creates complex evolutionary processes that influence phenomena such as chromosome evolution and genome restructuring.  This planning grant has the goal of developing the angiosperm genus Silene and its associated pathogen Microbotryum as model systems for understanding the evolution and genetics of sexual reproductive systems.  The Silene - Microbotryum community has successfully developed these species into model systems for the study of sex-determination and host-pathogen systems.  The objective of this FIBR planning project is to organize this community around the development of a common set of genomic resources, to integrate the current workers in the field, and to reduce the duplication of effort in developing common resources.  A research symposium will be held to achieve this goal and will include not only the scientists working on this system, but also a set of experts in genomics, molecular biology, and theoretical biology who share conceptual interests but work with other organisms.  Subsequently, a workshop of the FIBR PIs will be held to develop the proposal itself.  This project is centered on the strengths of this system with regard to answering questions that are not readily approachable in other model systems.  These strengths include a broad range of systems within closely related taxa, intense knowledge of pathogen dynamics and its interaction with the reproductive system, and a profound understanding of the ecological and phylogeographic context of the evolutionary processes under consideration.\r\n\r\nBroader Impact - This planning activity will draw together a diverse range of researchers representing a breadth of institutional types and a geographically disperse set.  The research symposium emphasizes direct student and post-doctoral participation and builds on the ongoing outreach efforts of the principal investigators.  The symposium and planning meetings will provide opportunities to develop further plans for enhancing educational and outreach opportunities as part of the anticipated pre-proposal.  More generally, planning for the FIBR pre-proposal will include mechanisms to promote the integration of population dynamic and molecular approaches and help the career development of young scientists by crossing disciplines and emphasizing a broad and comparative approach.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Taylor",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas R Taylor",
   "pi_email_addr": "drt3b@virginia.edu",
   "nsf_id": "000195721",
   "pi_start_date": "2004-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janis",
   "pi_last_name": "Antonovics",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janis Antonovics",
   "pi_email_addr": "ja8n@virginia.edu",
   "nsf_id": "000255329",
   "pi_start_date": "2004-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721600",
   "pgm_ele_name": "FRONTIERS IN BIO RES (FIBR)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9145",
   "pgm_ref_txt": "SPECIAL PROGRAMS-RESERVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 49680.0
  }
 ],
 "por": null
}