{
 "awd_id": "0403514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Internal Carbon Cycling in Tropical Deltaic Sediments",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 247326.0,
 "awd_min_amd_letter_date": "2004-07-19",
 "awd_max_amd_letter_date": "2008-09-26",
 "awd_abstract_narration": "0403514\r\nChristoserdov\r\n\r\nContinent-ocean margins are regions of intense biogeochemical cycling and play a major \r\nrole in global carbon cycle. Tropical mobile mud belts and delta topset beds represent one class \r\nof continental margin environments where these various potential properties simultaneously \r\ncombine to an extreme, producing massive, diagenetic reactors of global significance. Oxidation \r\nof organic matter in this type of sediments involves coupling of the carbon and the Fe(Mn) \r\ncycles by reactions of sulfur cycle and involves chemolithoautotrophic sulfide oxidizing bacteria. \r\nAs a consequence, two principal processes are responsible for the net CO2 production by the \r\ntopic mobile sediments: oxidation of carbon matter, which produces CO2, and chemolithotrophic \r\nCO2 fixation, which consumes CO2. The primary goal of the present proposed project is to \r\nestablish the relative importance of these two processes of the carbon cycle in tropical suboxic \r\ndeltaic and mobile mud environments, and to determine the role eubacteria play in them.  \r\n  This proposal is designed around the specific hypothesis that heterotrophic organic \r\noxidation and chemolithotrophic carbon dioxide fixation co-occur in mobile muds and contribute \r\nto overall CO2 production by these sediments. We propose to examine deposits from a migrating \r\nmud wave in coastal French Guiana, downdrift of the Amazon River delta. To test the primary \r\nproject hypothesis we propose to use a combination of radiotracer, microbiological and \r\nmolecular biological techniques to: \r\n(I)  Identify reactions of the carbon cycle and their rates in the field and laboratory \r\nexperiments. Using radioactive carbon tracers, we will determine the relative importance \r\nof heterotrophic oxidation of organic substrates (acetate, algal biomass) and CO2 fixation \r\nand/or production. To determine whether CO2 fixation is connected with autotrophic \r\nactivity the genes for RubisCO I and RubisCO II will be amplified and cataloged.  \r\n(II)  To model possible role of chemolithotrophic and heterotrophic reactions in the \r\ncarbon cycle and ascertain responses of the system to outside disturbances, we will \r\nuse a combined approach of metabolic inhibitors in radiotracer experiments and \r\nmeasurements of RubisCOI and RubisCOII gene expression. The number of bacteria \r\npotentially able to carry out specific reactions of the cycle will be estimated and \r\ncompared with estimates of total sedimentary bacterial production (using oligonucleotide \r\nprobes and measurement of rRNA).  \r\n \r\nThe novelty of the project include determination of the rate of CO2 fixation and organic carbon \r\noxidation in tropical mobile sediments, which allow us to answer the question: Are they \r\nsignificant on a global scale?. The role of chemolithotrophic carbon fixation in suboxic deltaic \r\nenvironments will also be elucidated. The fact that CO2 might be fixed in massive deltaic \r\nenvironments would have tremendous impact on the carbon cycle. Depending on the enzymes \r\nparticipating in CO2 fixation in mobile mud belts (RubisCO I, RubisCO II or CO \r\ndehydrogenase), 13C of biomass may be affected. We will address the mechanism by which \r\nCO2 is fixed and determine whether RubisCO I or RubisCO II or neither (ATP-dependent citrate \r\nlyase or CO dehydrogenase) mediate this fixation. Microorganisms involved in the above \r\ndescribed biogeochemical processes will be identified and how the inhibition of biological \r\nactivity of these microorganisms affects the overall carbon cycle will be ascertained. As a part of \r\nbroader impacts of the project, one graduate student will be trained. One K12 teacher or an \r\nundergraduate student will be involved in our research every summer that the project is funded. \r\nResults and progress on project will be publicly disseminated through research meeting, \r\npublications and the Department of Biology Web site. Usefulness for the society includes the \r\nunderstanding of how the diagenetic processing is occurring in the dynamic mid wave and \r\nallowing to evaluate changes in the processing due to present and anticipated changes in the \r\nenvironment as a result of anthropogenic activity. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Chistoserdov",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Y Chistoserdov",
   "pi_email_addr": "ayc6160@louisiana.edu",
   "nsf_id": "000491151",
   "pi_start_date": "2004-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 E UNIVERSITY AVE",
  "perf_city_name": "LAFAYETTE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730600",
   "pgm_ele_name": "BE-UF: CARBON CYCLE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 247326.0
  }
 ],
 "por": null
}