{
 "awd_id": "0403428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CISE RI: An Interdisciplinary Research Environment for Motion Analysis",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 1021339.0,
 "awd_amount": 1021339.0,
 "awd_min_amd_letter_date": "2004-09-07",
 "awd_max_amd_letter_date": "2008-06-04",
 "awd_abstract_narration": "Over the past decade, human motion analysis has become an important research area with critical applications. It is attracting significant research efforts in a number of disciplines, such as computer vision (vision-based motion capture, human computer interface, human identification), robotics (navigation), dance and choreography (automatic dance documentation and dance instruction), music (digital conducting) and bioengineering (rehabilitation and motor behavior). Motion analysis is a complex problem due to the 3D nature of the human body; the infinite possibilities of human movements; variability of movement execution between different people; continuously adaptive learning through feedback from and interactions with the environment; and the inherent multiple levels of movement structure in terms of time, space and energy.  This makes it unrealistic for a single discipline to address all aspects. Therefore, progress within each discipline moves at a slow pace. \r\nIntellectual Merit: Arizona State University has founded the Interdisciplinary Research Environment for Motion Analysis (IREMA) initiative that integrates researchers from ten disciplines to create a holistic model for motion analysis research and education. Within IREMA, ground-breaking collaborations have been established through networks of experts, infrastructures and important applications. Using this multi-level, networked research model, the principal investigators (PIs) are able to address many critical issues of real-time motion capture, analysis and feedback. Promising results of social significance are being achieved in areas such as: Rehabilitation Research to Restore Functional Walking Ability for Spinal Cord Injured, Auditory Display Systems for Aiding Interjoint Coordination, Modeling of Human and Robotic Heuristics for Projectile Interception, Movement Based Interactive Arts Environments, Experiential learning environments for children, Extraction and Recognition of Middle and Low Level Features of Movements, Vision-based Motion Capture Using Domain Knowledge.  \r\nUsing the research infrastructure (RI) grant the PIs will create a multimodal sensing and feedback environment for human motion analysis research and movement-based interactive applications. They will increase their optical motion capture system to 24 cameras, create a high-speed, high resolution 24 video camera array, complete the building of a pressure sensitive floor, acquire a new EMG system and metabolic sensing equipment, acquire required hardware to integrate optical motion capture data with EMG and 2D visual as well as metabolic sensing, increasing processing and storage capacity, creating a mobile motion capture setup, and deploying the necessary hardware and software for interactive real-time feedback. The above sensing equipment would provide high-speed, high quality, synchronous video capture of multiple views, high-precision marker-based motion capture and pressure sensing in the floor as well as on the treadmill, and audio signals. It will enable the PIs to capture human movement in its full essence. The optical motion-capture data and the pressure sensing data will be fused to provide holistic motion capture.  The processed, combined data of these systems will be used to train the video based system so that robust and accurate vision-based motion-capture can be acquired using low-cost video cameras. The physiological equipment will be used in the rehabilitation projects. \r\nBroader Impact: During this five-year project, the PIs hope to achieve major advances in motion analysis and core computer science areas: computer vision, human-computer interaction, information and data management, geometric computation, knowledge systems and robotics. These advances will have significant social impact by producing major progress in movement rehabilitation and therapy, K-12 education, security applications (gait/face recognition), and all areas involving movement training (dance, theatre, sports, firefighting, military). Finally, IREMA can serve as a new model for research and interdisciplinary collaboration, which can be adapted to other areas thereby increasing their productivity. This RI grant will establish the necessary infrastructure for paradigm shifts in motion analysis and will facilitate the overall modeling of hybrid research. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Qian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Qian",
   "pi_email_addr": "gqian@ieee.org",
   "nsf_id": "000236688",
   "pi_start_date": "2004-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jiping",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiping He",
   "pi_email_addr": "hjp@asu.edu",
   "nsf_id": "000236133",
   "pi_start_date": "2004-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sethuraman",
   "pi_last_name": "Panchanathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sethuraman Panchanathan",
   "pi_email_addr": "panch@asu.edu",
   "nsf_id": "000485412",
   "pi_start_date": "2004-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McBeath",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michael K McBeath",
   "pi_email_addr": "michael.mcbeath@asu.edu",
   "nsf_id": "000430292",
   "pi_start_date": "2004-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thanassis",
   "pi_last_name": "Rikakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thanassis Rikakis",
   "pi_email_addr": "rikakis@usc.edu",
   "nsf_id": "000119865",
   "pi_start_date": "2004-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "288500",
   "pgm_ele_name": "CISE RESEARCH INFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1088",
   "pgm_ref_txt": "CISE RESEARCH INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0108",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 259815.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 248141.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 251483.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 94997.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 166903.0
  }
 ],
 "por": null
}