{
 "awd_id": "0403217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Japan Cooperative Science: Efficient Test and Diagnosis Techniques for System-on-Chip",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "R.  Clive Woods",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 35100.0,
 "awd_min_amd_letter_date": "2004-05-05",
 "awd_max_amd_letter_date": "2007-04-19",
 "awd_abstract_narration": "0403217\r\nChakrabarty\r\n\r\nThis award supports a two-year collaborative research project between Professor Krishnendu Chakrabarty at Duke University in North Carolina and Professor Seji Kajihara at Kyushu University in Japan.  They will be undertaking research on efficient test and diagnosis techniques for system-on-chip (SOC).  Recent advances in VLSI technology have lead to a rapid increase in the density of integrated circuits (ICs).  The increased density and the need to test for new types of defects in nanometer technologies result in a tremendous increase in test data volume.  The increase in test data volume not only leads to the increase of testing time, but the high test data volume may also exceed the limited memory depth of automatic test equipment (ATE).   Multiple ATE reloads are time-consuming since data transfer from a workstation to the ATE hard disk or from the ATE hard disk to ATE channels is very slow.  The researchers will investigate several new approaches to reduce test data volume and testing for ICs.  These techniques are based on data compression methods, alternative scan architectures, and built-in self-test (BIST).  Compression techniques from the image-processing domain, such as quad tree decomposition, will be explored.  A scan design approach will be developed in which a small number of ATE channels will be used to drive multiple scan chains.  Finally, new linear-feedback shift-register (LFSR) reseeding architectures will be developed in which the seeds for the LFSR can be shifted into the LFSR through a designated flip-flop, which can be selected from a set of predetermined flip-flops of the LFSR.\r\n \r\nICs are widely used in today's electronic systems, with applications ranging from microprocessors and consumer electronics to safety-critical systems such as medical and aircraft control systems.  In order to ensure the reliable operation of these systems, high quality testing of ICs is essential.  To reduce product cost, it is also necessary to reduce the cost of testing without compromising product quality in any way.  This project is expected to lead to low-cost test techniques for ICs, ranging from external testing using data compression to BIST solutions.  This research will eventually allow even higher levels of integration in SOC designs, and help bridge the gap between design capability and manufacturing capacity.  The broad impact of this research will be seen in reduced design time and enhanced reliability of a wide range of electronic products.\r\nThe project brings together the efforts of two laboratories that have complementary expertise and research capabilities.    Through the exchange of ideas and technology, this project will broaden our base of basic knowledge and promote international understanding and cooperation.  The project includes the participation of a graduate student.  Results of the research will be disseminated at scientific meetings and in scientific journals.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishnendu",
   "pi_last_name": "Chakrabarty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishnendu Chakrabarty",
   "pi_email_addr": "Krishnendu.Chakrabarty@asu.edu",
   "nsf_id": "000322112",
   "pi_start_date": "2004-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 35100.0
  }
 ],
 "por": null
}