{
 "awd_id": "0403646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER: Nanoparticle Stability by Quantum Design of Van der Waals Forces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judy A. Raper",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2004-07-01",
 "awd_max_amd_letter_date": "2004-07-01",
 "awd_abstract_narration": "Abstract\r\nCTS-0403646\r\nD. Velegol, Pennsylvania State University\r\n\r\n\r\nNanotechnology promises huge advances in materials, optical, electronics, and biomedical\r\napplications. Current top-down techniques (e.g., atomic force microscopy, e-beam lithography) for creating nanoscale products are slow and expensive, making them difficult to use for bulk production of quantum dots, nanostructured catalysts, nanoparticle lubricants, advanced nanoparticle drug vectors, and other nano products. A more viable approach to consumer-scale production is \"bottom up assembly\", in which smart particles self-assemble into structures. A critical bottleneck to nanoparticle use is the dispersion and self-assembly of functional particles. The challenge is that van der Waals (VDW) forces cause non-specific and undesired aggregation of the particles.\r\n\r\nCurrent techniques for stabilizing particles - especially the use of dispersants - limit the ability to\r\nfunctionalize the particles. To achieve nanoparticle dispersion, new methods must be identified for reducing VDW attractive forces. These forces always exist between atoms and molecules, and they have been studied in various contexts for 75 years. But the issues involved with calculating VDW forces for nanoparticles open a new field of study, since nanoparticle VDW forces are different from those for micron size particles or atoms.\r\n\r\nIntellectual merit: The vision of this NSF NER is to explore the design of nanoparticle systems that are inherently stable, using quantum principles. Our preliminary calculations suggest new opportunities for tuning VDW forces, perhaps even making them repulsive. Precise techniques for tuning VDW forces are highly unlikely to emerge from experiments alone, due to the huge parameter space involved. Quantum calculations are essential to the success of this project. In this NER we will ... \r\n\r\n1. develop the tool chest needed to model accurately the VDW forces for nanoparticles, and\r\nprogram this into \"BottomUp\" software to make it easily available to nanotechnologists;\r\n\r\n2. calculate VDW forces for technologically-relevant systems, including core-shell nanoparticles\r\nand nanoparticles in various co-solvent systems;\r\n\r\n3. assess the accuracy of the calculations using turbidity stability experiments.\r\n\r\nThis novel modeling will enable us to explore the huge parameter space - particle material, size,\r\nmorphology, core-shell structure, co-solvent media, etc. - that is not only unmeasurable currently, but also which requires design techniques to navigate. Going beyond current paradigms for atomic or micron-size systems, we will consider effects of crystal structures and discrete atoms, altered polarizabilities of nanoparticles, and core-shell and co-solvent systems. Our approach will use techniques well-known in the atomic VDW force literature, and transform them for use on nanoparticle systems. In this NER we seek support for early-stage calculations that will demonstrate the feasibility of the \"design\" approach for nanoparticle system dispersion. The proposal addresses the modeling and simulation at the nanoscale theme, as well as the manufacturing processes at the nanoscale theme, since our goal is to enable the bulk production and processing of nanoparticle systems. \r\n\r\nBroader impact: This research will have two broader impacts. The first is \"BottomUp\", the software tool that will embody our calculations. The vision for this novel piece of freeware infrastructure is that a nanotechnologist can enter systems parameters (e.g., materials, particle sizes and volume fraction) and receive specific suggestions for dispersing the nanoparticles based on the most powerful calculations available for nanoparticle VDW forces and stability. In the longer term, BottomUp will be a user-friendly tool that will be extended to other types of forces, including electrostatic, depletion, and hydrophobic forces. The second broader impact comes from leveraging existing strengths with \"Action Potential\", a Penn State program that exposes 10 to 14 year olds to a stimulating science experience. Collaborations with this organization will aim to inspire students to learn and use modern physics for applied problems.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Velegol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell Velegol",
   "pi_email_addr": "velegol@psu.edu",
   "nsf_id": "000247384",
   "pi_start_date": "2004-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Milton",
   "pi_last_name": "Cole",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Milton W Cole",
   "pi_email_addr": "mwc@psu.edu",
   "nsf_id": "000232133",
   "pi_start_date": "2004-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}