{
 "awd_id": "0403478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Episodic, ENSO-Orchestrated Carbon Sequestration in Amazonian River Basins by Erosion-Sedimentation Processes",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 42556.0,
 "awd_amount": 42556.0,
 "awd_min_amd_letter_date": "2004-08-20",
 "awd_max_amd_letter_date": "2004-08-20",
 "awd_abstract_narration": "Abstract - Hernes - 0403478  \r\n\r\nThis interdisciplinary group proposal addresses a three-step process that could represent a major\r\ncarbon sink in Amazonian foreland basins. Stated as hypotheses, the proposal suggests: 1) extensive\r\nAndean hillslope failure and channel migration during large La Nina associated storms mobilizes vast\r\nquantities of fresh organic matter and sediment with low organic carbon (OC) content ; 2) within the\r\nriver, mineral surfaces acquire normal OC loadings via sorption as they are rapidly evacuated from the\r\nmountainous source basins to adjacent foreland depocenters; and 3) deposited sediments preserve \"fresh\"\r\ncarbon within organo-mineral complexes and by deep burial in point bars and \"crevasse-splay\" deposits\r\nthat have little potential for exchange with the biosphere and atmosphere. Calculations presented in the\r\nProject Description (C.1.2) suggest that this process could sequester ~ 300 Mtonnes of carbon per event in\r\nthe Amazonian foreland. When extrapolated globally to other humid tropical regions, these estimates are\r\nequivalent to 50-100% of the average annual \"missing carbon sink\" or 50-100% of atmospheric CO2\r\nanomalies typically observed during La Nina.\r\nTo explore these hypothesis, proposers will study 1) the rates and mechanics of sediment\r\nmobilization, transport, and deposition of river sediment during extreme events, 2) the associations of\r\norganic carbon with sediments at erosional and depositional sites, and 3) the transfer of OC from rapid\r\n(<5 y) to slower (>50 y) turnover pools, via sorption and deep burial processes. We will employ a\r\ncombination of GIS analysis of satellite images to map changes associated with individual large storms\r\n(hillslope failures and river migration); field surveys of sediment transport processes; and laboratory\r\nanalysis of archived and newly collected samples to determine organic carbon concentrations, sources and\r\nturnover times; sediment characteristics; and transport/deposition timing and rates (geochronology).\r\nThe proposed project is a collaborative, multi-disciplinary, multi-national research effort that\r\nbuilds upon a record of prior and current NSF-funded results of decadal-scale sediment fluxes and organic\r\ncarbon dynamics within river basins of the Amazon. In close coordination with sediment-flux,\r\ngeochronological, geochemical, and process-mapping (GIS) studies conducted by scientists from Univ. of\r\nWashington, scientists at Stroud Water Research Center and Univ. of California Davis will investigate the\r\nquantities, sources, and sequestration of organic carbon mobilized during by these geomorphological\r\nprocesses. In addition, this project benefits from a close working collaboration with the French Institut de\r\nRecherche pour le Developpement (IRD), with whom we will conduct fieldwork in the Andes and\r\nforeland basins of Bolivia and Peru during both the dry and wet seasons. Additional collaborations are\r\nwith the Univ. Nacional Agraria La Molina (UNALM) and the Univ. of California Santa Barabara. These\r\ncontinuing international collaborations offer considerable scientific and logistical advantages and cost\r\nsavings for this current proposal to study the carbon transported and deposited by extreme storm events.\r\nIf this research effort substantiates the primary hypothesis, such continental-scale, climate-driven,\r\nerosion-sedimentation processes will be demonstrated to represent substantial, previously unrecognized\r\nnatural carbon sinks of global significance. Furthermore, these processes could potentially result in the\r\nsequestration of similar quantities of carbon by anthropogenically accelerated erosion-sedimentation.\r\nAdditionally, this research benefits anyone interested in the geochemical processes of organic carbon\r\npreservation in sediment and soils or the timing/rates/mechanics of landsliding, sediment transport,\r\nchannel-floodplain interaction, and sedimentary basin dynamics during extreme, ENSO-orchestrated\r\nfloods.\r\nThe strong bridging between the disciplines of geomorphology, biogeochemistry and organic\r\ngeochemistry has broader impacts on earth science as a whole, by offering new perspectives that will\r\nfacilitate the development of new geochemical and GIS techniques. Enhanced collaboration with IRD\r\nsupports a productive and visible international, interdisciplinary scientific partnership. For example, our\r\nprevious collaborative research with IRD resulted in new understandings of mercury contamination\r\ndynamics within riparian food sources to indigenous human populations. The PIs have a record of public\r\noutreach, and this project will generate data products useful to educators and researchers, including our\r\nown teaching and public presentations to both scientists and general audiences. Furthermore, this will\r\nprovide valuable research experience to many undergraduate and some graduate students in the USA and\r\nSouth America, including funds for these students to publish and present results at meetings\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Hernes",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peter J Hernes",
   "pi_email_addr": "pjhernes@ucdavis.edu",
   "nsf_id": "000400994",
   "pi_start_date": "2004-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730600",
   "pgm_ele_name": "BE-UF: CARBON CYCLE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1689",
   "pgm_ref_txt": "BIOCOMPLEXITY IN THE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7285",
   "pgm_ref_txt": "INTEGRATED CARBON CYCLE RESEAR"
  },
  {
   "pgm_ref_code": "7306",
   "pgm_ref_txt": "BE-UF: CARBON CYCLE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 42556.0
  }
 ],
 "por": null
}