{
 "awd_id": "0404806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research on Stochastic Processes and Optimization",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 443323.0,
 "awd_amount": 443323.0,
 "awd_min_amd_letter_date": "2004-08-12",
 "awd_max_amd_letter_date": "2004-08-12",
 "awd_abstract_narration": "The proposed research is concerned with two topics in the area of stochastic processes and optimization: (1) theoretical foundations for importance sampling, (2) large deviations analysis of urn occupancy models. Importance sampling is a widely used Monte Carlo simulation technique for the estimation of quantities that are largely determined by rare events. With few exceptions, importance sampling algorithms are based on a change of measure that is not allowed to adapt in the course of generating a sample. Recent studies, however, indicate that these schemes may fail miserably in very common circumstances. These difficulties reflect the absence of a broad theoretical foundation for importance sampling. One contribution of the proposed research is to build such a foundation in a general setting. Roughly speaking, at the heart of any importance sampling problem is a stochastic game, and an understanding of this game is the key to designing and analyzing efficient importance sampling algorithms. This perspective motivates the concept of dynamic importance sampling, where the change of measure is allowed to vary depending on the simulation history. It can be shown that dynamic schemes, properly designed, are optimal in a suitable sense. The second topic, urn occupancy problems, is concerned with the distribution of multiple balls in multiple urns. This classical topic has found applications in many fields. The proposed research concerns large deviation approximations, new techniques for explicitly solving the associated variational problem, and the development of relations between equilibrium distributions for stochastic networks and occupancy problems.\r\n\r\nIf one were to ask an average person whether unlikely events are important, their first response might be that an event with very little chance of happening could not be significant.  After a moment's reflection, however, they would realize that such events have a profound impact in many circumstances. For example, measuring credit risk is very important to those who manage portfolios of loans, corporate bonds, and other financial instruments that are subject to default risk. Often the problem reduces to estimating the probability of default, which is usually very small, especially for highly rated obligors. However, an accurate estimation is crucial for risk management because these rare defaults can induce significant losses.  Similar considerations apply in many other circumstances, especially when performance standards are stringent.  The dominant technique for estimating small probabilities has been a simulation algorithm called importance sampling. However, the traditional design methodology for importance sampling has very limited applications and has been observed to break down in very common situations. Part of the proposed research is concerned with the most basic question, that is, how to build a broad theoretical foundation for importance sampling, upon which efficient algorithms can be designed for very general problems. A new concept of design is introduced in the proposal and the resulting importance sampling algorithms work well in practice. The other part of the proposal is concerned with a class of urn occupancy models. These models are very useful in the design and analysis of large-scale networks, biological systems, and physics. However, due to the complexity of the models, approximation becomes exceedingly important. The proposed research will develop an asymptotic method that can yield good approximations with only a modest computation effort.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dupuis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Dupuis",
   "pi_email_addr": "dupuis@cfm.brown.edu",
   "nsf_id": "000110853",
   "pi_start_date": "2004-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Wang",
   "pi_email_addr": "huiwang@cfm.brown.edu",
   "nsf_id": "000126441",
   "pi_start_date": "2004-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1263",
   "pgm_ref_txt": "PROBABILITY"
  },
  {
   "pgm_ref_code": "1266",
   "pgm_ref_txt": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ref_code": "1271",
   "pgm_ref_txt": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ref_code": "5514",
   "pgm_ref_txt": "OPERATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "7454",
   "pgm_ref_txt": "MSPA-INTERDISCIPLINARY"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 443323.0
  }
 ],
 "por": null
}