{
 "awd_id": "0404912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spontaneous Pattern Formation and Spontaneous Coherence of Excitons in Coupled Quantum Wells",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 414000.0,
 "awd_amount": 414000.0,
 "awd_min_amd_letter_date": "2004-03-22",
 "awd_max_amd_letter_date": "2006-04-21",
 "awd_abstract_narration": "This condensed matter physics project focuses on two novel effects in the optics of semiconductor quantum well structures. The first is the appearance of sharply-defined luminescence rings at the interface of a two-dimensional electron gas and a two-dimensional hole gas. This project will explore the role of Coulomb pressure, the nature of wavelike propagation in the hole gas, and the effects of externally applied stress and magnetic field on this phenomenon. The project will also aim at understanding the appearance of periodic structures in the rings. which have been reported by another experimental group. The second topic is the long-predicted phenomenon of spontaneous coherence of excitons at low temperature. This project will develop new designs of the quantum well structures to maximize the mobility and lifetime of the excitons.  A major aim is to understand the role of disorder in these systems. This project will use a method of confining the excitons in an in-plane harmonic potential, developed in earlier NSF-supported work, to make possible a Bose-Einstein condensate of excitons in two dimensions. Students and post-doctoral associates will receive training in cutting edge research that will prepare them for careers in academe, industry, and government.\r\n\r\nIn semiconductor structures with layers that have a thickness of just a few nanometers, electrons can be confined to two-dimensional motion. This creates a negatively-charged \"two-dimensional electron gas.\" In the same way, a positively-charged two-dimensional gas can be created, comprised of \"holes\" (missing electrons in one of the electron bands.)  Earlier work has shown it is possible to create both of these types of gases in a single two-dimensional plane, and when this happens,  a bright light emission at the interface between the two gases is observed. This project will aim at greater understanding of this recently-discovered effect, using cryogenics, magnetic field, and stress to probe the system. In addition, electrons and holes in this type of semiconductor nanostructure are predicted to spontaneously acquire coherence similar to that of a laser or a superconductor. Some research groups have already reported this to occur, but their claims depend strongly on understanding the role of disorder in the samples. This project will aim to create this novel state of matter in a controlled way, using new designs of semiconductor quantum well structures with low disorder and new experimental methods for confining the electrons and holes to a small region in the two-dimensional plane. If this state is verified, it would be as significant as a new type of superconductor. Students and post-doctoral associates will receive training in cutting edge research that will prepare them for careers in academe, industry, and government.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Snoke",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Snoke",
   "pi_email_addr": "snoke@pitt.edu",
   "nsf_id": "000213632",
   "pi_start_date": "2004-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 133830.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 137763.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 142407.0
  }
 ],
 "por": null
}