{
 "awd_id": "0405716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Prediction for Multi-factor Point Process Models",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 191861.0,
 "awd_amount": 191861.0,
 "awd_min_amd_letter_date": "2004-08-31",
 "awd_max_amd_letter_date": "2004-08-31",
 "awd_abstract_narration": "Abstract\r\nPI: Lawrence D. Brown\r\nProposal: 0405716\r\n\r\n\tThis proposal develops two different classes of models for statistical analysis of temporal point processes with covariates. The temporal structure here has a two way character, since there is day-to-day variation and also intraday variation, and these two types of variation must be modeled separately before being combined. Of interest are accurate predictions and also prediction confidence intervals for future observations of the process. One class of models begins by taking a slightly modified square root of the binned point-process counts and then treats these via variations of customary non-linear Gaussian random-effects models. The second class of models begins from a more primitive perspective by developing new classes of point processes having certain properties related to the usual Gaussian paradigm involving Moving Average and Auto Regressive constructions. These point processes are actually special cases of a more general new construction yielding processes with infinitely divisible finite dimensional marginals, and that are analogs in appropriate senses of classical AR and MA Gaussian processes. This new class of models is being adapted and applied to various straightforward temporal settings. The investigators are also studying how to apply such models in the complex settings mentioned above involving covariates and different temporal dimensions. A further area of study is the examination of the differences between the results of analyses involving the new class of stochastic processes and those using the simpler, but approximate, square root idea.    \r\n\r\n\tTelephone Call Centers are an important and growing component of our modern service-based economy. Proper management of such a center requires estimation of several operational \"primitives\", combined with queuing theory considerations, in order to determine appropriate staffing levels for efficient and economic customer service. Accurate prediction of the level of customer arrivals is the most difficult of the primitives to assess. Predictions as well as confidence bounds for these predictions are needed. In this proposal two new classes of statistical models particularly attuned to special features of this type of data are developed to make such predictions and confidence statements. While these models are particularly tuned to produce the desired result in the telephone context, they are also adaptable to a wide variety of other prediction problems, particularly to an important class of problems in spatial analysis. In addition, variations of the models are useful in developing techniques for internet intrusion detection. Computer intrusion (attacks by hackers) is an increasing impediment to efficient internet communications, and its detection is one vital step in eliminating this burden.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Brown",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence D Brown",
   "pi_email_addr": "lbrown@wharton.upenn.edu",
   "nsf_id": "000465732",
   "pi_start_date": "2004-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linda Zhao",
   "pi_email_addr": "lzhao@wharton.upenn.edu",
   "nsf_id": "000476092",
   "pi_start_date": "2004-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 191861.0
  }
 ],
 "por": null
}