{
 "awd_id": "0405675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:     Bayesian ANOVA for Microarrays",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 118120.0,
 "awd_min_amd_letter_date": "2004-08-02",
 "awd_max_amd_letter_date": "2007-07-30",
 "awd_abstract_narration": "DNA microarrays can provide insight into genetic changes occurring\r\nduring stagewise progression of diseases like cancer.  Accurate\r\nidentification of these changes has significant therapeutic and\r\ndiagnostic implications.  Statistical analysis of such data is however\r\nchallenging due to the sheer volume of information.  With new\r\nmicroarray technology it is possible to measure expressions on nearly\r\n60,000 transcripts for each sample of tissue analyzed.  To properly\r\nunderstand the evolution of a progressive disease, expression values\r\nare collected over all possible biological stages, thus the number of\r\nparameters in such problems can be in the hundreds of thousands, or\r\neven millions.  The high dimensionality presents theoretical problems\r\nto standard ANOVA-based extensions of two-sample Z-tests, a popular\r\nmethod for detecting differentially expressed genes in two groups.\r\nAdditionally, standard approaches that focus on controlling false\r\ndetection rates primarily apply to simpler experimental designs;\r\nmoreover these approaches tend to be conservative and are expected to\r\nbe worse in multigroup settings.  This work introduces a new\r\nmethodology called Bayesian ANOVA for Microarrays (BAM) for reliably\r\ndetecting differentially expressed genes in complex experimental\r\nsettings.  The method rests on a high dimensional variable selection\r\nmethod that exploits a rescaled spike and slab hierarchical model.\r\nBAM is shown to be risk optimal in terms of the total number of\r\nmisclassified genes.  The exact mechanisms for this risk optimality\r\nare theoretically delineated as a selective shrinkage effect. Theory\r\nguides development of graphical devices for adaptive optimal gene\r\nselection.  A large multistage colon cancer microarray repository\r\ncollected at the Ireland Cancer Center of Case Western Reserve\r\nUniversity serves as a testbed for the methods.  In parallel to this\r\nis the development of JAVA-based software for implementing BAM.\r\nSoftware uses a menu driven GUI and includes a minimal number of\r\nuser-specified tuning parameters, thus making it user friendly for use\r\nby other molecular biology laboratories.\r\n\r\nDNA microarrays allow for high throughput analysis of potential\r\ngenetic determinants of diseases like cancer.  It is now typical to\r\nhave expression on nearly 60,000 transcripts for each sample of tissue\r\nanalyzed.  This information can potentially provide information about\r\nwhich genes are involved in stagewise development of cancer as well as\r\nindicate novel therapeutic and diagnostic targets.  However,\r\nstatistical inferences to identify interesting genes is challenging\r\ndue to the large number of statistical tests that are run.  Standard\r\napproaches employ ANOVA test statistics and are prone to high false\r\ndetections.  False detection rate control methods tend to be overly\r\nconservative and do not extend naturally to more complex multistage\r\nexperimental designs.  This work introduces a new methodology called\r\nBayesian ANOVA for Microarrays (BAM) which reliably detects\r\ndifferentially expressed genes in multigroup experimental design\r\nsettings.  The method employs a special hierarchical model that\r\nimparts an oracle like behaviour for gene selection --- that is,\r\nultimately, only those truly differentially expressing genes are\r\nselected.  The reasons for this behaviour are theoretically delineated\r\nin this research, and the theory guides the development of novel\r\ngraphical devices for adaptively optimal gene selection in real\r\nmicroarray datasets.  A large multistage colon cancer microarray\r\nrepository collected at the Ireland Cancer Center of Case Western\r\nReserve University serves as a testbed for the methods and also\r\nprovides a tremendous opportunity to understand the colon cancer\r\ndisease process, a topic which is of great medical importance.  While\r\ncolon cancer has a well defined evolution defined by clinical stage,\r\nvery little is known about its molecular evolution.  In parallel to\r\nthis, is the development of JAVA-based software using a menu driven\r\nGUI having a minimal number of user-specified tuning parameters, thus\r\nmaking it feasible to port the software to molecular biology\r\nlaboratories for active use in analysis of other disease processes and\r\npotentially other high throughput sources of data.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hemant",
   "pi_last_name": "Ishwaran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hemant Ishwaran",
   "pi_email_addr": "HIshwaran@med.miami.edu",
   "nsf_id": "000113468",
   "pi_start_date": "2004-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland Clinic Foundation",
  "inst_street_address": "9500 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2164456440",
  "inst_zip_code": "441950001",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "THE CLEVELAND CLINIC FOUNDATION",
  "org_prnt_uei_num": "TDGUJ1WA4UJ9",
  "org_uei_num": "TDGUJ1WA4UJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland Clinic Foundation",
  "perf_str_addr": "9500 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 118120.0
  }
 ],
 "por": null
}