{
 "awd_id": "0406884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Probing Phase-Space Structure in the Galaxy - Kapteyn's Selected Areas",
 "cfda_num": "47.049",
 "org_code": "03020416",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas S. Statler",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 280263.0,
 "awd_min_amd_letter_date": "2004-06-02",
 "awd_max_amd_letter_date": "2008-06-23",
 "awd_abstract_narration": "Recent results from large-area photometric surveys have shown that the Milky Way outer halo contains accretion-driven substructure. These structures of known or assumed remnants of satellite accretion, have long-lived, coherent tidal features that can be used to accurately model the Galactic gravitational potential, as well as the characteristics of the original satellite. However, such modeling studies have been limited by the meager available kinematical data over large angles along the tidal features. While radial-velocity programs have just recently begun to address this problem for the few known Galactic tidal tails, no systemic survey has begun to address the transverse (tangential) velocities (i.e., absolute proper motions), which contain twice as much dynamical information. Without this information, dynamical models remain poorly constrained, and therefore limited to describing merely a range of possible events, rather than providing an accurate description of the real event.\r\n\r\nIn this collaborative project, Dr. Dana Dinescu at Yale University and Dr. Steven Majewski, at the University of Virginia, will undertake a deep, high-precision absolute and relative proper-motion survey that will sample more than 50 lines of sight in the Selected Areas designated by Kapteyn for Galactic structure studies in 1906; indeed, the photographic plates taken at that time by Kapteyn and colleagues will be used as first epoch material. Current proper-motion programs do not achieve this precision at a similar magnitude limit, and are thus limited in detecting and characterizing distant halo substructure. The combination of proper-motion precision, depth,\r\nand sky coverage of this project will not be surpassed until the upcoming astrometric satellite\r\nmissions GAIA and SIM. The data from these missions may be available in 2015 and 2020 respectively, while results from this project will be available in the next 3-4 years. The proper motions will be complemented by radial velocities, distance and metallicity estimates from photometric and spectroscopic work as well as from overlapping surveys like 2MASS, QUEST, SDSS and RAVE. Examples of intended applications of the data include: 1) Determining the extent and orbital motion of the highly obscured Monoceros, anticenter structure both above and below the Galactic plane, 2) Characterizing the transverse motion of the Sagittarius tidal streams. 3) Detecting and characterizing additional substructures in the halo of the Milky Way. 4) Determining the kinematical properties of the numerous thick disk and halo stars in the fields as a function of Galacto-centric distance. There are only a few deep, precise (pencil-beam-type) proper-motion data-sets that are centered on Galactic field stars rather than on a globular cluster or a dwarf spheroidal. This project will substantially increase the number of pencil-beam-type data-sets and therefore systematically probe our Galaxy in more than 50 distinct lines-of-sight. What makes the project possible is the combination of original 60-inch Mt. Wilson telescope plates taken in 1909 with matching Du Pont 2.5-m plates, thus yielding a 90 year baseline of excellent plate scale material. This research will contribute to an accurate model of the interaction of our Galaxy with its former satellites, and help characterize the Galaxy's satellite system. Also, the kinematical data of debris stars have the potential of measuring the lumpiness of the dark matter halo. These two issues are relevant for cold dark matter simulations that currently overpredict, by two orders of magnitude, the number of dark matter halos relative to the number of observed satellites of the Milky Way. \r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dana",
   "pi_last_name": "Casetti",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Dana I Casetti",
   "pi_email_addr": "casettid1@southernct.edu",
   "nsf_id": "000731653",
   "pi_start_date": "2004-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terrence",
   "pi_last_name": "Girard",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Terrence M Girard",
   "pi_email_addr": "terry.girard@yale.edu",
   "nsf_id": "000333050",
   "pi_start_date": "2004-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 280263.0
  }
 ],
 "por": null
}