{
 "awd_id": "0406621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing Hydrogen Storage in Carbon Nanostructures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yip-Wah Chung",
 "awd_eff_date": "2004-06-15",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 139993.0,
 "awd_min_amd_letter_date": "2004-06-16",
 "awd_max_amd_letter_date": "2004-06-16",
 "awd_abstract_narration": "ENHANCING HYDROGEN STORAGE IN CARBON NANOSTRUCTURES\r\nIshwar K. Puri & Sohail Murad\r\nUniversity of Illinois at Chicago\r\nThis proposal focuses on improving the knowledge base for hydrogen storage in carbon nanostructures at the fundamental molecular level. The use of hydrogen as a fuel is limited, in part because of serious problems with its storage and delivery. Materials that adsorb significant quantities of hydrogen are therefore urgently needed. The special hydrogen adsorbing characteristics of carbon nanomaterials make them well suited as hydrogen storage devices. While carbon nanotubes, carbon nanohorns and porous carbon show considerable conceptual promise, experimental results have not been as convincing thus far, strongly suggesting that some modification in the structure may be required for commercial viability. For instance, target adsorbents have been found to require extremely high surface areas to approach appropriate storage targets making multilayer adsorption necessary. In their proposed work, the investigators plan to: (1) systematically evaluate the hydrogen adsorption limitations of various carbon nanostructures using molecular dynamics simulations and examine how these can be further enhanced with modifications such as metal encapsulation; and (2) conduct a corresponding parallel experimental investigation to aid and validate their simulations. Metal particle encapsulation shows promise to augment the hydrogen storage capacity of carbon nanostructures. In their molecular dynamics simulations the investigators plan to investigate the effects of (1) pressure; (2) temperature; (3) nanotube (armchair, zigzag or chiral) and nanofiber (tubular, platelet or herringbone) structure; and (4) metal particle encapsulation on hydrogen storage in carbon nanostructures. They will synthesize various graphitic carbon nanostructures, some of which will contain encapsulated metal particles and conduct a series of experiments to investigate the hydrogen storage capacities of these and commercially available nanostructures. Their molecular simulation studies will identify the most promising structures and compositions for the complementary experimental studies. \r\nThe project will have significant broader impact. There is a pressing need to develop alternate fuels, such as hydrogen, because of the considerable negative environmental impact from the continued use of fossil fuels and their limited future availability. There are significant challenges that must be overcome for hydrogen usage in automobiles, some due to storage limitations. If these can be overcome, the widespread use of hydrogen as a fuel will have an enormous influence on the global economy. This project also has the potential for synthesizing novel carbon nanostructures, e.g., with encapsulated metal nanoparticles. For instance, metals that are sensitive to oxidation can be stored efficiently inside a nanotube, as could various catalytic agents. This crosscutting effect can lead to the development of nanoreactors. Although research on carbon nanostructures is a fast-moving field, commercialization is hampered by the lack of methods to economically produce the material in bulk. The project will involve the research training of a PhD student as well as undergraduate researchers. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ishwar",
   "pi_last_name": "Puri",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ishwar K Puri",
   "pi_email_addr": "ikpuri@usc.edu",
   "nsf_id": "000251691",
   "pi_start_date": "2004-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sohail",
   "pi_last_name": "Murad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sohail Murad",
   "pi_email_addr": "murad@iit.edu",
   "nsf_id": "000263867",
   "pi_start_date": "2004-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167500",
   "pgm_ele_name": "NANOSCALE: SCIENCE & ENGIN CTR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}