{
 "awd_id": "0406502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control of Defect Interactions for P-Type Doping of ZnO by Ion Implantation",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaVerne D. Hess",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 49979.0,
 "awd_amount": 49979.0,
 "awd_min_amd_letter_date": "2004-04-30",
 "awd_max_amd_letter_date": "2004-04-30",
 "awd_abstract_narration": "This is a Minority Career Advancement Award (MCAA) project addressing selective-area formation of p-type transparent conducting oxides (TCOs), and wide band gap semiconductors, using ion implantation, with focus on ZnO as a representative material. The doping approach involves ion implantation at a temperature low enough to freeze interstitials created by ion beam irradiation so as to avoid creation of a defect imbalance that precludes proper annealing of implantation-induced lattice damage. Low temperature implantation will be followed by a very rapid in-situ heating of the sample, to induce short range, interstitial-vacancy recombination, and substitutional lattice location of the dopants. An ex-situ annealing will then be carried out to further an-neal any residual lattice defects, and enhance electrical activation of the dopants. By controlling the mobility and recombination of defects, and by carefully monitoring the lattice location of po-tential dopants, and the electrical transport properties of the implanted layers, fundamental in-formation is sought regarding mechanisms responsible for the doping difficulties typically encountered in ZnO, and other wide band gap semiconductors. Implanted and annealed samples will be characterized for their structural, compositional, optical, and electronic transport properties. Measurements of lattice disorder and dopant concentration as a function of depth, will be performed and correlated with optical and electronic transport analyses: Rutherford backscattering spectrometry will be employed to determine stoichiometry, composition as a function of depth, and the presence of impurities in the films. Ion channeling measurements will be used to monitor implantation induced lattice damage, and to assess the lattice location of the dopants (in single crystals). The depth profiles of ion implanted species, as well as host substrate compo-nents, and impurities, will be studied with secondary ion mass spectrometry. Optical properties will be analyzed by spectrophotometry, in transmission and reflection modes. Electronic trans-port properties will be characterized by Hall effect and conductivity measurements, as a function of temperature. This research is expected to advance understanding of the role of defects on the electrical transport properties of ZnO, and other wide band gap semiconductors, and in the de-velopment of an approach for spatially controlled doping of ZnO based devices. \r\n%%% \r\nThe project addresses fundamental research issues associated with electronic materials having technological relevance. An important feature of the project is the integration of research and education. Broader impacts associated with the project are exemplified by education and training of undergraduate and graduate students in materials research topics and methodologies; incorporation of the materials developed in the research activity in a graduate/undergraduate class on ion-solid interactions; a strong emphasis on attracting students from underrepresented groups; establishment of scientific collaborations with groups from Latin America; fostering of activities for students (graduate, undergraduate, high school) such as technical symposia and poster session competitions at the local level (Florida State); development of science workshops for high and middle school science teachers in collaboration with Orlando Science Center; and dissemination of scientific information by publishing the results, and posting on a designated website (within the Physics Department website: www.physics.ucf.edu). \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriel",
   "pi_last_name": "Braunstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriel Braunstein",
   "pi_email_addr": "braunstein@physics.ucf.edu",
   "nsf_id": "000107206",
   "pi_start_date": "2004-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9138",
   "pgm_ref_txt": "CAREER ADVNCMT AWDS-MINORITIES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 49979.0
  }
 ],
 "por": null
}