{
 "awd_id": "0407873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Why Do Clades Lose Diversity?  Aplodontoid Rodents as a Case Study in the Decline of Higher Taxa",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patrick S. Herendeen",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 4375.0,
 "awd_min_amd_letter_date": "2004-05-13",
 "awd_max_amd_letter_date": "2006-07-07",
 "awd_abstract_narration": "This project studies why species go extinct.  The study focuses on understanding the details of diversification and decline of a group of related rodent species, known as aplodontids or \"mountain beavers\".  This group of related species (called a lineage or clade) can be used as a model to understand the processes of species diversification and extinction in general.  Aplodontids were very abundant and diverse 25 million years ago, but have since declined to a single living species, which now is threatened by alteration of coastal forests in the Pacific Northwest.  This study will focus on understanding the ecology of members of this group of mammals throughout their 35 million year history. The ecological roles of individual species will be reconstructed from measurements of skeletal morphology (which indicate how they moved and how they used their environment), from study of the wear on their teeth (an indicator of foods eaten), and from studies of the isotopic composition of their tooth enamel (indicative of patterns of water use and of the particular types of plants eaten).  These ecological data will be plotted on a cladogram, or \"family tree\" of species, in order to understand the path of evolution of ecology in aplodontoids.  The construction of this cladogram requires intensive study of as many aplodontoid species as possible.  Reconstructing this path of ecological evolution, coupled with our existing knowledge of past environmental changes, will enable us to understand the ecological changes that led this group to the brink of extinction. \r\n\r\nWith so many species and larger groups threatened by habitat alteration and climate change, it is essential to understand what makes organisms likely to go extinct.  An understanding of factors that led this one group of organisms to decline will enable recognition of the most important mechanisms by which humans may adversely affect other species. This project uses data from fossils that lived long before humans began to influence world faunal change.  The aplodontid lineage had already reached its current low level of diversity by 4 million years ago, well before humans even came to North America.  Thus, it provides a case study of lineage decline due to \"natural\" (non-human) causes.  This will help in recognizing the difference between a lineage declining as part of the natural evolutionary process and one being driven to extinction by the relatively recent influence of humans.  An understanding of how to recognize and mitigate human-caused extinctions is vital to our continuing efforts to maintain a healthy environment in the face of increasing human activity.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Barnosky",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony D Barnosky",
   "pi_email_addr": "barnosky@berkeley.edu",
   "nsf_id": "000418601",
   "pi_start_date": "2004-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 4375.0
  }
 ],
 "por": null
}