{
 "awd_id": "0407815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Phylogeny and Comparative Analysis of Salinity and Silicic Acid Uptake in the Thalassiosirales (Bacillariophyceae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan Carlos Morales",
 "awd_eff_date": "2004-07-15",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 11500.0,
 "awd_amount": 11500.0,
 "awd_min_amd_letter_date": "2004-07-14",
 "awd_max_amd_letter_date": "2004-07-14",
 "awd_abstract_narration": "Non-technical abstract\r\n\r\nDiatoms are microscopic organisms that form the basis of the food web in  rivers, lakes and oceans. Although diatoms are found in nearly every  permanent and temporary water body on earth, how they enter and flourish in  new habitats is unknown. The most difficult invasion seems to be from  saltwater to freshwater. The diatom group studied, Thalassiosirales,  provides an excellent opportunity for understanding the origin and  evolution of diatoms in marine and freshwater habitats. Thalassiosirales  species from marine and freshwater habitats differ fundamentally in  utilization of dissolved silicathe primary component of diatom cell walls,  and the second most abundant element in the earth's crust. The objectives  of this research are to 1) reconstruct the phylogeny of the centric diatom  order Thalassiosirales based on DNA sequences from the nuclear,  chloroplast, and mitochondrial genomes, 2) use the phylogeny to test  competing hypotheses about the relationship between marine and freshwater  species by determining the number of transitions between these 2 habitat  types, and 3) test whether the salinity optima and efficiency of  silicic-acid uptake are correlated for species of Thalassiosirales. The  phylogeny will indicate the number of transitions between marine and  freshwater habitats, and the experimental data will reveal physiological  changes that potentially facilitated these transitions. \r\n\r\nDiatoms are critical to sustaining life on earth.  Primary production  (creation of organic matter and free oxygen molecules through  photosynthesis) by marine diatoms alone accounts for approximately 25% of  the earth's oxygen  more than all of the world's rainforests combined   and sustains much of the world's ocean and freshwater fisheries. Besides  their importance to the oxygen cycle and food webs, diatoms are also  important to processing of silicon, the second most abundant element in the  earth's crust.  They use silicon (in the chemical form called silica) to  make their cell walls. Many diatom cell walls fall to the bottoms of lakes  and oceans, forming vast deposits of diatomaceous earth.  This is mined for  many industrial purposes, can form a reservoir for petroleum, and records  changes in earth history.  The creation of such deposits, and the amount of  carbon, oxygen and silica cycled by diatoms depends on conditions affecting  their growth.  Diatom production is often nutrient limited, so  understanding how diatoms utilize nutrients such as dissolved silica is a  necessary first-step towards understanding the patterns of primary  production observed in the world's oceans. Diatoms also are one of the few  groups that successfully occupy marine and freshwater habitats, and  evidence suggests that salinity greatly affects the metabolism of silica by  diatoms and also diatom production. There is basic scientific value in  understanding how and why organisms overcome barriers through evolutionary  processes. From a practical standpoint, understanding how diatoms made the  difficult transition from saltwater to freshwater can help us understand  the mechanisms by which diatoms adapt to these different environments, and  so help us understand and perhaps better predict how environmental change  caused by humans and nature might affect the distribution and production of  diatoms, and so cycling of carbon, silica and oxygen.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Theriot",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Edward C Theriot",
   "pi_email_addr": "etheriot@austin.utexas.edu",
   "nsf_id": "000359738",
   "pi_start_date": "2004-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 11500.0
  }
 ],
 "por": null
}