{
 "awd_id": "0408324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Khipu Database Project",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2004-07-13",
 "awd_max_amd_letter_date": "2004-07-13",
 "awd_abstract_narration": "With the support of the NSF, Dr. Gary Urton, with the assistance of Carrie Brezine, Harvard Khipu Database Manager, will continue a project, begun in 2002, which involves the design, construction and querying of a database containing all available information drawn from scientific studies of the Inka khipu (Quechua: \"knot\").  Khipus were the knotted-string devices used for recordkeeping in the Inka empire.  Khipus recorded statistical data (e.g., census and tribute records), as well as information used by Inka recordkeepers for the construction of narratives of Inka myths, histories, genealogies and other such discursive accounts.  It is not known how the Inka recordkeepers recorded information in these knotted-string devices.  The database that we have developed and have begun to query in increasingly more complex ways is intended to provide us with detailed, comparative information from which to search for patterning in khipu structural and symbolic elements, which may allow us eventually to decipher these enigmatic devices.\r\n\r\nBuilding on the construction of our database, which has now been populated with information drawn from some 220 of the ca. 600 extant khipu samples in museum collections around the world, the objectives of the khipu database project in 2004-05 are: (a) to enter new data into the database from our own and other researchers' studies of previously unstudied, or restudied, khipus (we hope to enter full or partial data on 450-500 samples by the end of the 2004-05 project period); (b) to perform increasingly complex queries on the database, including those aimed at attempts to understand khipu classifications based on statistical analyses of khipu construction variables, such as patterns in directional variation in spinning, plying, knotting and attachment of strings; (c) to continue to search for examples -- several of which were discovered in research in 2003-04 -- of matching numerical accounts in samples that belonged to the same \"archives\" -- i.e., khipu having the same provenience on the coast or in the highlands of Peru; (d) to continue to search for ethnohistorical documents from areas where sizable collections of khipus were found with the objective of locating documents from colonial Peru that were drawn up as khipu transcriptions made by Spanish administrative officials; such transcriptions may provide the keys to eventually deciphering the khipu; and (d) to expand our project website (http://khipukamayuq.fas.harvard.edu/) to include more detailed information about specific khipus stored in the database, and to build querying functionality into the site so that the public can ask standard questions of the database. \r\n\r\n The ultimate result of this research could be the decipherment of the Inka khipus.  The expected result is that we will shed considerable light on the procedures, practices and intellectual traditions whereby the largest state in the Pre-Columbian Americas -- the Inkas -- recorded information in the strings, knots and colors of these remarkable, three-dimensional fabricated texts.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Urton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Urton",
   "pi_email_addr": "gurton@fas.harvard.edu",
   "nsf_id": "000480118",
   "pi_start_date": "2004-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": null
}