{
 "awd_id": "0408988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Valuing Flexibility in Infrastructure Projects:      Development & Assessment of Real Option Models",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas A. Foutch",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 153711.0,
 "awd_min_amd_letter_date": "2004-04-27",
 "awd_max_amd_letter_date": "2006-02-14",
 "awd_abstract_narration": "Real option models have emerged over roughly the last two decades to address the limitations of traditional valuation methods such as net present value analysis.  Various approaches to modeling real options have surfaced as the related but independent fields of finance and decision theory have wrestled with the challenges of model development.  The differences between the various approaches revolve principally around the assumptions made and the mechanics involved.  The assumptions made dictate how closely a model mimics reality while the mechanics involved influence how accessible a model is to practitioners.  The infrastructure community is just beginning to explore the potential contributions that real option valuation can make to improve infrastructure development decisions.  Thus, this endeavor takes account of the prospects of these techniques.  Through case studies of both international & domestic Build-Operate-Transfer (BOT) arrangements, this research: (a) identifies and characterizes the managerial options found in authentic energy and transportation projects, (b) values the most common real options identified using the classic, marketed asset disclaimer, revised classic and hybrid modeling approaches,  (c) assesses the robustness and simplicity of each model developed as well as evaluates the validity of underlying assumptions, and (d) develops guidelines for real option valuation and BOT contracting based upon the assessment results.\r\nThe merits of this research reside in its contributions to the changing infrastructure development paradigm.  The exclusive use of segmented project delivery and tax-supported financing strategies for the development or renewal of infrastructure systems is coming to an end in the United States and worldwide simply because traditional funding mechanisms cannot keep pace with the demands to develop new and to modernize existing infrastructure facilities.  Increasingly, public infrastructure owners are soliciting BOT arrangements to deliver needed infrastructure.  Such arrangements potentially preserve a public owner's capital capacity for allocation to projects that cannot support themselves by essentially \"pulling\" projects from the private sector.  Tolled highways are but one type of project where BOT's potential for integrated delivery and asset-based financing exists.  However, the solicitation of private capital for public purpose demands a rather thorough assessment of a project's economic characteristics, but traditional methods of project evaluation can often fail to consider important dimensions of a project.  Frequently, BOT projects possess managerial options, which are not directly valued by either the government or the private consortium because conventional valuation methods fail to capture flexibility's value.  Without a careful appraisal of the opportunities and risks inherent in such arrangements, development may not occur at all if the project itself is undervalued because managerial flexibility is ignored or the concession agreement struck between the government and the private developer may include disproportionate subsidies since financial guarantees are given for free.  Real option models can provide the means to ensure that neither of these circumstances occurs. \r\nThus, the real option valuation and BOT contracting principles developed by this work will enhance the ability of public owners and private developers to account for the managerial flexibility that is often embedded in BOT projects.  Hence, an expanded and unbiased market will result since some projects will not be mistakenly eliminated as BOT candidates or erroneously subsidized through public sector contributions or guarantees.  In addition, when applied to evaluate candidate infrastructure projects, real option techniques can supply strategic insights for architecture, engineering & construction (AEC) organizations that are not possible when using traditional methods.  Both outcomes are important impacts as the nation confronts the daunting challenge of expanding, modernizing and restoring its infrastructure base and as US-based AEC firms compete globally.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Garvin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Garvin",
   "pi_email_addr": "garvin@vt.edu",
   "nsf_id": "000495713",
   "pi_start_date": "2004-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 115719.0
  }
 ],
 "por": null
}