{
 "awd_id": "0408732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Paleoecology of Ankilitelo, Southwestern Madagascar: Implications for Late Quaternary Megafaunal Extinctions",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Trudy R. Turner",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 6000.0,
 "awd_amount": 6000.0,
 "awd_min_amd_letter_date": "2004-03-30",
 "awd_max_amd_letter_date": "2004-03-30",
 "awd_abstract_narration": "Holocene megafaunal extinctions, which included the loss of giant subfossil lemurs, have been documented from subfossil sites in virtually every region of Madagascar. Evidence from these sites point to interregional disparities in the tempo and potential cause of the extinctions. To arrive at a better understanding of human impact and/or environmental change in Madagascar, regional records of ecological history must be developed. In particular, southwestern Madagascar is an area of great significance because it documents both the earliest arrival of humans to Madagascar, and the latest survival of giant subfossil lemurs. This study will draw on microvertebrate paleontology to develop a paleoecological framework for the giant subfossil lemurs in southwestern Madagascar. The subfossil assemblage of Ankilitelo, a late Holocene cave-site, will be investigated in order to establish the taxonomic and ecological relationships between the Ankilitelo fauna and modern Malagasy forests. Ankilitelo is unique in that preservation of giant lemurs (Palaeopropithecus, Megaladapis, and Archaeolemur) occurs in association with paleoecologically-relevant small vertebrates, including primates, tenrecs, carnivores, rodents, bats, reptiles, amphibians and birds. This project will be the first comprehensive comparison between subfossil and extant small vertebrate faunas in Madagascar.\r\n\tThe specific objectives of this study are to: document the taxonomic structure of the Ankilitelo fauna; compare the Ankilitelo subfossil assemblage with fifteen modern communities; use these comparisons to reconstruct the ecological community and habitat of the extinct fauna in southwestern Madagascar; elucidate ecological changes that occurred in the Holocene of southwestern Madagascar through a comparison of the ancient habitat at Ankilitelo and that occurring in the region today. These objectives will be accomplished through the study of comparative samples to facilitate proper taxonomic identification of the Ankilitelo material. Based on taxonomic identifications, species will be assigned to diet, locomotor, activity pattern and body size categories. These categories will be used to capture the ecological structure of the fifteen modern communities and Ankilitelo, and describe their habitat. The ecological structure of Ankilitelo and each modern community will be analyzed and compared with multivariate statistics. Niches that appear to be differentially compromised in the Ankilitelo sample will be identified and further explored. \r\nThe recent loss of the subfossil lemurs in Madagascar is an example of the kind of extinction that threatens biodiversity worldwide. The results of this project will illustrate ways in which species are affected by dramatic changes to their ecosystem, and will inform conservation efforts in Madagascar. The broader impacts of this study also include the creation of a \"virtual collection\" by 3D scanning a taxonomically representative sample of dentitions, crania and postcrania of the Ankilitelo microvertebrate fauna. An important component of the collaborative new work on the small vertebrate fauna is to make a database of this information available for scientific study. Such a virtual collection will not only be valuable to researchers interested in the subfossil assemblages, but also to biologists working on the poorly known microfauna of Madagascar. Additionally, the Co-PI will establish collaborative research with Malagasy scientists and graduate students at the Universite d'Antananarivo. \r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rasmussen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "David T Rasmussen",
   "pi_email_addr": "dtrasmus@wustl.edu",
   "nsf_id": "000421378",
   "pi_start_date": "2004-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}