{
 "awd_id": "0408487",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thin Film Fracture and Decohesion in Micro- and Nano-Patterned Devices",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clark Cooper",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 156000.0,
 "awd_min_amd_letter_date": "2004-03-15",
 "awd_max_amd_letter_date": "2007-05-03",
 "awd_abstract_narration": "Proposal ID: 0408487\r\nPI: Sottos, Nancy\r\nOrganization: University of Illinois at Urbana-Champaign\r\nTitle: Thin film fracture and decohesion in micro- and nano-patterned devices\r\n\r\n\r\nThis research focuses on the unique fracture and decohesion problems associated with micro-and nano-patterned thin film devices fabricated via soft lithographic methods. Soft lithography encompasses a group of techniques, such as microcontact printing (m-CP) and nanotransfer printing (n-TP) that use a flexible elastomeric stamp to form patterns of self-assembled monolayers (SAMs) on the surfaces of substrates. The SAMs can then serve as resists for selective etching or templates for selective deposition to form the final thin film device. These additive methods of patterning are used to create complex 2-D and 3-D structures with feature sizes ranging from hundreds of microns to tens of nanometers for a broad set of applications in electronics, sensors and MEMS. A collaborative experimental and computational approach is proposed to investigate the relationships between surface chemistry, interfacial fracture energy, processing induced residual stress, and cracking in patterned thin films.\r\n\r\nIntellectual Merit: The research described in this proposal will result in several new experimental and computational tools to quantify the interfacial fracture energy in ultra-thin, patterned films that are difficult to characterize by conventional adhesion tests. Thin film adhesive strength will be characterized under a full range of mixed-mode dynamic loading conditions using a laser induced pulsed loading technique. Laser pulse absorption generates high amplitude, short duration stress wave pulses to load the interface between a film and a substrate. A dynamic edge delamination test will be developed to obtain the initiation and propagation fracture toughness of the interface. The link to meaningful fracture parameters is achieved with the aid of appropriate analytical and numerical tools to support the experiments. Powerful numerical schemes that combine spectral methods with cohesive volumetric finite methods will be developed to accurately extract interfacial fracture toughness. The experimental and computational tools developed under the current research will provide a quantitative understanding of patterned film fracture that can guide the design and development of new inks, transfer chemistries, and stamps for the next generation of devices fabricated by soft lithography.\r\nBroader Impact: This project integrates research activities involving thin film processing, experimental mechanics and numerical fracture analysis, providing an excellent setting for the education and training of two graduate students at the University of Illinois. Moreover, these students will be part of an interdisciplinary research group at the Beckman Institute for Advanced Science and Technology that will facilitate broader interactions with other students and faculty from Chemistry, Chemical Engineering, and Materials Science. An additional REU supplement will be requested to support two undergraduate researchers to work on both experimental and computational aspects of the project. Efforts will be made to recruit graduate students from underrepresented groups for these positions. The PIs participate in a number of outreach activities to increase the pool, recruit and retain underrepresented students at the undergraduate and graduate levels.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Sottos",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Sottos",
   "pi_email_addr": "n-sottos@uiuc.edu",
   "nsf_id": "000201807",
   "pi_start_date": "2004-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philippe",
   "pi_last_name": "Geubelle",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Philippe H Geubelle",
   "pi_email_addr": "geubelle@illinois.edu",
   "nsf_id": "000488606",
   "pi_start_date": "2004-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 156000.0
  }
 ],
 "por": null
}