{
 "awd_id": "0409594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cognitive-Based Data Fusion for Integrated Direct Push Technologies",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Daniel",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 185001.0,
 "awd_min_amd_letter_date": "2004-05-28",
 "awd_max_amd_letter_date": "2008-02-22",
 "awd_abstract_narration": "This project will develop a novel multi-sensor cone penetrometer instrumented with load cells to measure cone tip resistance and sleeve friction, pressure transducer to measure pore water pressure, conductivity sensor to measure soil electrical conductivity, vapor sampling module, and a new down-hole miniature electronic nose to sniff and detect soil contaminants. Cognitive-based multi-sensor data fusion models will be developed for fusing and interpreting data from the multiple sensors in order to screen subsurface contaminants, and to estimate a various soil and in-situ state properties. Controlled calibration chamber studies will be performed in the laboratory to test the probe and train the data fusion models. The system will also be tested in the field in collaboration with the EPA New England Regional Laboratory. \r\nA novel site characterization technology that is based on human cognition (data fusion) and biological sensing (olfaction) mechanisms is proposed. This research will advance knowledge and understanding in site characterization. It is expected that this project will lead to a better understanding of sensor integration, pattern recognition, and data fusion techniques. The proposed technology is expected to significantly reduce costly and time-consuming laboratory analysis during initial site investigations, limit potential personnel exposure to contaminated media, and reduce the amount of investigation-derived waste normally generated during conventional drill and sample activities. Thus the outcome of this project will significantly contribute to the health, safety, and economy of the society. Most of the existing methods for interpreting in situ test data are based on empirical or semi-empirical equations that do not consider all the measured parameters simultaneously. The new approach proposed in this research will reduce the uncertainty associated with subsurface interpretation from the data gathered by individual technologies and provide information in such a way as to offset the respective limitations of individual sensing technologies. \r\nThe broader impacts of this project are enhanced through the integration of underrepresented graduate and undergraduate students in research. The educational component combines academics, research skills, technical skills, and collaborative skills, through a real-world, real-learning, approach. Proposed activities include, addition of new modules in an existing course, K-12 outreach, making presentations in institutions that serve underrepresented groups, training student mentors, participation in conferences, interaction with researchers, industry professionals and public officials. The novel sensing technologies that will be developed in this project will add to the existing infrastructure for research and education. Partnerships with federal agencies, research laboratories (EPA), and industry (Geoprobe Systems Inc.) will provide access to unique facilities and sites, and provide broad expertise for research, education and technology transfer. The results from this project will be broadly disseminated to benefit a large audience, enhancing their scientific and technological understanding, and increasing their awareness on environmental issues. Research in data fusion, and electronic nose could have broader impacts in law enforcement, in the military and in Home Land Security (for detecting drugs, explosives, chemical and biological weapons). The outcome of this project is envisioned to have a global impact on the health, safety and quality of life of the society.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pradeep",
   "pi_last_name": "Kurup",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Pradeep U Kurup",
   "pi_email_addr": "Pradeep_Kurup@uml.edu",
   "nsf_id": "000360238",
   "pi_start_date": "2004-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell Research Foundation",
  "inst_street_address": "600 Suffolk Street",
  "inst_street_address_2": "2nd Floor South",
  "inst_city_name": "Lowell",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344723",
  "inst_zip_code": "018543692",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "220 PAWTUCKET ST STE 400",
  "perf_city_name": "LOWELL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  },
  {
   "pgm_ele_code": "163900",
   "pgm_ele_name": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 60847.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 67348.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 56806.0
  }
 ],
 "por": null
}