{
 "awd_id": "0409203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spatial and Temporal Changes in Arsenic, Iron, and Sulfur Speciation in a Shallow Aquifer",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2004-08-11",
 "awd_max_amd_letter_date": "2004-08-11",
 "awd_abstract_narration": "0409203\r\nPeggy A. O'Day\r\nThe chemical speciation of arsenic in sediments and porewaters of aquifers is the critical\r\nfactor that determines whether dissolved arsenic accumulates to potentially toxic levels.\r\nAlthough we have a general understanding of the biogeochemical cycle of arsenic, there remains\r\na large gap in our quantitative understanding of the mechanisms of transformations, the role of\r\niron and sulfur, and the dynamics of natural processes that mobilize arsenic in the environment.\r\nWe lack detailed measurements that allow us to quantify seasonal impacts on subsurface arsenic\r\nspeciation, and the rates at which speciation changes in response to surface infiltration from\r\nrainfall and vertical fluctuations in water table depth. Using a combination of field, laboratory,\r\nand modeling efforts that employ both molecular and macroscopic methods, we will study\r\narsenic mobility and natural attenuation at a site near San Francisco Bay as a model system.\r\nThese studies will address the following: (i) How do seasonal variations and changes in water\r\ntable as a response to storm events influence subsurface arsenic geochemistry, and thus the\r\nmechanisms and rates of arsenic uptake or release? (ii) Does the formation of metastable, mixed\r\nvalent iron phases, Fe(II,III) hydroxides (green rust) play an important role in controlling\r\narsenic attenuation and release? How is the formation and stability of labile iron phases\r\ninfluenced by storm events and tidal flooding? (iii) Through molecular and macroscopic\r\nmodeling based on field and laboratory observations and data, can we predict local changes in\r\ndissolved arsenic and iron concentrations in response to seasonal changes in water table and to\r\nstorm events? We will employ X-ray absorption spectroscopic methods, complementary bulk\r\nand spatially resolved geochemical characterizations, hydrologic observations, and molecular\r\nand macroscopic modeling to address these questions at different scales.\r\nIntellectual Merit: Our work will address the mechanisms by which arsenic is attenuated or\r\nmobilized in the environment through identification and understanding of its chemical\r\nspeciation. This study will also begin to address the more difficult question of the rates of\r\narsenic transformation and mobilization in the field, and link temporal changes to mechanisms\r\nidentified at molecular and microscopic scales. This comprehensive approach will advance\r\nfundamental understanding of arsenic speciation and mobility, particularly with respect to little\r\nknown seasonal fluctuations and field rates of uptake and release.\r\nBroader Impacts: Worldwide, elevated concentrations of arsenic in groundwater, a known\r\ncarcinogen and mutagen, has the potential to adversely impact on the order of 90 million people,\r\nincluding 13 million in the US. This study will seek mechanistic, thermodynamic, and kinetic\r\nunderstanding of arsenic mobility in the environment. Our approach seeks to scale results from\r\nmolecular to macroscopic and thus, our observations at this model study site will be generally\r\ntransferable to other subsurface settings.\r\nThe P.I. has recently moved to the University of California at Merced, the first UC\r\ncampus to be built in over 35 years. This research proposal will serve to advance both graduate\r\nand undergraduate education at our fledging campus, which seeks to serve underrepresented\r\ngroups in the agricultural San Joaquin Valley. In addition, our collaborators for this project\r\ncome from industry and a national laboratory, providing opportunities for undergraduate summer\r\ninternship programs and collaborative work with graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peggy",
   "pi_last_name": "O'Day",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peggy O'Day",
   "pi_email_addr": "poday@ucmerced.edu",
   "nsf_id": "000470389",
   "pi_start_date": "2004-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 N LAKE RD",
  "perf_city_name": "MERCED",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": null
}