{
 "awd_id": "0410586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biostatistics:  A Second Statistics Course Preparing Undergraduates for Research",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel P. Maki",
 "awd_eff_date": "2004-07-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 35974.0,
 "awd_amount": 35974.0,
 "awd_min_amd_letter_date": "2004-08-20",
 "awd_max_amd_letter_date": "2004-08-20",
 "awd_abstract_narration": "Mathematics(21) This project develops a new Biostatistics course at Sweet Briar College, a liberal arts college for women, to support a newly established initiative for integrating mathematics and biology in the undergraduate curriculum. It completes the curriculum for two new minors in Statistics and Biomathematics.\r\n\r\nIntellectual merit. The project's intellectual merit lies in curriculum improvements that make widely used statistical methods available to students earlier in their education, that use modern, computing-intensive techniques, and that emphasize data and concepts over theory so that students will learn statistical thinking in a lively and interesting way. In addressing the needs of students it is known that undergraduates have more opportunities than ever to do research. In fact, research experience is an expectation for admission in many graduate programs. As students read research literature, plan experiments, and analyze data, they need to understand concepts and methods of statistics that lie beyond the scope of an introductory statistics course. Biostatistics is valuable preparation for students who plan to do graduate study in life sciences and medicine. However, liberal arts colleges seldom have the resources to offer more than a general introductory statistics course. Materials adapted include modules from the NSF-funded project \"Beyond Traditional Statistical Methods\" (NSF-9751644) on bootstrap estimates and logistic regression. These are computing-intensive statistical methods that have been widely adopted in scientific and engineering research but have not yet become common in the undergraduate statistics curriculum.\r\n\r\nThe course employs active learning through lab exercises, projects, group problem solving and discussion, and demonstrations based on data generated in class. Activities adapted from Teaching Statistics: A Bag of Tricks and the Statistics Teaching and Resource Library. \r\n\r\nBroader impact. The new course in Biostatistics serves as a model for other liberal arts institutions. It builds on curriculum changes that are already in progress at Sweet Briar College and is a required course for two new minor programs in Biomathematics and in Statistics. The course is a component of a larger program in biomathematics currently being developed by Sweet Briar College and the Center for Bio-mathematical Technology at the University of Virginia Medical School. The course outline, materials, and activities are posted on a course website for access by faculty members at other institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bessie",
   "pi_last_name": "Kirkwood",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Bessie H Kirkwood",
   "pi_email_addr": "bkirk@sbc.edu",
   "nsf_id": "000356507",
   "pi_start_date": "2004-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sweet Briar College",
  "inst_street_address": "134 CHAPEL RD",
  "inst_street_address_2": "",
  "inst_city_name": "SWEET BRIAR",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4343816100",
  "inst_zip_code": "245955001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "SWEET BRIAR INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZPGESAJ9FV4"
 },
 "perf_inst": {
  "perf_inst_name": "Sweet Briar College",
  "perf_str_addr": "134 CHAPEL RD",
  "perf_city_name": "SWEET BRIAR",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "245955001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7428",
   "pgm_ref_txt": "CCLI-ADAPTATION AND IMPLEMENTA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 35974.0
  }
 ],
 "por": null
}