{
 "awd_id": "0410991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Implementation of UC Davis Model Reformed Physics Course",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Warren W. Hein",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 70811.0,
 "awd_min_amd_letter_date": "2004-08-26",
 "awd_max_amd_letter_date": "2006-08-15",
 "awd_abstract_narration": "\r\nPhysics (13) The primary project goal is to improve student learning in physics for California State University San Marcos' (CSUSM) growing, diverse student population.  It is well established that traditional lecture based introductory physics courses have less than optimal student outcomes.  To improve student outcomes the physics department at UC Davis developed a reformed introductory physics course for the students in the bio-sciences.  The reformed course follows an active learning model, including reduced lecture and increased time in active learning based discussion/laboratories along with reduced topic coverage and a modified course content sequence that begins with energy instead of forces.  The outcomes of this course at Davis, especially the improved outcomes for women, make this course an excellent candidate for better serving CSUSM's diverse student population.  This project is adapting and implementing this course at CSUSM. \r\n\r\nThe project involves a two year staged implementation that includes close collaboration with the course originator, refinement of the curriculum to adapt it to the structural constraints of CSUSM, an evaluation of the effects on student learning by a professor of education, and an outside evaluation of the implementation by a working committee of physics faculty from institutions that are candidates for future adoption of the reformed curriculum. \r\nSpecifically, this proposal is producing: \r\n1.  A newly installed active learning based curriculum at CSUSM that will become a standard part of the bio-science student's curriculum, enhancing learning outcomes and contributing to the culture of active learning at CSUSM. \r\n2. A careful study of the implementation process for the reformed course that is identifying the barriers to implementation for this and other reformed courses. \r\n3.  A set of recommendations for the original course developer on the specific adaptations required for the success of the course at this and other institutions. \r\n4.  A dissemination of the results of the implementation to the original course developers, and to a broader audience at national meetings and in publications in the physics education research and in the science education research journals. \r\n5. An improvement to the existing curriculum of the reformed course. \r\n\r\nThe intellectual merit of this proposal stem from the implementation of a research based curriculum in a setting where the process of implementation can be evaluated and results disseminated to the science education community.  \r\n\r\nThe broader impact resulting from the proposed activity include: 1) improvement of student learning in physics at CSUSM, particularly of female students, and 2) establishment of the reformed course as a viable alternative for other institutions seeking improved student learning outcomes and resulting in the advancement of teaching and learning in undergraduate science and mathematics nationwide.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "De Leone",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charles J De Leone",
   "pi_email_addr": "cdeleone@csusm.edu",
   "nsf_id": "000466066",
   "pi_start_date": "2004-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University San Marcos Corporation",
  "inst_street_address": "333 S TWIN OAKS VALLEY RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7607504703",
  "inst_zip_code": "920960001",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY SAN MARCOS CORP",
  "org_prnt_uei_num": "",
  "org_uei_num": "EKHKFP33NN53"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, San Marcos",
  "perf_str_addr": "333 S TWIN OAKS VALLEY RD",
  "perf_city_name": "SAN MARCOS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 70811.0
  }
 ],
 "por": null
}