{
 "awd_id": "0410437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BE/CNH:  Biocomplexity and Fisheries Sustainability",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 2018000.0,
 "awd_min_amd_letter_date": "2004-07-28",
 "awd_max_amd_letter_date": "2005-06-20",
 "awd_abstract_narration": "Humans have exploited animal populations by hunting and fishing for thousands of years, but extensive commercial harvest of animals is now largely limited to aquatic ecosystems.  Even in marine ecosystems, evidence has accumulated that many fisheries may not be sustainable.  This lack of sustainability stems in part from the inability of the fish populations to generate enough surplus production to meet the expectations of the fisheries.  In addition to this biotic dimension, however, there are equally important human dimensions, including regulations, investments in vessels and gear, locations of communities, property rights and fishing licenses, and other traditional and cultural aspects of fishing.  Aquatic ecologists have described many aspects of the complexity of biotic systems that affect the productivity of fish populations, including diversity of phsical habitats, effects of changing environmental conditions, intra-specific competition, nutrient cycling, and community dynamics.  These studies have not been adequately integrated, however, with work on the complexity of human systems, the commercial, recreational, and subsistence fisheries that are intimately and inextricably linked to the population dynamics of the fishes.  The sockeye salmon fisheries in Bristol Bay, Alaska, present an ideal opportunity to understand the linkages between complex biotic and human systems, thereby extending basic understanding of these critical components of healthy human and natural communities.  These fisheries, operating at commercial levels for a century, are among the best examples of sustainability, yet their complexity has only recently been investigated.  Sockeye salmon breed in streams, ponds, rivers, and beaches associated with large lakes in five major drainage basins, and their offspring rear in the lakes for one or two years before migrating to sea for another two or three years.  Tens of millions of these salmon return as adults each year, and fractions of the total are caught in mobile gillnet fisheries, fixed-site set net fisheries, recreational fisheries, and subsistence fisheries.  Forecasts and in-season information are used by managers to decide on appropriate levels of fishing and by fishermen do decide where to fish.  The forecasts are based on scientific information derived from research on climate-related and density-dependent processes governing the dynamics of the salmon populations.\r\n\r\nThe primary concepts of interest in this interdisciplinary research project are the resilience of the biotic system (in this case, salmon abundance and diversity) to harvest and environmental change and the resilience of the human communities in the face of these changes in salmon abundance and associated changes in price and costs of fishing.  The fundamental hypothesis is that the ability of the salmon populations to persist in the face of changing environmental conditions and the ability of the human communities to persist in the face of changing social and economic forces both depend on the diversity of \"life history\" strategies as well as a blend of site attachment and mobility.  The overall objective of this research project is to test this hypothesis and thereby understand the coupling between salmon populations and human communities.  The project will pursue this objective with five themes at increasing levels of scale:  (1) the links between genetics and life history traits of salmon that result from post-glacial colonization and contemporary homing and gene flow, (2) the role of climate in determining the productivity of salmon populations using different breeding habitats and different nursery lakes, (3) the importance of marine-derived nutrients (from salmon carcasses) in the productivity of lake ecosystems and success of salmon populations, (4) the ways in which the current fishery management policy of maximum sustainable yield could be modified to consider economic and ecological processes to the benefit of both humans and the natural ecosystem, and (5) the extent to which the regulatory policies should consider the behavior of fishermen in an effort to rationalize the size and capacity of the fisheries.  The project will be closely coordinated with the agency regulating the fisheries (Alaska Department of Fish and Game) and the community development organizations in the area (especially the Bristol Bay Native Association).  Outreach efforts will include extensive contacts with local schools and economic development groups.  The findings will have significant implications for theories of sustainability and broad application to the many other systems where human communities depend on natural resources that are subject to the effects of those humans, and to external environmental changes.  This project is supported by an award resulting from the FY 2004 special competition in Biocomplexity in the Environment focusing on the Dynamics of Coupled Natural and Human Systems.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ray",
   "pi_last_name": "Hilborn",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ray W Hilborn",
   "pi_email_addr": "rayh@u.washington.edu",
   "nsf_id": "000457482",
   "pi_start_date": "2004-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Quinn",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas P Quinn",
   "pi_email_addr": "tquinn@u.washington.edu",
   "nsf_id": "000142590",
   "pi_start_date": "2004-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schindler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Schindler",
   "pi_email_addr": "deschind@uw.edu",
   "nsf_id": "000337720",
   "pi_start_date": "2004-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lorenz",
   "pi_last_name": "Hauser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lorenz Hauser",
   "pi_email_addr": "lhauser@u.washington.edu",
   "nsf_id": "000430155",
   "pi_start_date": "2004-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gunnar",
   "pi_last_name": "Knapp",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gunnar P Knapp",
   "pi_email_addr": "afgpk@uaa.alaska.edu",
   "nsf_id": "000228906",
   "pi_start_date": "2004-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162900",
   "pgm_ele_name": "BE: NON-ANNOUNCEMENT RESEARCH"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ele_code": "520900",
   "pgm_ele_name": "ENVIR SOCIAL & BEHAVIOR SCIENC"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1689",
   "pgm_ref_txt": "BIOCOMPLEXITY IN THE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 2000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}