{
 "awd_id": "0410522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving the Scientific Communication Skills of Students in Introductory Physics Lab Courses Using an Organized Scaffold of Formative and Summative Writing Assignments",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 94335.0,
 "awd_amount": 94335.0,
 "awd_min_amd_letter_date": "2004-08-23",
 "awd_max_amd_letter_date": "2004-08-23",
 "awd_abstract_narration": "Physics (13) Problem: Traditional introductory physics laboratory assignments ask students to complete worksheets or to write formal laboratory reports for each of a series of short individual exercises.  All too often, students regurgitate the information they have acquired that week and forget it before the next experiment is performed.  Therefore, students frequently develop only a superficial acquaintance with physics facts rather than a deeper understanding of physics concepts. \r\n \r\nObjectives and Outcomes: The goal of this project is to use writing in introductory laboratories more effectively as a tool to improve student learning of physics and to make the introductory labs more closely resemble research. The project is changing the traditional approach to laboratories while using experiments and equipment already found in most university physics laboratories. It also is developing TA training materials that prepare undergraduate teaching assistants to give effective feedback on scientific arguments presented in their students' papers. \r\n \r\nMethodology: The project uses a method of grouping shorter laboratory assignments into clusters of experiments that deal with the same physical concept, such as Newton's Second Law.  Weekly formal laboratory reports are then replaced with summative papers that ask students to discuss the ways in which the individual laboratory experiences work together to form a bigger picture of the physical concept(s) in question.  In the process, students hone both their understanding of the physics concepts and the critical skill of presenting a scientific argument and supporting it logically with appropriate references to the data.  \r\n \r\nThe Marquette University Department of Physics is collaborating with the Writing Center to adapt a proven science writing heuristic developed by Brian Hand and Vaughan Prain for use in assessing both the formative draft writing assignments and the summative papers.  These materials are being tested in large sections of algebra-based physics, then revised and beta tested.  \r\n \r\nAudience: The initial phase of the project addresses both the students in introductory algebra-based physics laboratories and the undergraduate teaching assistants who are grading their reports. The beta testing phase uses the materials with the calculus-based physics course for engineering students and the survey of science course for pre-service teachers. \r\n \r\nIntellectual Merit: This project combines and adapts proven pedagogical threads from several disciplines to form a coherent model to improve scientific communication in the introductory physics laboratory.  It focuses specifically on the role that verbal communication plays in the assimilation of science concepts by students with less than optimal mathematical preparation for introductory physics. \r\n \r\nBroader Impacts: The method of grouping related experiences encourages students to look beyond the particulars of a specific laboratory exercise to the broader theoretical contexts for the experimental results.  It also encourages students to engage in meta-cognitive analysis of the scientific process.  As such, it can be applied not only to introductory physics, but to other science courses and to the training of future science teachers at universities nation-wide. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Vigil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Vigil",
   "pi_email_addr": "6688hillm@vms.csd.mu.edu",
   "nsf_id": "000296863",
   "pi_start_date": "2004-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Howes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth Howes",
   "pi_email_addr": "ruth.howes@marquette.edu",
   "nsf_id": "000251302",
   "pi_start_date": "2004-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "313 N 13TH ST",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532332244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 94335.0
  }
 ],
 "por": null
}