{
 "awd_id": "0411388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numerical Solution of Partial Differential Equations and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 124111.0,
 "awd_amount": 124111.0,
 "awd_min_amd_letter_date": "2004-06-17",
 "awd_max_amd_letter_date": "2004-06-17",
 "awd_abstract_narration": "Many complex physical phenomena can be modeled mathematically by systems of partial differential equations (PDEs).  For example, the response of a solid material to forces imposed on it can be modeled by the equations of elasticity.  Solutions of these equations can then be used for many purposes, such as to predict the behavior of a solid structure or improve its design.  The equations of elasticity are far too complex to solve exactly in realistic situations.  However, high performance computers with advanced algorithms may obtain accurate solutions.  A major goal of this work is to develop efficient and certifiably reliable solution algorithms for elasticity.  Following on recent breakthroughs which enabled the development and certification of such methods for problems involving two-dimensional deformations, the investigator and his collaborators will develop analogous methods for the much more difficult situation of full three-dimensional deformations.\r\n\r\nThe second area of investigation concerns the development of computer algorithms for solving Einstein's field equations of general relativity, which are the basis for the modern understanding of gravity.  Computation has recently joined theory and experiment as a third mode of inquiry into gravity, setting the stage for major new advances in understanding, but also bringing tremendous challenges.  The geometric and physical content of general relativity can be expressed in the language of PDEs, and thus, in principle, made amenable to numerical simulation.  But this is achieved only at the expense of extremely complex systems of PDEs, which have proven very difficult to solve numerically.  The emphasis here will be on understanding the fundamental issues relevant to the numerical solution of the Einstein equations in cases of physical interest.\r\n\r\nThis work has many broader impacts.  Robust and reliable methods for solving the equations of elasticity are needed in many challenging industrial and engineering applications, for example for aircraft, advanced buildings and bridges, and offshore oil platforms.  Recent design failures, some of them catastrophic, have been traced to inadequate numerical algorithms for elasticity.  Thus this project has the potential to contribute to public safety and prosperity.  Computational algorithms for general relativity are recognized as crucial to the success of the emerging fundamental science of gravitational astronomy, another large potential impact of this project.  The techniques developed in this work are expected to apply to other important systems of PDEs as well.  Moreover, the project will contribute to the infrastructure of science.  It will advance the development of an interdisciplinary community involving mathematicians in gravitational astrophysics, both through collaborations and through a workshop that the investigator will organize during the project period.  The investigator will disseminate the results of the research broadly through publication, conference and seminar presentations, and the world wide web.  Finally, the project will directly support the training and scientific breadth of young scientists by involving students and postdocs in important, cutting-edge, interdisciplinary research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Arnold",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas N Arnold",
   "pi_email_addr": "arnold@umn.edu",
   "nsf_id": "000177792",
   "pi_start_date": "2004-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 124111.0
  }
 ],
 "por": null
}