{
 "awd_id": "0411541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "STEM Enhancement Program",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 2500000.0,
 "awd_amount": 2509000.0,
 "awd_min_amd_letter_date": "2004-06-16",
 "awd_max_amd_letter_date": "2008-08-18",
 "awd_abstract_narration": "With the support of the National Science Foundation (NSF) through the Historically Black Colleges and Universities Undergraduate Program (HBCU-UP), Prairie View A&M University (PVAMU) will implement a Science, Technology, Engineering and Mathematics (STEM) Enhancement Program.  The project will build upon the infrastructure of a previous HBCU-UP project by extending and establishing new processes and strategies to move the institution to the next level of STEM program quality and participation.  Activities include: (1) Increased Undergraduate Research Experiences in STEM Disciplines, (2) University-wide STEM Scholars Program, (3) Transfer Student Initiative, (4) Partnerships with Industry and Foundations for Scholarship Endowment, (5) Bridges from High School to College, (6) High School Mathematics Project, (7) STEM Tutorial Center, and (8) Serving the Hispanic Student Population.\r\n\r\nIntellectual Merit of Proposed Program:  The project will:  (1) Establish an undergraduate research component for incoming freshmen students, which will prepare students for freshman courses and early internships;  (2) Extend the PVAMU STEM-NSF Scholars activities to a university-wide program to mentor and nurture freshmen and sophomores in maintaining academic excellence;  (3) Offer a clear pathway of academic and professional development, along with financial resources for transfer students from two-year and community colleges; (4) Pursue scholarship endowments, which will be established by the university to support the academic development of STEM majors;  (5) Advance the knowledge and understanding of high school students in STEM-related fields by providing periodic newsletters with well-defined pathways from high school to college, from college to graduate school, the workforce and beyond.  The early exposure to such knowledge and experiences will influence a firm college academic foundation and greater academic success beyond the undergraduate degree;  (6) Extend services to enhance mathematics in high schools;  (7) Integrate smaller tutorial sessions to establish a complete Tutorial Center for STEM disciplines;  (8) Aggressively pursue our increasing Hispanic population, which illustrates great promise for our intellectual society and the STEM workforce.  The program of new activities will expand the intellectual merit established under the first five-year endeavor and provide participants who are better prepared to matriculate through a quality undergraduate education in STEM disciplines to graduate school or the workforce. \r\n\r\nBroader Impacts of Proposed Program: The activities of the second five-year period will be extended to high schools, community and two-year colleges, industry and the local Hispanic communities.  The broader impacts will be realized through the following:  (1) STEM students will receive research and professional development training for internships during the freshman year of college;  (2) All PVAMU scholarship students will receive special treatment to mentor and nurture intellectual talents, which will serve as an incentive for non-scholarship students to work harder to attain scholarship status;  (3) Partnerships with regional community and two-year colleges will help inform potential STEM students of opportunities and scholarships at PVAMU to help continue their undergraduate education;  (4) Activities and partnerships will encourage and engage industry, government programs and foundations to answer the national charge to enhance educational opportunities for underrepresented populations in STEM related disciplines;  (5) Mail-outs and distance learning technologies will encourage and engage teachers and students of over two hundred high schools to improve and update STEM classroom activities and to diligently work at preparing for college;  (6) The investment of developing and maintaining a quality educational foundation for STEM disciplines through reform and assessment will be promulgated by establishing a STEM Tutorial Center, which will provide special assistance to any student needing assistance in introductory STEM courses;  (7) The STEM Enhancement Program will employ a part-time Hispanic recruiter to help mentor and educate Hispanic high school students concerning the opportunities and resources available to them for a college education.  The broader impacts are designed to better prepare and inform candidates for undergraduate education in STEM disciplines, provide resources to make a college education a reality for any qualified student, and engage individuals, industry, government agencies and foundations to invest in the national charge to truly educate the next generation. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joahanne",
   "pi_last_name": "Thomas-Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joahanne Thomas-Smith",
   "pi_email_addr": "ejtsmith@pvamu.edu",
   "nsf_id": "000352233",
   "pi_start_date": "2004-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelvin",
   "pi_last_name": "Kirby",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kelvin K Kirby",
   "pi_email_addr": "kkkirby@pvamu.edu",
   "nsf_id": "000372732",
   "pi_start_date": "2004-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Prairie View A & M University",
  "inst_street_address": "100 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "PRAIRIE VIEW",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9362611689",
  "inst_zip_code": "77446",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "PRAIRIE VIEW A&M UNIVERSITY",
  "org_prnt_uei_num": "FTAAW94S6LC6",
  "org_uei_num": "FTAAW94S6LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Prairie View A & M University",
  "perf_str_addr": "100 UNIVERSITY DR",
  "perf_city_name": "PRAIRIE VIEW",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "77446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1594",
   "pgm_ref_txt": "HIST BLACK COLLEGES AND UNIV"
  },
  {
   "pgm_ref_code": "7204",
   "pgm_ref_txt": "DoE-NSF LABORATORY FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 2000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 9000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}