{
 "awd_id": "0412267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numerical Methods for Fully Nonlinear Elliptic Equations of the Monge-Ampere Type",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2004-07-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 233059.0,
 "awd_min_amd_letter_date": "2004-07-02",
 "awd_max_amd_letter_date": "2007-08-09",
 "awd_abstract_narration": "The Monge-Ampere equation and related models have been for several decades topics of very active investigations by differential geometers and nonlinear partial differential equation specialists. However, if the Mathematics of Monge-Ampere equations and related models have motivated many investigators, and is at the origin of an abundant literature, the same can not be said of their Numerics; it is likely that the \"full nonlinearity\" of these equations is the dissuasive factor when considering their numerical solution. Taking these facts into account, the objectives of this project are: (i) Investigate computational methods for the solution of real Monge-Ampere equations, relying in particular on mixed finite element approximations. (ii) Investigate efficient iterative methods for the solution of the discrete problems derived from (i); on the basis of preliminary investigations one can expect fast Poisson solvers and properly preconditioned conjugate gradient algorithms to play an important role in the solution process. (iii) Use the resulting numerical methods to investigate the mathematical properties of Monge-Ampere type equations from the theory of fully nonlinear partial differential equations and from Differential Geometry, such as the Gaussian curvature equation. (iv)Apply the above methods to the numerical solution of problems from natural and engineering sciences involving Monge-Ampere related models (such problems take place in, e.g., Fluid Mechanics and Nonlinear Elasticity).\r\n\r\nThe Monge-Ampere equation and related models play an important role in various areas of Mathematics, such as Differential Geometry, Partial Differential Equations and Calculus of Variations. Actually, this type of equations occur also in more applied areas such as Fluid Mechanics, Nonlinear Elasticity, Material Sciences, Mathematical Finance, and from that point of view their numerical solution is an issue of practical importance. Surprisingly, and despite the above mentioned importance of these equations, they have motivated very little numerical work, compared to less fundamental models; the complexity of these equations may be the cause of this paradoxical situation. The main objective of this computationally oriented project is the construction of user friendly efficient numerical methods for the solution of the Monge-Ampere equation and related mathematical problems. There will be a systematic effort to derive a modular methodology, relying as much as possible on \"on the shelf\" existing methods. These investigations should be beneficial to both the theoretical and applied sciences; indeed, they should: (i) Create bridges and foster cooperation between the computational/applied mathematics and the \"more theoretical\" mathematics communities. (ii) Involve students (and faculties) in highly interdisciplinary investigations. (iii) Motivate numerical analysts and computational scientists to look at an important interdisciplinary field, which has been clearly under-investigated. (iv)Lead to the teaching of courses broadening the knowledge basis of students and introducing them to a highly multidisciplinary field. (v) Foster international cooperation, since collaborations on these topics, with European scientists in particular, are taking place already. The results of these investigations will be made available via publications, conferences, and dedicated web sites.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roland",
   "pi_last_name": "Glowinski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roland Glowinski",
   "pi_email_addr": "roland@math.uh.edu",
   "nsf_id": "000427885",
   "pi_start_date": "2004-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Dean",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Dean",
   "pi_email_addr": "dean@math.uh.edu",
   "nsf_id": "000481059",
   "pi_start_date": "2004-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Hoppe",
   "pi_mid_init": "H",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Ronald H Hoppe",
   "pi_email_addr": "rohop@math.uh.edu",
   "nsf_id": "000381960",
   "pi_start_date": "2004-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1266",
   "pgm_ref_txt": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ref_code": "1271",
   "pgm_ref_txt": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 233059.0
  }
 ],
 "por": null
}