{
 "awd_id": "0412851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:     Structural Evolution at Micro and Nano Scales",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ken Chong",
 "awd_eff_date": "2004-02-15",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 59728.0,
 "awd_amount": 59728.0,
 "awd_min_amd_letter_date": "2004-02-06",
 "awd_max_amd_letter_date": "2004-02-06",
 "awd_abstract_narration": "Project Summary\r\n\r\nIntellectual Merits\r\nAdvanced technologies demand solid structures of decreasing length scales. During fabrication and use of these structures, diffusive processes relocate matter, and the structures change configuration over time. Evolving structures may self-assemble into certain patterns, enabling new techniques for micro and nano fabrication. On the other hand, structural evolution may result in nucleation and growth of cracks and cavities, causing serious mechanical reliability problems for devices with small feature sizes. Fundamentally, the behavior of materials and structures at micro and nano scales differ from their counterparts at both macro and atomistic scales, and forces of less familiar physical origins play roles. The study of evolving structures at micro and nano scales is a new field of great scientific interest and technological importance, to which solid mechanics researchers can make substantial contributions. The long-term objectives of the proposed research are: (1) to develop a research program focusing on modeling and simulation of structural evolution at micro and nano scales; and (2) to integrate research and education to foster interdisciplinary education in the areas of mechanics, materials, and nanoscale science and technology. Within the scope of this SGER project, guided self-assembly of quantum dots on patterned and strain-engineered substrates will be investigated via modeling and simulations. Collaborations with experimental investigators will be established to facilitate future interactions.\r\nThe spontaneous formation of three-dimensional coherent islands during the Stranski-Krastanov (SK) growth of lattice-mismatched heteroepitaxy has emerged as an attractive technique for the synthesis of self-assembled quantum dots. However, the considerable nonuniformity in the island sizes and the randomness of the nucleation sites have posed significant limitations for device applications of self-assembled quantum dots. The proposed research will develop a fundamental understanding of the role of strain field and surface structures on the formation of quantum dots through dynamic modeling and simulations, which will provide the basis for developing systematic control of quantum dots synthesis via guided self-assembly to achieve sufficient size uniformity and spatial order for practical device applications. A variational approach will be developed as a unifying framework for modeling and simulation. The approach extends the established approach in continuum mechanics by including mass relocation as an independent kinematic variable, in addition to deformation. The results from modeling and simulations will guide experimental investigations in future studies.\r\n\r\nBroader Impacts\r\nThe results of the proposed research will lead to new ideas for fabricating micro- and nanoscale structures for a wide range of applications including nanoelectronics, photonics, and biomedical devices. One graduate student will be trained. Part of the research results will be incorporated into a new graduate course on Thin Film Mechanics, which will be offered by the PI in Fall 2004 for the first time at the University of Texas-Austin. Other broader impacts include research experience for undergraduates (REU) and dissemination of research results to general public\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Huang",
   "pi_email_addr": "ruihuang@mail.utexas.edu",
   "nsf_id": "000190178",
   "pi_start_date": "2004-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 59728.0
  }
 ],
 "por": null
}