{
 "awd_id": "0412793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: A Phylogenetic Perspective on Community Ecology and Ecological Diversification in Emydid Turtles.",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan Carlos Morales",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 11956.0,
 "awd_amount": 11956.0,
 "awd_min_amd_letter_date": "2004-07-15",
 "awd_max_amd_letter_date": "2004-07-15",
 "awd_abstract_narration": "Non-technical abstract for DEB-0412793\r\n\r\nThis research investigates fundamental ecological and evolutionary questions using turtles in the family Emydidae as the study system. This family includes many familiar North American species such as the eastern box turtle, the red eared slider, and the painted turtle.  Emydids are amazingly ecologically varied.  Species in this family are adapted for a wide variety of habitats such as ponds, rivers, and prairies, and subsist on resources as varied as clams, insects, and aquatic plants.  Because emydids are so ecologically diverse, they are an ideal group in which to ask questions about the evolution of the ecological characteristics of species and the origins of ecological patterns in natural communities.   All such research questions depend on an accurate knowledge of the evolutionary relationships of modern emydid species.  We will compare DNA sequences from the nuclear and mitochondrial genes of modern emydid species to examine relationships among these species.  This knowledge will allow us to address question with broad implications for the fields of ecology and evolutionary biology.  For example, is the amount of time that emydids have occurred in different continental regions correlated with the number of emydid species that occur in each region? Presumably in a region that the family has occupied for a long period of time, there will have been time for more species to evolve.  Differences in the number of species that occur in different regions often are thought to be related to the amount of time that various groups have lived in each region, yet few studies have ever tested this hypothesis.  Another research question is to examine the evolution of tradeoffs in performance capacity (e.g., speed, endurance, swimming ability) of species adapted to different habitats (e.g., species adapted to aquatic versus terrestrial habitats).  Many influential theories assume that tradeoffs in performance must occur in organisms that use different habitats or use different resources, but very few studies have ever tried to measure such tradeoffs or detail how they evolved.  \r\n\r\nIn addition to addressing questions with broad implications in ecology and evolutionary biology, this project will provide many opportunities for undergraduates and advanced high-school students to learn about science and scientific techniques by assisting in the research.  Students will learn how to use video editing and image analysis software (which is used in a variety of fields from medicine to the arts), how to isolate and amplify DNA from specific regions of genes (techniques used in medicine, forensics, and nearly every field of biology), and will be encouraged to design and execute independent research projects (learning firsthand about the process of formulating and testing a scientific hypothesis).\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wiens",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Wiens",
   "pi_email_addr": "wiensj@email.arizona.edu",
   "nsf_id": "000419053",
   "pi_start_date": "2004-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 11956.0
  }
 ],
 "por": null
}