{
 "awd_id": "0412696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BE/GEN-EN Genomic Approaches to Understanding Variation in Marine Larval Recruitment",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 1887740.0,
 "awd_min_amd_letter_date": "2004-07-23",
 "awd_max_amd_letter_date": "2008-06-23",
 "awd_abstract_narration": "Most marine animals have complex life histories, with distinctive larval and adult phases.  Larvae of such species develop for weeks in the plankton, are microscopic, weakly swimming, easily dispersed by ocean currents, and typically subject to high mortality, resulting in erratic recruitment to adult populations.  Factors dictating recruitment success and migration or connectivity among adult populations are major concerns in marine fisheries management, ecology, and conservation.  This research project combines the tools of physiological genomics and population modeling to investigate the complexity of biological factors affecting marine recruitment and the non-linear interactions among these factors.  Three hypothesis-driven research activities - gene mapping, gene-expression analysis, and mathematical population modeling - are each expected to advance knowledge of the endogenous and exogenous sources of variation in marine recruitment.  Although exogenous factors, such as ocean currents, temperature, and food availability, have long been studied and are addressed in this project through computer simulations, endogenous factors, such as genetic and physiological components of larval fitness, have received little attention to date.  The subject for this project, the Pacific oyster, is poised for the application of genomic methods for identifying, quantifying, and modeling endogenous mechanisms controlling the biocomplexity at the heart of the marine recruitment problem.  Genetic variation in key physiological processes, such as larval growth and resistance to starvation, has been identified, and genes responsible for this variation will be revealed through comprehensive gene-expression profiling.  Genes regulating physiological processes will also be located, using available genetic maps and appropriate experimental populations.  Finally, experimental data on endogenous sources of variation in larval fitness can be synthesized into a biochemically explicit, individual-based model of larval population dynamics, which permits realistic computer simulations of recruitment success and population abundance in response to both short-term and long-term environmental change.  Developing genomic tools is vital to understanding marine animals, whose enormous fecundities make them fundamentally different from the more familiar and better-studied terrestrial animals.  The overarching scientific significance of the project is the infusion of marine environmental science with a genomically enabled, Darwinian perspective on individual differences, adaptation, and evolution. \r\n\r\nThe broader scientific impacts of the project are several.  First, the project is cross training graduate students and postdoctoral researchers in fields whose synthesis is critical to the future of environmental science -genetics, genomics, physiology, computational biology, and mathematical simulations of populations.  Second, through infrastructure provided by the NSF's West Coast Center for Ocean Science Education Excellence (COSEE-West), investigators are using ocean science to enhance the general science and math education of as many as 2 million K-12 children throughout the greater Los Angeles area.  Third, the project enhances science infrastructure by contributing genetic maps, gene-expression profiles, and tens of thousands of DNA sequences to public databases (GenBank), for an ecologically and economically important group of marine organisms.  Finally, the project benefits a large oyster aquaculture industry by identifying genes or patterns of gene expression that affect larval survival or predict yield of hatchery 'seed' oysters.  Globally, filter-feeding bivalves play an important role in the ecology of coastal waters and are a prized human food.  Indeed, the Pacific oyster, which has been introduced to all continents but Antarctica, has had the highest worldwide production of any cultured freshwater or marine species, since 1998, at about 4 million metric tons per year (worth $3.4 billion).  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Hedgecock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis Hedgecock",
   "pi_email_addr": "dhedge@usc.edu",
   "nsf_id": "000439557",
   "pi_start_date": "2004-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Powell",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Eric N Powell",
   "pi_email_addr": "eric@hsrl.rutgers.edu",
   "nsf_id": "000250600",
   "pi_start_date": "2004-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eileen",
   "pi_last_name": "Hofmann",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Eileen E Hofmann",
   "pi_email_addr": "hofmann@ccpo.odu.edu",
   "nsf_id": "000255235",
   "pi_start_date": "2004-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donal",
   "pi_last_name": "Manahan",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Donal T Manahan",
   "pi_email_addr": "manahan@usc.edu",
   "nsf_id": "000465904",
   "pi_start_date": "2004-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169300",
   "pgm_ele_name": "ENVIRONMENTAL GENOMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 681709.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 1206031.0
  }
 ],
 "por": null
}