{
 "awd_id": "0413170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US.-Egypt Cooperative Research : Material Flow Analysis and Integration for Watersheds",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2004-08-20",
 "awd_max_amd_letter_date": "2004-08-20",
 "awd_abstract_narration": "0413170\r\nEl-Halwagi\r\nDescription: This award is to support cooperative research between Dr. Mahmoud El-Halwagi, Department of Chemical Engineering, Texas A&M University, College Station, Texas and Dr. M.K. Eiwda, Department of Environmental Engineering, Zagazig University, Zagazig, Egypt.  They will develop a systematic and generally applicable methodology for material flow analysis and integration in drain systems and water sheds. It will focus on developing a mathematical framework and application for the management of various metals and pollutants in Bahr El-Baqar drain systems and its outfall leading to Lake Manzala in the Nile Delta.  A material flow model will be developed dealing with the water phase while including information on the solid and air phases as they interface with the water medium.  The model will include the environmental phenomena that influence the fate and transport of targeted species. The model will include material flow analysis operators that characterize the system inputs and outputs as they relate to the surroundings.  Data for the drain systems (Qalyoubia, Belbies, and Bahr El-Baqar) along with the outfall to Lake Manzala will be used to illustrate the effectiveness of the model. Next, mass integration techniques will be employed to aid in the development of species-management strategies. The simulation model will be transformed into a synthesis model by introducing optimization variables and including models for the potential management strategies. The problem of minimizing negative environmental impact subject to technical, social, economic, and regulatory constraints will be posed as a nonlinear optimization program whose solution identifies the most effective solution strategies. The models and management strategies will be coded into a computer-aided tool-using LINGO programming platform. The work is based on a novel framework that involves data extraction and aggregation, system identification, model development and aggregation, strategy development, and assessment of complex environmental systems involving watersheds. The models will provide a new platform that can systematically provide a complete material flow analysis and yield useful insights on the transport and fate of targeted species. These new techniques will lay the foundations for fundamental research in the emerging area of environmental biocomplexity and will result in institutionalizing a new environmental and systems research program.\r\n \r\nScope and broader impacts: The project will result in the creation of an active, inter-disciplinary team of faculty and students working together to address these complex environmental issues in unique, fundamental, and integrated ways. The proposed work has significant benefits, both environmental and economic, including the reduction of environmental discharges, conservation of water resources, and abatement of pollution. It can also impact growth policies by providing cost-effective water management strategies. The solutions describe the role of the various entities in solving the problem and provide a cost-benefit analysis for the proposed strategies. The approach is generic enough to be adapted and evolved to study material flow analysis and integration for a wide variety of systems and pollutants. This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahmoud",
   "pi_last_name": "El-Halwagi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahmoud El-Halwagi",
   "pi_email_addr": "El-Halwagi@tamu.edu",
   "nsf_id": "000234019",
   "pi_start_date": "2004-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}