{
 "awd_id": "0413453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REVSYS: Revisionary Systematics of the North American Scorpion Family Vaejovidae",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott D. Snyder",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 414578.0,
 "awd_amount": 414578.0,
 "awd_min_amd_letter_date": "2004-08-25",
 "awd_max_amd_letter_date": "2007-05-30",
 "awd_abstract_narration": "DEB 0413453\r\nREVSYS: Revisionary Systematics of the North American scorpion family Vaejovidae \r\nPI: Lorenzo Prendini, American Museum of Natural History \r\nCo-PI: W. David Sissom, West Texas A&M University \r\n\r\nAlthough comprising a small component of terrestrial arthropod diversity, scorpions are of considerable interest to scientist and layman alike. Scorpion envenomation represents a significant cause of morbidity and mortality in some regions, e.g. Mexico, where 100,000 scorpion stings occur annually and 800 people die as a consequence. Scorpions are among the most ancient arthropods \"derived from aquatic ancestors that lived in the Silurian, more than 400 Mya\" but the morphology of modern species has hardly changed from fossil forms. Scorpions occur on all continents except Antarctica, from tropical rainforests to hot deserts, from sea level to 4,600 m elevation, and from the intertidal zone to the world's deepest caves. They are often abundant in suitable habitat and important in ecological food webs, e.g. in controlling insect populations. Scorpions are unusual among arthropods in that all species give birth to live young and several reproduce without fertilization (parthenogenesis). Scorpions resemble large vertebrates in their slow reproductive rates and remarkable longevity. Many are sensitive to environmental degradation. They are also increasingly threatened by habitat destruction and harvesting for the exotic pet trade. The small litter sizes, long generation times and low survivorship of most scorpions, taken together with their specific habitat requirements and restricted ranges, exacerbates their risk of extinction due to human activities. Inventorying their diversity and distribution is a priority for their conservation. Many scorpion families and genera have never been revised taxonomically and new species and distribution records continue to be discovered, even in regions previously thought well surveyed. The family Vaejovidae, restricted to North America, is the most diverse group of scorpions in the continent, comprising 10 genera (45%) and ca. 150 species (64%), but double the number of described species may be recognised once all habitats have been thoroughly surveyed. The position of Vaejovidae within the scorpion branch of the Tree of Life is unclear, the classification of vaejovid genera is a shambles, and the keys for identifying vaejovid species are unworkable. This REVSYS project, involving six US and Mexican specialists, a Mexican Ph.D. student, US and Mexican undergraduates and K-12 students, will rectify this situation by undertaking a phylogenetic analysis and taxonomic revision of all vaejovid genera and species based on morphological and molecular (DNA sequence) data. Using existing museum material and new material collected during thirteen fieldtrips to the southwestern US and Mexico, new, automated diagnoses and descriptions will be produced for each species, accompanied by digital images of habitus and diagnostic characters, and GIS-produced distribution maps plotting all known records. \r\n\r\nA website with interactive maps and illustrated keys for identification of vaejovid subfamilies, genera and species, concise taxonomic treatments of each, cladograms illustrating phylogenetic relationships among them, a searchable specimen database, and other downloadable products of this research, will be provided. This revision and phylogeny of the vaejovid radiation will also contribute to the broader understanding of scorpion phylogeny, the evolution and speciation of arid-adapted arthropods, and the diversity, biogeography and conservation of the arid zone in southwestern North America.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorenzo",
   "pi_last_name": "Prendini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lorenzo Prendini",
   "pi_email_addr": "lorenzo@amnh.org",
   "nsf_id": "000124963",
   "pi_start_date": "2004-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Sissom",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Sissom",
   "pi_email_addr": "dsissom@mail.wtamu.edu",
   "nsf_id": "000367823",
   "pi_start_date": "2004-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "200 CENTRAL PARK W",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  },
  {
   "pgm_ele_code": "737500",
   "pgm_ele_name": "Advanc Revisionary Taxon & Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "7375",
   "pgm_ref_txt": "REVISIONARY SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 122788.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100124.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 102323.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 89343.0
  }
 ],
 "por": null
}