{
 "awd_id": "0413786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Physiological and Molecular Mechanisms of Stress Tolerance in a Polar Insect",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Roberta Marinelli",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 288067.0,
 "awd_amount": 288067.0,
 "awd_min_amd_letter_date": "2004-04-08",
 "awd_max_amd_letter_date": "2004-04-08",
 "awd_abstract_narration": "Polar terrestrial environments are often described as deserts, where water availability is recognized as one of the most important limits on the distribution of terrestrial organisms. In addition, prolonged low winter temperatures threaten survival, and summer temperatures challenge organisms with extensive diel variations and rapid transitions from freezing to desiccating conditions. Global warming has further impacted the extreme thermal and hydric conditions experienced by Antarctic terrestrial plant and arthropod communities, especially as a result of glacial retreat along the Antarctic Peninsula. This research will focus on thermal and hydric adaptations in the terrestrial midge, Belgica antarctica, the largest and most southerly holometabolous insect living in this challenging and changing environment. \r\nOverwintering midge larvae encased in the frozen substrate must endure desert-like conditions for more than 300 days since free water is biologically unavailable as ice. During the summer, larvae may be immersed in melt water or outwash from penguin colonies and seal wallows, in addition to saltwater splash. Alternatively, the larvae may be subjected to extended periods of desiccation as their microhabitats dry out. Due to their small size, relative immobility and the patchiness of suitable microhabitats, larvae may thus be subjected to stresses that include desiccation, hypo- or hyperosmotic conditions, high salinity exposure, and anoxia for extended periods. Research efforts will focus in three areas relevant to the stress tolerance mechanisms operating in these midges:(1) obtaining a detailed characterization of microclimatic conditions experienced by B. antarctica, especially those related to thermal and hydric diversity, both seasonally and among microhabitat types in the vicinity of Palmer Station, Antarctica; (2) examining the effects of extreme fluctuations in water availability and effects on physiological and molecular responses - to determine if midge larvae utilize the mechanism of cryoprotective dehydration for winter survival, and if genes encoding heat shock proteins and other genes are upregulated in larval responses to dehydration and rehydration; (3) investigating the dietary transmission of cryoprotectants from plant to insect host, which will test the hypothesis that midge larvae acquire increased resistance to desiccation and temperature stress by acquiring cryoprotectants from their host plants. \r\nThis project will provide outreach to both elementary and secondary educators and their students. The team will include a teacher who will benefit professionally by full participation in the research, and will also assist in providing outreach to other teachers and their students. From Palmer Station, the field team will communicate daily research progress by e-mail supplemented with digital pictures with teachers and their elementary students to stimulate interest in an Antarctic biology and scientific research. These efforts will be supplemented with presentations at local schools and national teacher meetings, and by publishing hands-on, inquiry-based articles related to cryobiology and polar biology in education journals. Furthermore, the principal investigators will maintain major commitments to training graduate students and postdoctoral scholars, as well as undergraduate students by providing extended research experience that includes publication of scientific papers and presentations at national meetings.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Denlinger",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Denlinger",
   "pi_email_addr": "Denlinger.1@osu.edu",
   "nsf_id": "000217031",
   "pi_start_date": "2004-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 288067.0
  }
 ],
 "por": null
}