{
 "awd_id": "0414468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effective work practices for Open Source Software development",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 327026.0,
 "awd_amount": 327026.0,
 "awd_min_amd_letter_date": "2004-08-03",
 "awd_max_amd_letter_date": "2005-05-02",
 "awd_abstract_narration": "In this project, the PI will address the general research question: what practices make some Free/Libre Open Source Software (FLOSS) development teams more effective than others?  To this end, the PI will conduct a three-phase social science study identifying and comparing the work practices of more and less effective FLOSS development teams.  The conceptual basis for the study derives from Hackman's model of work team effectiveness, and builds on the PI's prior work involving coordination theory and collective mind to extend Hackman's model by further elaborating team practices relevant to software development.  In light of the published literature on shared mental models (collective mind theory in particular), the PI will focus his attention on actions that develop and exhibit shared understandings.  Coordination theory suggests identifying tasks, interdependences among tasks and resources and the coordination mechanisms that are adopted.  During Phase I, the PI will conduct a census of FLOSS projects in order to identify development teams of interest and concepts and relationships that seem promising for further in-depth study.  During Phase II, he will conduct an in-depth multiple case study of approximately 8 distributed FLOSS development teams, to test and extend the model developed in the proposal.  During Phase III, he will collect and analyze data on hundreds of teams using the metrics and tools developed in Phase II, in order to generalize those findings.  Phase III will also include a developer survey.  Data considered will include project and developer demographics, interaction logs, code, interviews, observation and participant observation.  Data will be analyzed to describe software development practices and processes, team social networks, and shared mental models of developers.  Throughout all phases of the project, the research will be guided by an advisory board of FLOSS developers to ensure relevance and to help promote diffusion of findings into practice.\r\n\r\nBroader Impact:  The project will contribute to advancing knowledge and understanding of FLOSS development, by identifying the effective practices for FLOSS development, an increasingly important approach to software development.  The study will also shed light on effective practices for distributed work teams in general, which will be valuable for managers who intend to implement such an organizational form.  Findings from the study may also be used to enhance the way information and communication technologies (ICT) are used to support distance education or for scientific collaboration.  The PI will make the tools and raw data collected available to other researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Crowston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Crowston",
   "pi_email_addr": "crowston@syr.edu",
   "nsf_id": "000106314",
   "pi_start_date": "2004-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "685000",
   "pgm_ele_name": "DIGITAL SOCIETY&TECHNOLOGIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 160442.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 166584.0
  }
 ],
 "por": null
}