{
 "awd_id": "0414122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Statistical Mechanics of Systems Far from Equilibrium",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 555000.0,
 "awd_amount": 555000.0,
 "awd_min_amd_letter_date": "2004-04-27",
 "awd_max_amd_letter_date": "2006-03-03",
 "awd_abstract_narration": "This award supports theoretical research on the statistical mechanics of systems far from equilibrium.  The unifying theme is the characterization and understanding of complex behavior in interacting many-particle systems driven far from thermal equilibrium.  The key challenge is to devise a reliable theoretical framework which predicts macroscopic observables from the microscopic dynamics of statistical systems.  Currently, such a link exists only for equilibrium systems, in the form of the extremely successful Gibbs ensemble theory.  Finding a similar methodology for the non-equilibrium counterparts is of fundamental significance.  Given the ubiquity of non-equilibrium phenomena in the biological, physical, and engineering sciences, progress in this endeavor will have broad, interdisciplinary impact.\r\n\r\nThe research has a dual approach, focusing on simple models on one hand, and application-driven studies on the other.  In equilibrium statistical mechanics, minimal models such as the Ising model have played a central role.  Thanks to the availability of exact solutions and the principle of universality, they have provided deep insight into phase transitions as well as reliable predictions for many physical systems.  To serve as a successful proving ground for real non-equilibrium systems, a good minimal model must capture their essential ingredient, namely nontrivial energy fluxes.  Lattice gases with one or several species of particles, whose dynamics is biased by an external drive, achieve this goal: The drive injects energy into the system and the thermal bath absorbs it, so that a non-equilibrium steady state is established.  Unlike its equilibrium counterpart, this state breaks a key symmetry: detailed balance.  As a consequence, much richer phenomena emerge, offering profound challenges.  Examples include unexpected ordered structures, novel non-equilibrium transitions, and surprising behaviors in low dimensions.  These will be explored here.\r\n\r\nAs the understanding of these proto-systems improves, more complex features will be added, in order to model physical systems more faithfully.  Here, two applications with an interdisciplinary aspect are proposed: Protein synthesis and gas diffusion through aged polymer membranes.  Both projects encompass the modeling of actual data, from biochemistry and chemical engineering, expressed through a carefully designed non-equilibrium dynamics.  They extend the confines of minimal models by including two characteristics which are critical in many real systems: disorder and open boundaries.  \r\n\r\nThe final part of the project aims at the very core of non-equilibrium statistical physics.  Using an elegant graph-theoretical representation of arbitrary non-equilibrium steady states, the PI's are addressing a critical fundamental issue, namely, the topology of probability currents in configuration space.  While seemingly abstract, this analysis is also geared towards a very practical goal: how to design much more efficient codes for simulating desired non-equilibrium steady states.\r\n\r\nThree aspects of the project promise to have broader impact.  First, any progress in developing a basic theoretical framework for non-equilibrium processes will reverberate far beyond the borders of condensed matter theory.  Second, the applied projects address important problems in their respective fields.  Finally, the project offers many opportunities for student participation at all levels.\r\n%%%\r\nThis theoretical award addresses fundamental issues in non-equilibrium statistical physics.  While equilibrium statistical physics is on a relatively firm foundation, the same cannot be said of non-equilibrium systems.  Yet equilibrium systems are all around us, including life itself.  In addition to fundamental issues, the research will also address a number of specific applications.  Finally, the principal investigators have an exemplary record of working with undergraduate and graduate students, as well as postdoctoral associates.  \r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beate",
   "pi_last_name": "Schmittmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beate Schmittmann",
   "pi_email_addr": "SCHMITTB@IASTATE.EDU",
   "nsf_id": "000241909",
   "pi_start_date": "2004-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Royce K",
   "pi_last_name": "Zia",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Royce K P Zia",
   "pi_email_addr": "RKPZIA@VT.EDU",
   "nsf_id": "000194684",
   "pi_start_date": "2004-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 185000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 185000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 185000.0
  }
 ],
 "por": null
}