{
 "awd_id": "0415732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of Pax Genes in the Patterning of Spiralian Embryos",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chris T. Amemiya",
 "awd_eff_date": "2004-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 391822.0,
 "awd_amount": 391822.0,
 "awd_min_amd_letter_date": "2004-05-07",
 "awd_max_amd_letter_date": "2004-05-07",
 "awd_abstract_narration": "Summary\r\n\r\nThe spatial patterning of developing embryos has only been studied in detail for a small number of model system species, and the generality of those findings is unclear. This application proposes to examine the molecular basis of spatial patterning in embryos of the leech Helobdella robusta. Leeches are members of the Lophotrochozoa, one of the three major subdivisions of bilaterally symmetric animals (1). For a variety of historical reasons, molecular analysis of lophotrochozoan development lags far behind that of the other groups. H. robusta is a good system for addressing this deficiency because it is amenable to a wide variety of experimental procedures (2-6) and displays a widely conserved mode of lophotrochozoan development called spiral cleavage.\r\nThe experiments proposed here focus on the role of Pax gene family transcription factors in the development of the H. robusta embryo. The trunk tissues of the mature leech arise from a defined set of five embryonic stem cells, and preliminary data are presented which suggest that two of these stem cell lineages are uniquely distinguished by early embryonic expression of specific Pax genes. One of these genes (PaxIIIa-Hro) has been cloned, and circumstantial evidence suggests that a second cloned sequence (PaxIIIb-Hro) accounts for the observed protein expression in the second stem cell lineage. \r\nThis application has five specific aims that will further elucidate the role of Pax genes in the development of spiralian embryos. Specific Aim 1 will complete the molecular characterization of the already identified genes PaxIIIa and PaxIIIb. \r\nSpecific Aim 2 will analyze the developmental function of PaxIIIa and PaxIIIb, primarily by reducing or abolishing endogenous gene expression through intracellular injection of gene-specific antisense morpholino oligomers. Additional experiments will pursue the misexpression of these gene products in other stem cell lineages where they are not normally expressed.\r\nSpecific Aim 3 will investigate the developmental mechanisms responsible for the differential specification of the embryonic stem cells, using PaxIIIa and PaxIIIb expression as molecular markers of stem cell identity. \r\nSpecific Aim 4 will undertake the cloning and initial characterization of additional members of the H. robusta Pax gene family. As-yet-unidentified Pax genes may be playing roles parallel to PaxIIIa and PaxIIIb during the development of the other three stem cell lineages.\r\nSpecific Aim 5 is a comparative analysis of Pax gene expression in other spiralians. Antibodies that recognize Pax III gene products will be used to immunostain the embryos of other related species, and the observed patterns of expression compared to those seen in H. robusta.\r\nThe broader impacts of this proposal lie primarily in the area of teaching and training.  Graduate and undergraduate students will be trained in the practice of scientific techniques, and in the interpretation, written description, and oral presentation of experimental results. Students will be urged to attend and present their own research findings at scientific meetings. The P.I. has a track record of training graduate and undergraduate students from traditionally underrepresented groups, and will continue to make this a priority in the studies proposed here.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "S. Martin",
   "pi_last_name": "Shankland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "S. Martin Shankland",
   "pi_email_addr": "hastypig@mail.utexas.edu",
   "nsf_id": "000283983",
   "pi_start_date": "2004-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 391822.0
  }
 ],
 "por": null
}