{
 "awd_id": "0415083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Retargetable Images and Video",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 281412.0,
 "awd_amount": 281412.0,
 "awd_min_amd_letter_date": "2004-07-23",
 "awd_max_amd_letter_date": "2007-10-02",
 "awd_abstract_narration": "The PI will develop a methodology for transforming imagery such that it is more effective.  This will enable practical systems for adapting imagery created for one device such that it works effectively on others.  By providing methods for retargeting images and video to new devices, the PI will enable applications to make use of the proliferating computing and communications infrastructure. For example, it will become possible to provide effective informational images to cellular phones, training videos to PDAs, and status information to \"heads up\" displays.  To these ends, the PI will establish an understanding and methodology for transformations that improve the effectiveness of imagery across a range of scenarios, and tools to create this imagery. This involves developing methods for determining what is important in the source imagery, methods for altering images to emphasize the important parts, and methods for evaluating the effectiveness of imagery.  The PI's prior work shows that effectiveness transformations can be defined in specific domains and that these lead to practical tools for specific retargeting problems.  In this project, the PI will build on and generalize these successes to a broader range of subject domains and viewing scenarios.  The outcomes of this project will include a better understanding of what makes effective imagery, new methods for creating effective imagery, new guidelines for assessing the effectiveness of imagery, evaluations of the effectiveness of image alterations, as well as practical systems for image and video retargeting problems.\r\n\r\nBroader Impacts:  Images can be a powerful mode for communication.  Because of this, our computing infrastructure is evolving to deliver imagery.  Ubiquitous high-speed networking provides imagery to home theater screens, cellular phone displays, networked PDAs, and even displays embedded in refrigerators, elevators and airplane seats.  Unfortunately, imagery is little more than a novelty unless it is effective, that is, it achieves a communicative goal.  Yet what makes imagery effective is elusive.  It depends on subject matter and intended message.  It also depends on the target display device and viewing situation; images effective on a wall-sized display may be ineffective on the display of a cellular phone.  The techniques to be developed by the PI in this project will help make effective imagery a reality in a wide variety of situations and for a wide variety of devices, so that increasingly ubiquitous displays can provide people with information when and where they need it, more effective channels of inter-personal communication, and enhanced educational media and entertainment experiences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Gooch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Gooch",
   "pi_email_addr": "bgooch@cs.northwestern.edu",
   "nsf_id": "000425144",
   "pi_start_date": "2004-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "684500",
   "pgm_ele_name": "HUMAN COMPUTER INTER PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 90038.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 93732.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 97642.0
  }
 ],
 "por": null
}