{
 "awd_id": "0415914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pre-Columbian Urban Form in the Andes",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-06-15",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 108640.0,
 "awd_min_amd_letter_date": "2004-06-04",
 "awd_max_amd_letter_date": "2005-05-24",
 "awd_abstract_narration": "\r\nFor nearly half a millennium, from AD 500 to 1000, the city of Tiwanaku, Bolivia, was the center a powerful polity that exerted its influence over the southern Andes. Tens of thousands of tourists now visit the ruins to gaze upon the most megalithic constructions prior to those of the Inca Empire. Archaeologists are also drawn for similar reasons, and because Tiwanaku represents one of the rare example of primary state and urban formation. Dr. Alexei Vranich, who has been directing a collaborative project with a core group of North American and Bolivian researchers on site since 1996, will be expanding the scope of this investigation over two consecutive field seasons with the support of the National Science Foundation.\r\n\r\nThis research explores the manner that the elaborate architecture of the city organized and directed social interactions and ultimately gave structure to the social dynamics that maintained this dense urban center. Though in its prime Tiwanaku was a city of elegant temples, stone pyramids and extensive adobe brick compounds, centuries of stone robbing and a harsh environment has transformed this planned city into a flat grassy plain with an occasional mound and platform. Traditional large-scale horizontal excavations, and their subsequent conservation, are prohibitively expensive and politically unfeasible on such a high profile site of national importance. Using a combination of non-invasive ground penetrating technology to quickly survey large areas, followed by selective archaeological excavation on identified areas of high architectural and artifact potential, the intent of this investigation is to quickly and efficiently develop a broader understanding of spatial organization of the monumental center. This information will be presented on a virtual format that goes beyond the flashy computer reconstructions now commonplace on television programs and popular magazines, offering instead a three-dimensional database of existing and hypothetical architecture than can be modeled to test the effect of architecture had on human interaction, perception and movement. Since this research considers an alternative perspective for urbanism to those based on economic and political variables, this investigation will be of interest to a wide range of scholars in the process of generating new models and challenging previous assumptions for the rise of archaic pre-industrial states. \r\n\r\nThis research addresses the pressing need to refine a methodology for generating a broad spatial understanding of a complex site in a quick and efficient manner. For the future Tiwanaku scholar, the site will be transformed from a flat plain and isolated monument, to a three-dimensional geography of archaeological potential that can be accurately targeted for future investigation. This investigation is actively training and offering research opportunities for both Bolivian and international graduate and undergraduate students to continue this effort, providing a crucial human resource to the chronically under-funded archaeology and cultural resources management efforts of Bolivia. This methodology that develops from this project will also be applicable across the world where archaeologists are struggling to pursue broad research questions while adhering to the conservation requirements stipulated for archeological sites with high cultural and touristic value. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexei",
   "pi_last_name": "Vranich",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alexei L Vranich",
   "pi_email_addr": "avranich@mail.sas.upenn.edu",
   "nsf_id": "000179071",
   "pi_start_date": "2004-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 105015.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 3625.0
  }
 ],
 "por": null
}