{
 "awd_id": "0415581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding the Fertilization Signalsome",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2004-07-23",
 "awd_max_amd_letter_date": "2008-06-30",
 "awd_abstract_narration": "Overview The activation of the quiescent egg during fertilization is the remarkable first step in the development of a new organism. Despite a long history of descriptions of the process, surprisingly little is known about the molecular details of fertilization in any system. In the eggs of all multicellular animals studied to date, a rise in intracellular Ca2+ plays a key role in egg activation. How is this Ca2+ rise mediated? In echinoderm (sea urchin and starfish), ascidian, and perhaps in some vertebrate eggs, sperm somehow trigger activation of a Src Family Kinase (SFK), a non-receptor tyrosine kinase, which in turn activates a phospholipase (PLCg) enzyme to cause production of the small molecule, inositol trisphosphate (IP3). This IP3 then causes opening of Ca2+ gates in the egg's endoplasmic reticulum, and thus cytoplasmic Ca2+ levels rise - all of this occurring in less than 1 minute after sperm-egg interaction. The Ca2+ is necessary and sufficient for many egg activation events, including the permanent block to polyspermy, DNA synthesis, and first cleavage. This proposal describes experiments designed to test hypotheses about the molecular mechanisms of the very early events of egg activation. How are the SFKs regulated? Do they have multiple roles in early activation? What are the target proteins of the SFKs? Echinoderm eggs, which are available in large quantity, easy to manipulate and to microinject, and which are exquisitely synchronous in their response to sperm, will be used to investigate (i) the role of SFKs in various egg activation events; (ii) the physical and functional interactions of SFKs with upstream regulators; and (iii) the identities and roles of other proteins that interact with SFKs to orchestrate the events of egg activation.\r\n\r\nIntellectual Merit Because the rise in intracellular calcium is conserved across metazoans and because it is absolutely required to activate development, any information gained about the molecular mechanism of fertilization is useful. Now that specific reagents are available (the results of the previously funded NSF proposal), it is possible to dissect the roles of the SFK(s) in signal transduction during fertilization. Further, the advent of the sea urchin genome project opens new doors for exploring this question and thus a proteomics-based approach to the activation question is proposed. The echinoderms represent the best-understood model system currently in place for dissecting the egg activation pathway. In addition to the basic fertilization biology is the phenomenon of the signal transduction \"switch\" - the molecular control of cellular decision making. Eggs (especially the highly synchronous echinoderm eggs) offer an exciting example of digital signaling, based on protein-protein interactions, that toggle the cell from \"off\" to \"on\" in seconds. Thus, understanding the details of fertilization will provide insight into the general phenomenon of signal transduction as well.\r\n\r\nBroader Impacts The project provides many opportunities for undergraduate and graduate students to receive training and experience in modern biochemistry and molecular biology and especially in proteomics. Due to the nature of the research question, there will be emphasis on the quantitative aspects and ample opportunity for interaction with colleagues in other areas such as bioinformatics, computer science and engineering. This will be facilitated through participation in seminars and workshops in the newly developing \"Systems Biology\" area at UCSB. As with any research in fertilization biology, there is potential for the scientific progress/results to impact human contraception or IVF technologies.  More immediately, however, this project (like the previously funded NSF projects) is amenable to participation by students enrolled in summer programs such as UC LEADS and CAMP, both of which are geared to bring students of under-represented groups into science and engineering. In addition, the proposed work will be a continuation of the \"Fertilization Project\" as part of the over-arching K-12 Outreach Program at UCSB. Local K-12 students and teachers will gain hands on experience with fertilization biology and research design/implementation. Graduate students and postdoctoral scholars in the PI's laboratory will continue to participate in the training and mentoring of students involved in these programs. This will extend beyond traditional interactions in the laboratory setting to include participation in mentoring and leadership workshops, teaching experiences, and public speaking, all of which are integral parts of the summer and outreach programs already in place at UCSB and particularly through the Marine Science Institute.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Foltz",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen R Foltz",
   "pi_email_addr": "foltz@lifesci.ucsb.edu",
   "nsf_id": "000283896",
   "pi_start_date": "2004-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": null
}