{
 "awd_id": "0416956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cell Progression Through Meiosis: A Signal From Recombination to the First Division",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2004-09-15",
 "awd_max_amd_letter_date": "2004-09-15",
 "awd_abstract_narration": "Meiosis is the highly conserved, special cell division process in which gametes are made.  At the chromosome level, \"premeiotic\" DNA synthesis, recombination and synapsis, the reductional division, the equational division, and packaging (into sperm, spores, etc.) all must be coordinated and occur in the right order and time. The long-range goal of this research is the understanding of chromosome behavior in meiosis and  the focus of this project is the understanding of the communication between two steps unique to, and essential for, meiosis: recombination and the first (MI) meiotic chromosome division. Using the yeast S. cerevisiae, the investigator has defined a mode of communication in meiosis that occurs in normal cells; he refers to this as the \"recombination initiation signal\"  (RIS) because it requires gene products that initiate recombination. The normal outcome of the RIS in wild type (WT) cells is to delay the MI division to allow time for recombination to proceed; mutants lacking the signal begin the MI division at an earlier time. During the current NSF grant, the investigator has shown that the meiotic RIS requires the recombination initiation genes REC102, REC104, MER2/REC107, REC114, SPO11, and RAD50 (but not MEI4 or REC103/SKI8) and the synaptonemal complex genes  HOP1 and RED1. The RIS is not a traditional checkpoint that arrests mutant/defective cells: it is WT cells that have the delay. During the year of funding the laboratory will focus on two areas. First they will examine the mechanism of how the RIS is transduced to delay the MI division. They have discovered that the mitotic DNA damage checkpoint (although important for a late recombination checkpoint) is not involved in transducing the RIS. They will test two other well-studied checkpoints,  the DNA synthesis checkpoint and the spindle checkpoint, to determine if they have a role in the RIS. The second aim of the research is to determine how the target of the RIS (the meiotic transcriptional activator  NDT80) is affected. They have demonstrated that NDT80 transcription is increased and active protein is produced at earlier times in the absence of the RIS. To understand the mechanism of the normal RIS delay which occurs in WT cells, they will examine the upstream regulators and posttranslational modifiers of this regulator to determine which of them respond to the RIS. The combination of these two approaches will help to define how recombination is coordinated with the reductional division during meiosis.\r\n\r\nThe investigator is actively involved in teaching undergraduate and graduate students both the critical thinking necessary to design experiments to advance our understanding of natural biological processes and the techniques to carry them out.  Through this project the investigator should produce valuable scientific insights and thoughtful, well-trained researchers. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Malone",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Malone",
   "pi_email_addr": "robert-malone@uiowa.edu",
   "nsf_id": "000460003",
   "pi_start_date": "2004-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}