{
 "awd_id": "0417401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:      Discovery of Research Trends and Classification in Domain-Specific Text:    Application to Nanoscale Science and Engineering Field",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marc S. Ingber",
 "awd_eff_date": "2004-02-15",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 99662.0,
 "awd_amount": 99662.0,
 "awd_min_amd_letter_date": "2004-02-11",
 "awd_max_amd_letter_date": "2006-01-18",
 "awd_abstract_narration": "Abstract\r\nCTS-0417401\r\nA. Bellaachia, George Washington University\r\n\r\nWith the explosion of the World Wide Web and the massive amount of data available from several research areas, the need for knowledge discovery techniques that help extract hidden information has increased. Analysis of these data may lead to the discovery of new trends and patterns hidden within the data that would be impossible to discover by just traditional query-based systems. These would improve forecasting, efficiency of resource allocations, and quality of the decision making process.  \r\n\r\nIn our initial analysis of this exploratory research project, we have queried the \r\n250,000 NSF online awards for nanoscale science and engineering (NSE) abstracts. The retrieved data were analyzed, cleaned, and stored in a web-based database. This database can be accessed at http://128.164.158.138/bellaTest.   \r\n\r\nWe have started the exploration of data mining techniques to extract new research areas and new research topics. So far we have implemented the popular k-mean technique along with the singular value decomposition. Currently, we are in the process of analyzing the results of our initial experiments.   \r\n\r\nIn this request, we are planning to finish the analysis of our preliminary mining techniques and we would also like to explore two other clustering techniques: the Self-Organizing Oscillators Network (SOON) clustering algorithm and the E-CAST clustering techniques. Both of these techniques do not require any knowledge about the number of clusters. They have also been successfully used in other domains.  \r\n\r\nIn this exploratory research, we would like to request additional fund to conduct the following tasks:  \r\n-  Finish the analysis of our initial data mining techniques.  \r\n-  Conduct other experiments using the predefined set of existing seven concepts as seeds to the k-mean technique.  \r\n-  Since k-mean requires the specification of the number of clusters, we are also planning to explore two other data mining techniques that do not require the number of clusters: the Self-Organizing Oscillators Network (SOON) and the E-CAST clustering techniques.  \r\n-  Analyze all the above techniques and determine key terms that best describe new emerging research areas in the field of NSE field. \r\n \r\nIn addition to mining new trends and research areas in the NSE awards, we are also planning to add new features to the NSF website. These include the display of details of awards in the form a US map with Hover features, and searching largest awards, top funded investigators, etc. \r\n \r\nThe intellectual merit and new contributions of this request include a comprehensive understanding of how to process small, special-purpose collection of data in other domains. Students, researchers, and educators can also use our system to discover new research areas. The proposed system has broader impacts that can be applied to other applications such retrieval systems and digital library systems. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abdelghani",
   "pi_last_name": "Bellaachia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdelghani Bellaachia",
   "pi_email_addr": "bell@gwu.edu",
   "nsf_id": "000475177",
   "pi_start_date": "2004-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 99662.0
  }
 ],
 "por": null
}