{
 "awd_id": "0417757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "International Trade and Macroeconomic Dynamics with Heterogeneous Firms",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2004-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 299520.0,
 "awd_amount": 299520.0,
 "awd_min_amd_letter_date": "2004-07-31",
 "awd_max_amd_letter_date": "2011-07-19",
 "awd_abstract_narration": "This research attempts to bridge the gap between modern models of international macroeconomics and international trade.  International macroeconomic models do not typically study the decisions of firms to serve export markets while international trade theory does not consider business cycles.  This research introduces firm-level features into an international macroeconomic model.  Firms in each country must make an irreversible investment when entering their domestic market; they then produce with different productivity levels.  Firms also face both per-unit and fixed (independent of export volume) trade costs.  This explains why only a subset of relatively more productive firms export, while less productive firms only serve their domestic market.  The research then studies how macroeconomic shocks affect the pattern of firm entry across countries, and the firms' export decision.  Improvements in a country's business environment induce higher rates of firm entry.  Similarly, when export conditions improve, more firms start exporting; conversely, some firms exit the export market when those conditions deteriorate. These firm-level decisions alter the range of goods available for consumption in both countries. The model captures the aggregate implications of this firm-level structure, as well as the feedback loop from the induced changes in the macroeconomic environment back to the firm-level decisions. \r\nIncorporating firm-level decisions provides very important insights into the behavior of key macroeconomic variables.  The model explains why more productive countries (or less regulated economies) exhibit higher relative prices than their trading partners (through the impact of entry on labor costs).  It also explains why productivity \r\nimprovements can be associated with improvements in a country's terms of trade.  These explanations critically rely on the new firm-level structure that is introduced (which implies that firms will predominantly choose to enter the market that provides the more attractive business environment). The firm-level dynamics also imply that the responses to macroeconomic shocks are very persistent, much more so than the shocks themselves.  This provides some new explanations for the high persistence levels that are commonly observed in empirical work. \r\nThis research also highlights some potential problems with the measurement of international relative prices. These relative prices are used to adjust important international statistics such as income per capita.  However, the methods used may not properly account for the effect of firm entry and product variety, leading to biased cross-country comparisons.  The policy implications of this issue are apparent, as these comparisons are used to make decisions such as the allocation of international aid.  The researchers will explore this question in future theoretical and empirical work.  In addition, the PIs will extend their model to incorporate nominal rigidity and a role for monetary policy.  This extension will improve the empirical performance of the model and allow for the study of how changes in monetary policy regime affect the economy (and consumer welfare) by altering firm entry and exit decisions. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Melitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Melitz",
   "pi_email_addr": "mmelitz@harvard.edu",
   "nsf_id": "000229649",
   "pi_start_date": "2004-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fabio",
   "pi_last_name": "Ghironi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fabio Ghironi",
   "pi_email_addr": "ghiro@uw.edu",
   "nsf_id": "000490796",
   "pi_start_date": "2004-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 100840.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99340.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 99340.0
  }
 ],
 "por": null
}