{
 "awd_id": "0417062",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "TAIR: The Arabidopsis Information Resource",
 "cfda_num": "47.074",
 "org_code": "08080207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 7988952.0,
 "awd_min_amd_letter_date": "2004-09-15",
 "awd_max_amd_letter_date": "2008-08-17",
 "awd_abstract_narration": "Recent technical advances in large scale sequencing and genomics methods have triggered a scientific revolution with immense potential for extending biological knowledge. They have also posed an immense challenge: how to make optimal use of vast quantities of biological data. Without long-term high quality mechanisms for accessing and analyzing the data, the resources used in generating the data are in danger of going to waste. It is essential that databases to house the data, tools and interfaces to provide access to the data, and curatorial efforts to organize data for maximum utility be established and supported for the long term.  For the model plant Arabidopsis, the successful effort to sequence the genome and the current effort of the 2010 Functional Genomics Initiative to understand the function of every Arabidopsis gene have produced great quantities of valuable data which can only be put to maximal use if the information is stored, interrelated, updated and made accessible to researchers for the long term. TAIR (the Arabidopsis Information Resource, www.arabidopsis.org) has taken up the challenge posed by this flood of data in its first five years of funding, developing a data structure to house the diversity of available data along with tools and interfaces needed to access and analyze it. The aim of the second phase of this project is to maintain the data and tools currently existing in TAIR and add new efforts in key areas, including maintaining and improving the genome annotation, extracting phenotype and gene expression data from the literature, and improving accessibility of TAIR's resources to all biologists, teachers, students and the general public through development of tutorials and improved site navigation.  TAIR will continue to develop controlled vocabularies and standardized data exchange mechanisms for maximal interoperability with other biological databases and will provide data in explicitly defined and structured formats to facilitate programmatic data retrieval. TAIR will also continue to play a central role within the 2010 Functional Genomics Initiative as the site where researchers can browse existing projects, view lists of genes already under investigation by other groups, and search for genes with no known function.  TAIR will incorporate the resulting functional data and develop a tool that tracks progress toward the 2010 goal of complete functional annotation.  \r\n\r\nIntellectual merit: Transformation of large quantities of data into useful knowledge is one of the biggest problems in today's post-sequencing era of biological research. Extraction of experimentally verified information from the corpus of research literature and encoding of the information using explicitly defined and computable ontologies representing biological concepts will facilitate the analysis and interpretation of large-scale data sets. In addition, creation and population of a data model for the complex relationships between biological objects will create a comprehensive computational framework for mining, exploring and retrieving the data.  Development of standardized data curation methods also benefits the whole biological research community.\r\n\r\nBroader Impact: The Internet is a widely accessed source of information for researchers and students. Creation of interactive, on-line tutorials and user guides for students, plant researchers with no or little Arabidopsis knowledge and Arabidopsis experts will provide educational materials that can be used in classrooms, laboratories, workshops and for self-paced learning. Dissemination of research methods and data through TAIR will benefit scientists all over the world and foster international collaboration. Continuous integration and annotation of data by TAIR's curators will ensure that researchers have access to current, accurate data that would otherwise require significant time and effort to amass individually. Through collaborations with educators, college and pre-college students will access research materials to generate authentic data as they learn about scientific inquiry and plant biology, which will be disseminated to the research community through TAIR. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seung",
   "pi_last_name": "Rhee",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Seung Y Rhee",
   "pi_email_addr": "rheeseu6@msu.edu",
   "nsf_id": "000172699",
   "pi_start_date": "2004-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Huala",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Eva L Huala",
   "pi_email_addr": "huala@phoenixbioinformatics.org",
   "nsf_id": "000453082",
   "pi_start_date": "2004-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington (California)",
  "perf_str_addr": "290 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113100",
   "pgm_ele_name": "ARABIDOPSIS"
  },
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 1600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 1570981.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 1579665.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 1635512.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1602794.0
  }
 ],
 "por": null
}