{
 "awd_id": "0417286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Fixing the Leaky Educational Pipeline: Friendships as Protective Factors for the Academic Adjustment of Latino Students Transitioning to Middle School",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy L. Sussman",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 175717.0,
 "awd_min_amd_letter_date": "2004-09-17",
 "awd_max_amd_letter_date": "2006-04-04",
 "awd_abstract_narration": "Latinos have the highest dropout rate and lowest college attendance of any ethnic group in America. The transition from elementary to middle school is one of the leaky points in the educational pipeline for Latino students. Recent research on non-Latino children has shown that friendships help students successfully deal with school transitions. Students who keep old friends and make new friends have more positive attitudes about school and are more academically successful than those who are unable to keep or make friends. The purpose of the proposed study is to investigate academic achievement, motivation and self esteem of Latino students transitioning to middle school, as well as determine the extent to which friendships are related to these measures of adjustment. The following four hypotheses will be tested: 1) The transition to middle school will be stressful for some Latino students and not others, depending on certain characteristics. 2) Friendships between children who are more similar on ethnic and linguistic characteristics will be more positive than friendships between dissimilar peers. 3) The academic achievement and motivation of Latino students will in part be predicted by the quality of their friendships and the identity of their friends. 4) Students' bilingualism, family immigration status, and country of origin may moderate the influence that friends have on academic achievement. In a two-year longitudinal study, academic adjustment data (achievement, self-esteem, motivation, academic self-confidence) will be gathered from self reports, peer reports, teacher ratings and school transcripts at three time points. Self-report friendship quality questionnaires will also be used to characterize individual differences in the identity and quality of Latino students' friendships. \r\nBy determining the risk and protective factors related to academic achievement of Latino students, this study will help fix the leaky pipeline in several ways. First, Latino undergraduates at a Hispanic serving institution will conduct the study and their involvement in undergraduate research may help them complete college and continue on to graduate programs. Second, the undergraduate researchers may be able to encourage younger Latino students' academic achievement immediately. Because most undergraduate researchers on this project plan to teach in Hispanic serving schools upon graduation, they can promote academic achievement of their Latino students once they know the protective factors for academic achievement. Third, this study will affect school policies on a broader scale through the dissemination of findings to school administrators as well as developmental and educational researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Sebanc",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Sebanc",
   "pi_email_addr": "asebanc@whittier.edu",
   "nsf_id": "000451606",
   "pi_start_date": "2004-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Whittier College",
  "inst_street_address": "13406 PHILADELPHIA ST",
  "inst_street_address_2": "",
  "inst_city_name": "WHITTIER",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629074201",
  "inst_zip_code": "906014446",
  "inst_country_name": "United States",
  "cong_dist_code": "31",
  "st_cong_dist_code": "CA31",
  "org_lgl_bus_name": "WHITTIER COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "D9N4MUHLQES3"
 },
 "perf_inst": {
  "perf_inst_name": "Whittier College",
  "perf_str_addr": "13406 PHILADELPHIA ST",
  "perf_city_name": "WHITTIER",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "906014446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "31",
  "perf_st_cong_dist": "CA31",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 175717.0
  }
 ],
 "por": null
}