{
 "awd_id": "0417416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Presynaptic Ca2+ Dynamics, Ca2+ Buffers and the Mechanisms of Facilitation",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 98632.0,
 "awd_amount": 98632.0,
 "awd_min_amd_letter_date": "2004-08-04",
 "awd_max_amd_letter_date": "2004-08-04",
 "awd_abstract_narration": "Using computational modeling, the investigator studies the\r\nspatiotemporal dynamics of intracellular calcium influx, diffusion\r\nand buffering in a synaptic terminal.  The particular phenomenon\r\nexplored by the investigator is the short-term facilitation of\r\nsynaptic response, that is, the transient increase in synaptic\r\nstrength elicited with just a few action potentials, and decaying\r\non time scales of tens to hundreds of milliseconds.  Facilitation\r\nis observed in a wide variety of systems, and must play an\r\nimportant role in neural dynamics and information processing. \r\nAlthough facilitation is known to depend on the presynaptic\r\naccumulation of residual calcium, its precise mechanisms are still\r\nunder debate.  The investigator focuses on the role of endogenous\r\ncalcium buffers in several different mechanisms previously\r\nproposed to explain facilitation.  Among such mechanisms is buffer\r\nsaturation, recently shown experimentally to underlie facilitation\r\nat certain central synapses, and a facilitation model relying on\r\nboth free and bound residual calcium.  The study concentrates on\r\ntwo model systems that have been widely used to explore the\r\nmechanisms of synaptic transmission: the crayfish neuromuscular\r\njunction and the auditory calyx of Held synapse.  The abundance of\r\nexperimental data obtained at these synapses allows detailed\r\nmodeling of the calcium-secretion coupling.  One of the main goals\r\nof this study is to explore how variations in endogenous buffering\r\ncharacteristics affect the spatiotemporal calcium concentration\r\nprofile during trains of action potentials.  This in turn helps in\r\nelucidating the mechanisms of facilitation and in ascertaining the\r\nrole of calcium buffers in these and other synapses.  Another\r\nobjective of this work is to estimate the properties of endogenous\r\nbuffers at the crayfish NMJ and at the calyx of Held.  A modeling\r\napproach is indispensable in this respect: apart from the over-all\r\nbuffering capacity, the specific buffering properties are\r\ninaccessible to direct measurement at most synapses. \r\n\r\n     The investigator applies computational tools to the study of\r\na fundamental biological process, that of the movement of calcium\r\nions inside a cell.  It is known that calcium regulates a vast\r\nnumber of crucial biological events, such as gene transcription,\r\nmuscle contraction, immune system response, and many others.  In\r\norder to understand how a single element can regulate such a\r\ndiverse set of biological reactions, it is necessary to know in\r\ndetail how calcium concentration is controlled inside a cell. \r\nThis is particularly important for a better understanding of\r\nsynaptic transmission, which is at the center of the\r\ninvestigator's work.  In synaptic transmission, the entry of\r\ncalcium into the synapse causes the release of a neurotransmitter\r\nchemical, binding of which to the receptors of the neighboring\r\nneuron allows the electric activity to be transmitted from one\r\ncell to the next.  This is the fundamental process of\r\ncommunication between neurons in the nervous system.  It is\r\ninteresting that the strength of the synaptic connection between\r\ntwo neurons does not remain the same, but is constantly changing. \r\nThe investigator explores how the accumulation of calcium causes\r\nsome synapses to temporarily increase (facilitate) their strength. \r\nAlong with other forms of synaptic change (termed synaptic\r\nplasticity), such facilitation must play an important role in the\r\nfunctioning of the nervous system.  Apart from the immediate goal\r\nof further elucidating the synaptic transmission mechanisms, this\r\nstudy of intracellular calcium dynamics helps to shed light on\r\nother important biological processes that are also controlled by\r\ncalcium.  Finally, this work contributes to the widening of the\r\nuse of computational methods in biosciences, which is necessary in\r\norder to maintain the current rapid progress in biology. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Matveev",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Victor V Matveev",
   "pi_email_addr": "matveev@njit.edu",
   "nsf_id": "000182641",
   "pi_start_date": "2004-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7334",
   "pgm_ref_txt": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 98632.0
  }
 ],
 "por": null
}