{
 "awd_id": "0417425",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CMG: Nonintegrable Hamiltonian Systems in Ocean Dynamics",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 963976.0,
 "awd_amount": 963976.0,
 "awd_min_amd_letter_date": "2004-08-18",
 "awd_max_amd_letter_date": "2007-07-09",
 "awd_abstract_narration": "Abstract: 0417425\r\nCMG: Nonintegrable Hamiltonian Systems in Ocean Dynamics\r\n\r\nThis study focuses on two sets of problems in ocean physics in which the underlying dynamics are those of a nonintegrable Hamiltonian system: (i) particle trajectory (Lagrangian) dynamics in unsteady two-dimensional incompressible flows; and (ii) wave propagation in inhomogeneous moving media. The issues to be investigated in both cases are motivated by oceanographic questions rather than purely mathematical issues. However, it is anticipated that greater attention to mathematical detail than has heretofore been applied will lead to new insights into some very practical issues.\r\n\r\nIntellectual Merit. Traditional approaches to the above two classes of problem rely heavily on strictly stochastic methods. From a dynamical systems perspective such an approach is unrealistic and unnecessarily restrictive. Topics relating to problem (i) to be investigated include: stochastic vs. chaotic dynamics; tracer patchiness and anomalous diffusion; the importance of the background flow on trajectory stability; the importance of vorticity constraints on trajectory stability; adiabatic invariance; and a detailed investigation of mixing in perturbed Taylor-Couette flows. Of particular concern in problem (ii) is the development of a theory of wave propagation in random inhomogeneous media (WPRIM); preliminary work on this problem suggests that it differs in some fundamental respects from the traditional (homogeneous background) WPRM problem. \r\n\r\nBroader Impacts. The proposed work is a collaboration between geoscientists and a mathematician. It will serve to launch the careers of two promising, young scientists who are members of underrepresented groups.   The collaboration between the geoscientists and mathematicians will improve the level of mathematical rigorof the geophysically motivated research performed and develop  geophysically motivated teaching material for use in mathematics courses. The latter is particularly important at the undergraduate level to point out the practical importance of the material being taught. Web-based teaching aids will be developed. The proposed activity offers several possibilities to further the education of graduate students; at least one will be involved in the proposed work. The proposed work also has numerous practical applications that are beneficial to society. The principal application of the Lagrangian dynamics work is to mixing (e.g. pollutant dispersal) in the atmosphere, the ocean, or other natural bodies of water. The issue of Lagrangian predictability is relevant to pollutant dispersal issues and search and rescue operations at sea. Understanding tracer concentration statistics, including tracer patchiness, can be critically important in biological applications. The proposed work relating to mixing in Taylor-Couette flows has immediate industrial applications, for example to the mixing of chemicals or drugs; in the latter case, failure to thoroughly mix could lead to a localized concentration of a substance that is toxic to humans. The principal application of the WPRIM work is to inverse problems (tomography, nondestructive evaluation) and communication. Waves (acoustics, elastic, electromagnetic) are widely used in geophysical applications of both types. The environment in almost all such geophysical applications is characterized by an inhomogeneous background; hence the importance of the proposed work for understanding wavefield statistics and loss of signal coherence.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Beron-Vera",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco J Beron-Vera",
   "pi_email_addr": "fberon@rsmas.miami.edu",
   "nsf_id": "000484047",
   "pi_start_date": "2004-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Olascoaga",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Maria J Olascoaga",
   "pi_email_addr": "jolascoaga@rsmas.miami.edu",
   "nsf_id": "000484046",
   "pi_start_date": "2004-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7232",
   "pgm_ref_txt": "MATHEMATICAL GEOSCIENCES"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 446706.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 252075.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 265195.0
  }
 ],
 "por": null
}