{
 "awd_id": "0418071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reading and Speaking Words in Two Languages: A Psycholinguistic Approach to Bilingualism",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 282814.0,
 "awd_min_amd_letter_date": "2004-07-16",
 "awd_max_amd_letter_date": "2007-08-27",
 "awd_abstract_narration": "Biliterate bilinguals can both read and speak in two languages. However, in most circumstances, they use one language only. What is the fate of the unused language when a bilingual is reading or speaking in one language alone? Past studies suggest that both languages are active even when bilinguals intend to use only one language. If bilinguals cannot function as monolinguals, then how do they control the use of the intended language? With National Science Foundation support, Dr. Judith Kroll will investigate the conditions that allow literate bilinguals to achieve the exquisite cognitive control that they appear to have when using language. The specific aims of the planned research are to determine what cues bilinguals use to attend to the desired language and how their language experience, including the timing and context of acquisition of the second language, functions to modulate potential competition across the two languages. This research project will use the experience of bilinguals as a means to better understand the mechanisms of cognitive control. \r\n\r\nThe funded research will contribute important foundational knowledge about multilingualism that will inform educational issues in a society in which many learners are faced with the task of acquiring a second language past the earliest stages of childhood. The research will also contribute to the training of an increasingly diverse group of cognitive scientists by including both undergraduate and graduate students, many of whom are themselves bilingual, and will foster international scientific collaboration.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOriginal Project Summary:\r\n\r\nPROJECT SUMMARY\r\n\r\nIntellectual Merits. Although proficient bilinguals rarely make the error of speaking words in the wrong language or thinking that they are reading text in a language other than the one intended, recent cognitive research on lexical access in word recognition and in spoken production suggests that information about both languages is active, at least briefly, in even highly skilled tasks such as reading and speaking. The absence of a simple mechanism to switch off one of the two languages when using the other makes the problem more complicated from the perspective of bilingual performance, but also more interesting from the perspective of elucidating cognitive mechanisms. For this reason, bilingualism has become an important tool for psychologists who wish to model developing systems, the competition between them, and the consequences for executive control. The general goal of the proposed research is to identify factors that permit cross-language competition to be resolved. The specific aims of the planned studies are to determine what cues bilingual use to attend to the intended language, whether there are learning contexts that facilitate acquisition of these cues, and whether the language experience of the bilingual affects the ability to modulate cross-language competition. \r\n\r\nBroader Impacts. Until recently, cognitive science virtually ignored the fact that most people of the world, and an increasing number of people in the US, are bilingual. In the past ten years this situation has changed markedly. There is now an appreciation that learning and using more than one language is a natural circumstance of cognition. Not only does research on second language learning and bilingualism provide crucial evidence regarding the universality of cognitive principles, but it also provides an important tool for revealing constraints within the cognitive architecture. The proposed research will contribute important foundational knowledge about multilingualism that will inform educational issues in an increasingly diverse society in which many learners are faced with the task of acquiring a second language past the earliest stages of childhood. The research will more specifically contribute to the infrastructure of science by training a more diverse group of students than is typical in cognitive psychology and by fostering international scientific collaboration. \r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Kroll",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Judith F Kroll",
   "pi_email_addr": "judith.kroll@uci.edu",
   "nsf_id": "000187627",
   "pi_start_date": "2004-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Gerfen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Henry Gerfen",
   "pi_email_addr": "gerfen@psu.edu",
   "nsf_id": "000115691",
   "pi_start_date": "2007-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pilar",
   "pi_last_name": "Pinar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pilar Pinar",
   "pi_email_addr": "pilar.pinar@gallaudet.edu",
   "nsf_id": "000411639",
   "pi_start_date": "2007-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paola",
   "pi_last_name": "Dussias",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paola E Dussias",
   "pi_email_addr": "ped10@psu.edu",
   "nsf_id": "000485721",
   "pi_start_date": "2007-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "770400",
   "pgm_ele_name": "Science of Learning Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 42814.0
  }
 ],
 "por": null
}