{
 "awd_id": "0418083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biogeochemistry of the Snowball Earth",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 109426.0,
 "awd_amount": 109426.0,
 "awd_min_amd_letter_date": "2004-08-25",
 "awd_max_amd_letter_date": "2004-08-25",
 "awd_abstract_narration": "Project proposes to measure the abundance and carbon-isotopic composition of lipid biomarkers to help elucidate the origins and effects of Neoproterozoic low-latitude glacial events (ca. 750-580 Ma), an approach not previously reported. Multiple hypotheses have been proposed to explain the unusual geochemical and sedimentological features associated with these glaciations (negative d13C anomalies, iron-formation, unusual carbonate lithofacies, etc.). So many hypotheses persist because the existing data, particularly the d13C record of carbonates, are equivocal in terms of the environmental changes that they record. Despite the discovery of one methane-seep-like locality in China (Jiange et al., 2003) and thousands of d13C analyses from a multitude of localities world-wide, we know little more now about the biogeochemistry of snowball Earth than when Hoffman et al. (1998) published their seminal paper. New and different kinds of data are required to move our understanding of this fascinating event forward. The coincidence of the last glacial event and the advent and diversification of animal phyla has not escaped attention, and fuels much of the continuing interest in this time interval. Our organic geochemical studies of the glaciations may also shed some light on that important question.\r\nThe major snowball hypotheses each predict very different environmental conditions in the Neoproterozoic oceans leading up to, during, and immediately after the glacial events. Lipid biomarkers, extracted from organic-rich rocks of appropriate age, would provide valuable information about existing biota and metabolic pathways in the oceans at that time. Carbon-isotopic data will also tell us about the role of methane cycling. These data should allow us to differentiate between the contending snowball hypotheses and move the current debate forward. The limitation to collecting such data is not analytical or procedural, for the laboratory methods are straightforward. Rather, the issue is finding organic-rich strata (with mg/g concentrations of organic matter) of appropriate age and stratigraphic position, a problem which P.I.s believe they have surmounted.\r\nP.I.s have collected a series of organic rich, well-preserved, thermally-immature, rocks from pre-, syn-,and post-glacial units in Brazil and China. Their sample set provides an excellent chance to find lipid biomarkers, test competing hypotheses, and further our knowledge of the biogeochemisty of Earth leading up to the evolution and diversification of the metazoa.\r\nThe intellectual merit of the project is as follows. The application of biomarker analyses with respect to snowball Earth is novel and has not been attempted previously due to the rarity of appropriate samples. P.I.s have assembled the requisite samples and are equipped to undertake the analyses. The results will have the potential to distinguish between the multiple hypotheses for the glaciations, and may also illuminate some of the environmental changes leading up to the evolution of animals.\r\nThe broad impact is the mentoring of graduate students, undergraduate students, and international post-doctoral scientists, which forms the core of the proposal (the majority of the requested funding is for student support). P.I.s will broaden the participation of underrepresented groups with this study. In particular, the graduate student RA request from USC will support Alison Olcott, who received an honorable mention in the NSF graduate student fellowship competition, thus increasing female presence in the field of Earth Sciences; currently, most of the undergraduate assistants undertaking their first research experience at USC are women, as well. If supported, this research will contribute to a question that has captured much recent public attention (e.g., Walker, 2003), and will thus serve to bolster public involvement and support of\r\nscience in general, and geoscience in particular.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Corsetti",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frank A Corsetti",
   "pi_email_addr": "fcorsett@usc.edu",
   "nsf_id": "000469614",
   "pi_start_date": "2004-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 109426.0
  }
 ],
 "por": null
}