{
 "awd_id": "0418311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Russian Genitive of Negation: Integration of Lexical and Compositional Semantics",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 225932.0,
 "awd_amount": 225932.0,
 "awd_min_amd_letter_date": "2004-08-19",
 "awd_max_amd_letter_date": "2006-08-01",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Barbara H. Partee and Dr. Vladimir Borschev will conduct three years of research with the collaboration of three Russian scholars on one of the most extensively studied problems in the grammar of Russian. The puzzling phenomenon of \"Genitive of Negation\" involves the alternation of genitive with nominative or accusative case in negative sentences. After decades of progress by leading scholars, major open issues concern the semantics of the construction(s) and the theoretical analysis of its \"optionality\" in both subject and object case alternations.\r\nThis project focuses on the interactions of grammar, lexical semantics, and compositional (constructional) semantics, and on the relation between Western accounts that center on \"the scope of negation\" and Russian accounts that center on shifts in the lexical semantics of the verbs when they govern different cases (\"diathesis alternations\"). Russian and Western linguists have had different approaches to these issues; the investigators believe that these approaches can be integrated and built upon to achieve insights into the construction and related theoretical issues involving the integration of lexical and compositional semantics. Drs. Partee and Borschev will spend half of each year in Russia conducting research seminars with their Russian consultants, leaders in the fields of Russian syntax and semantics (Drs. Elena Paducheva, Ekaterina Rakhilina, and Yakov Testelets). A Research Assistant based for most of the year at the University of Massachusetts at Amherst will help to find and search additional corpora and data bases to supplement published statistical studies, as well as carrying out original research on aspects of the problem area. The consultants will help to explore existing and new hypotheses about the interaction of syntactic, semantic and pragmatic factors that have been argued to play a role in the construction(s), including Borschev and Partee's hypothesized \"Perspectival Structure\".\r\n\r\nThe project will advance our understanding of the special properties of negative sentences, and of the interactions among word meaning, constructional meaning, information structure, and cognitive choices in how we structure and schematize the situations we describe with language. The significance of the project lies in its bringing together two rich but long-separated linguistic traditions of semantic research, the Moscow school of lexical semantics and the Western tradition of model-theoretic ('formal') semantics, and showing by application to an important problem how their strengths can be effectively combined to make progress on basic issues in the interaction of formal and lexical semantics with each other and with syntax and context. The broader impacts of the project include bringing Russian and Western linguistics into closer and better contact, and providing advanced training for Western graduate students and young Russian scholars. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Partee",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara H Partee",
   "pi_email_addr": "partee@linguist.umass.edu",
   "nsf_id": "000229905",
   "pi_start_date": "2004-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Borschev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir Borschev",
   "pi_email_addr": "borschev@linguist.umass.edu",
   "nsf_id": "000100278",
   "pi_start_date": "2004-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 73305.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 74489.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 78138.0
  }
 ],
 "por": null
}