{
 "awd_id": "0420776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of a Harmonic Rejection Optical System for the MR-CAT Beamline",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 250003.0,
 "awd_min_amd_letter_date": "2004-07-02",
 "awd_max_amd_letter_date": "2007-07-30",
 "awd_abstract_narration": "This award from the Major Research Instrumentation program supports Illinois Institute of Technology with the construction of a crystal optic harmonic rejection system. The system is for the Materials Research Collaborative Access Team (MR-CAT) undulator beamline at the Advanced Photon Source (APS). This system, outfitted with different optics, known as \"beam cleaners\", will enhance the harmonic rejection of our current mirror system at low energies (below 30keV), provide harmonic rejection for x-ray absorption spectroscopy experiments at intermediate energies (30keV to 45keV) and give us harmonic-free access to very high energies (up to 80keV) for diffraction and pair distribution function experiments. The design of the system is driven by the need to make alignment as routine as changing energy, dropping in a focusing mirror or rolling in a different detector. In addition, proper design of this instrument will reduce vertical beam motion as the primary beamline monochromator is scanned for x-ray spectroscopy experiments. This instrument, in one of its three modes, will find application in nearly all of the experiments done at the MR-CAT, making what are currently difficult experiments, requiring long alignment times or the use of a dedicated beamline accessible to users of the MR-CAT facility.\r\n\r\nThe Major Research Instrumentation program supports Illinois Institute of Technology with the construction of a crystal optic harmonic rejection system. The instrument will drop in to the Materials Research Collaborative Access Team (MR-CAT) experimental station at the Advanced Photon Source. The system will permit to change routinely the characteristics of the x-rays reaching the sample, just as one change the x-ray energy, focusing or kinds of detectors to suit the material and experiment at hand. The key elements of the instrument are a kinematic table and ``beam cleaner'' band pass optics which take advantage of the favorable reflectivity and alignment properties of strongly bent single crystals of Si and Ge. The combination of this device with the MR-CAT spectroscopy and powder diffraction beamline, including the installed microfocusing capability, will enhance the capabilities by improving the signal to noise in x-ray absorption spectroscopy experiments at moderately high energies (>30keV), produce a nearly fixed exit beam for spectroscopy experiments at any energy and make practical high energy pair distribution function (PDF) measurements at an undulator beamline. The instrumentation is specifically designed to be moved and rapidly installed in various locations in the MR-CAT experimental station.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlo",
   "pi_last_name": "Segre",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Carlo U Segre",
   "pi_email_addr": "segre@iit.edu",
   "nsf_id": "000313014",
   "pi_start_date": "2004-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1750",
   "pgm_ref_txt": "MPS DMR INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 250003.0
  }
 ],
 "por": null
}