{
 "awd_id": "0420267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Arabidopsis 2010:  Deriving the Gene Circuitry and Network Motifs of the Arabidopsis Defense Response",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2004-08-10",
 "awd_max_amd_letter_date": "2004-08-10",
 "awd_abstract_narration": "In order to determine the gene function for a network of genes, the circuitry of plant defense against pathogen will be derived from temporal and spatial large-scale mRNA profiling of powdery mildew infection of Arabidopsis.  Laser capture microdissection will be utilized to isolate RNA from distinct populations of plant cells (including infected epidermal cells and neighboring epidermal and mesophyll cells) at a sampling rate and with sufficient time points to capture the underlying biological processes. To analyze this mRNA expression data, novel statistical approaches will be developed.  For example, time-alignment algorithms will be used to synchronize data among experiments and evaluate altered temporal patterns of response including time delays and period compression/expansion.  Modeling the circuitry of plant defense allows for the rigorous assessment of the regulatory factors and downstream products impacting the progression of infection.  Continuous representations will be used to derive the circuitry of response, allowing one to uncover network nodes and subnodes associated with distinct functional responses.  Experimental testing of predicted gene function will focus on genes in subnodes of salicylic acid (SA)-impacted networks elucidated using an SA biosynthetic mutant.  In addition, defining these networks and nodes allows for discovery and assessment of network motifs such as feed-forward loops used to solve a common biological \"problem\" in diverse circumstances and species. \r\nThis spatially and temporally resolved expression data, the statistical and computational approaches and tools, and the identified defense circuitry and network motifs will all be of significant value to the Arabidopsis community.  Previous datasets collected from whole leaf samples and few time points were unable to resolve much of the complexity of the defense response.  Numerous predictions of gene function and regulation will emerge from these efforts.  Model-driven experiments will focus on genes in SA-impacted nodes and subnodes.  These genes are not known a priori, but will be determined from the modeling efforts.  Likely genes include: transcription factor(s) involved in the induction of ICS1 and PR1 clusters, a putative SA glucosyltransferase, candidate genes for the second enzyme involved in the synthesis of SA from isochorismate, and a putative transcriptional repressor responsible for the SA-dependent repression of the PDF1.2 cluster.  The expression data will be deposited in public databases such as the Integrated Microarray Database System being developed as part of the NSF Arabidopsis 2010 award to X. Dong and co-PIs and will be freely available for use.  In addition, developed algorithms and computational tools will be available for download and will be included as tools in Bioconductor, a free microarray analysis platform.  Information about this project is available at http://plantbio.berkeley.edu:16080/~wildermuth/.\r\n\r\nBroader Impacts  \r\nThis research will result in a more comprehensive understanding of plant-pathogen interactions by providing a formal mathematical framework for molecular genetic and biochemical data.  The strategies elucidated for this plant-pathogen interaction are likely applicable to other host-pathogen interactions.  In particular, identified functional control modules are likely to be shared across pathosystems.  The informatic and statistical methodologies and tools developed for the analysis and modeling efforts will be made widely available to both the plant and general scientific communities.  In addition, the intimate collaboration and cross-training of young mathematicians, engineers, and experimental biologists yields truly interdisciplinary scientists uniquely positioned to address biological questions using quantitative and systems-based approaches.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Wildermuth",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Wildermuth",
   "pi_email_addr": "mwildermuth@berkeley.edu",
   "nsf_id": "000114168",
   "pi_start_date": "2004-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terence",
   "pi_last_name": "Speed",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Terence P Speed",
   "pi_email_addr": "terry@stat.berkeley.edu",
   "nsf_id": "000470135",
   "pi_start_date": "2004-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "1684",
   "pgm_ref_txt": "THE 2010 PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": null
}