{
 "awd_id": "0420915",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a Property Measurement Facility for Interdisciplinary Studies",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 206493.0,
 "awd_amount": 206493.0,
 "awd_min_amd_letter_date": "2004-07-20",
 "awd_max_amd_letter_date": "2004-07-20",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation program the Materials Research Science & Engineering Center (MRSEC) at the University of Pennsylvania (Penn) will establish a shared experimental facility (SEF) to perform electrical, magnetic, thermal and optical measurements for interdisciplinary research and education.  The facility will house a new Quantum Design Physical Property Measurement System (PPMS) along with an existing PPMS for which unique magneto-optical capabilities have already been developed.  The SEF will house these instruments in a single laboratory accessible to students and post-docs 24 hours a day.  The goal is to establish a community of diverse users who will exchange ideas and expertise while working in close proximity.\r\nThe proposed SEF will be much more than the sum of its parts and will significantly leverage existing resources. The PPMS systems can share experimental inserts by virtue of their modular design, so the newly acquired system will not only add new state-of-the-art capabilities for thermal transport and heat capacity, but will also 'inherit' the high-resistivity, Kerr effect, magnetization, fiber probe, rotating insert, custom software, and operator experience that accompanies the existing system.  The second PPMS in the SEF will reduce the backlog of users by allowing any combination of experiments to run simultaneously, and will provide valuable instrument time for building and testing specialized home-built inserts for custom measurements. \r\n\r\nThe intellectual merit of the proposed SEF lies in its role as a potent catalyst for nucleating new interdisciplinary research, especially in material discovery. Since its arrival three years ago, the existing PPMS has already stimulated collaborative activities among researchers with a wide variety of interests.  Vigorous and unexpected programs in metallo-DNA, medical physics, carbon nanotubes and nanofibers, magnetoresistive oxides, and conducting organics have been established, most of which originated from exploratory measurements using this instrument. These efforts now require more instrument time than is currently possible, and the new materials have further created new demand for additional capabilities not available at Penn.  The proposed SEF will significantly expand MRSEC capabilities and create opportunities in exploratory effort in artificial multifunctional oxide thin films and novel molecular conducting, semi-conducting and spintronic devices, as well as in other unforeseen activities.\r\n\r\nThe broader impact of the proposed SEF lies in the services and opportunities it offers to the science community of Philadelphia and beyond. The SEF instruments are designed for ease of use and continuous operation, and will attract users who might otherwise hesitate, or be denied for lack of experience, to begin a complex measurement. The SEF will avail itself to undergraduates, summer students, and staff from local hospitals and museums, and will also serve as the primary physical testing resources for the visiting faculty and undergraduates from University of Puerto Rico with which the Penn MRSEC has a NSF-supported Partnership for Research & Education in Materials (PREM) program. The SEF experience will give these users a sense of autonomy and excitement, and thereby foster enthusiasm and awareness of science in the broader society.\r\n\r\nWith this grant, the Materials Research Science & Engineering Center at the University of Pennsylvania will establish a shared experimental facility to perform electrical, magnetic, thermal and optical measurements for interdisciplinary research and education.  The facility will house a new Quantum Design Physical Property Measurement System and will also incorporate an existing instrument for which unique capabilities have already been developed.  The instruments will be housed in a single laboratory accessible to students and post-docs 24 hours a day.  The goal is to establish a community of diverse users who will exchange ideas and expertise while working in close proximity.\r\n\r\nThe requested instrument is a uniquely versatile being able to run many types of experiments.  The instrument can accept either commercial or custom-made experimental inserts by virtue of a modular design. Since options can be shared between the new system and the existing one, the new acquisition considerably leverages existing resources.  Researchers will be able to measure physical properties over a wide range of temperatures, from -271 oC to 140 oC, and in magnetic field strengths up to 9 Tesla. Many physical properties, such as electrical resistance, optical transmission, and magnetization, are strongly temperature- and magnetic-field dependent. The study of these properties using the requested instrument will allow physical scientists to understand the underlying mechanisms that control these properties, and thereby improve known materials and invent useful new materials.\r\n\r\nThe intellectual merit of the proposed facility lies in its role as a potent catalyst for nucleating new interdisciplinary research, especially in material discovery.  Since its arrival three years ago, the existing instrument has already stimulated collaborative activities among researchers with a wide variety of interests.  Vigorous and unexpected programs have been established in medical physics, nanoscience,  and organic electronics, which originated from exploratory studies in the new facility. The proposed instrument will support these activities while also ensuring that speculative 'seed' research can still take place for identifying future research directions.\r\n\r\nThe broader impact of the proposed facility lies in the services and opportunities it offers to the science community of Philadelphia and beyond. The instruments are designed for ease of use and continuous operation, and will attract users who might otherwise hesitate, or be denied for lack of experience, to begin a complex measurement. The facility will avail itself to undergraduates, summer students, and staff from local hospitals and museums, and will serve as the primary physical testing resources for the visiting faculty and undergraduates from the University of Puerto Rico with which the Penn MRSEC has a NSF-supported Partnership for Research & Education in Materials (PREM) collaborative program. The experience of working in the facility will give non-traditional users a sense of autonomy and excitement, thereby fostering enthusiasm and awareness of science in the broader society.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Klein",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Klein",
   "pi_email_addr": "klein@temple.edu",
   "nsf_id": "000200929",
   "pi_start_date": "2004-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "I-Wei",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "I-Wei Chen",
   "pi_email_addr": "iweichen@seas.upenn.edu",
   "nsf_id": "000220058",
   "pi_start_date": "2004-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Kikkawa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Kikkawa",
   "pi_email_addr": "kikkawa@physics.upenn.edu",
   "nsf_id": "000163827",
   "pi_start_date": "2004-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1750",
   "pgm_ref_txt": "MPS DMR INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 206493.0
  }
 ],
 "por": null
}