{
 "awd_id": "0420693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a High Resolution Electron Energy Loss Spectrometer for Molecular-Level Surface Characterization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Horst Henning Winter",
 "awd_eff_date": "2004-11-01",
 "awd_exp_date": "2009-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 270172.0,
 "awd_min_amd_letter_date": "2004-07-26",
 "awd_max_amd_letter_date": "2008-08-26",
 "awd_abstract_narration": "\tHigh resolution electron energy loss spectroscopy (HREELS) is a powerful technique for obtaining vibrational spectra of solid surfaces.  When combined with first-principles computational methods, HREELS is able to provide a molecular-level description of surface species.  The detailed understanding of surface intermediates and processes generated from the combined application of HREELS and theory facilitates rational design of functional materials.  A complete HREELS surface analysis system will be acquired and employed for a variety of projects related to surface science and engineering.  This system incorporates a novel time-of-flight energy analyzer for increased throughput and enhanced dynamic measurement capabilities, and is uniquely suited for identification of surface molecular structures when combined with computational chemistry tools.  The research projects that will employ the HREELS system will make impacts in numerous areas such as chemical sensors, microelectronic device engineering, heterogeneous catalysis, biocompatible materials, functionalization of polymer surfaces, and membrane technology.  For each of these technologies, the HREELS/theory combination will be applied to determine how surface structure and composition control the molecular processes responsible for observed macroscopic behavior.   \r\n\r\n \tThe acquired instrument will have a broad impact, making major contributions to a key emphasis area at the University of Colorado: the development of functional materials.  Researchers from a variety of disciplines will use the combination of HREELS and computational chemistry to identify the molecular-level structure of functional surfaces; the acquired instrument will thus facilitate cross-disciplinary collaborations.  Graduate students with projects having diverse application areas will be trained in the use of both sophisticated surface analysis hardware and first-principles theoretical techniques, and will gain firsthand knowledge of how experiment and theory complement each other from a design perspective.  Furthermore, students participating in Colorado's Functional Materials REU program will have opportunities to work with the instrumentation, and results from application of HREELS will be incorporated into existing undergraduate education and high school outreach programs.  Finally, the unique dynamic measurement capabilities of the time-of-flight energy analysis instrument module will serve as an added attraction for drawing researchers from diverse fields, again enhancing cross-disciplinary communication. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Will",
   "pi_last_name": "Medlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Will Medlin",
   "pi_email_addr": "will.medlin@colorado.edu",
   "nsf_id": "000346032",
   "pi_start_date": "2004-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 270172.0
  }
 ],
 "por": null
}