{
 "awd_id": "0421900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Testing Fundamental Tradeoffs between Power and Efficiency in the Translational Machinery of Bacteria",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Chamberlin",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 599501.0,
 "awd_min_amd_letter_date": "2004-06-30",
 "awd_max_amd_letter_date": "2008-05-07",
 "awd_abstract_narration": "The machinery of protein synthesis is similar in all forms of life, and yet despite recent progress in understanding the structure of ribosomes and the sequence of events involved in translation, little is known about differences in the production or performance of the translational machinery between organisms. With support from the NSF, a research project was initiated to document and explain the puzzling occurrence of different numbers of ribosomal RNA-encoding genes in evolutionarily diverse bacteria. Results from this research suggest that bacteria possessing multiple copies of the rRNA genes are more competitive when resource availability fluctuates, due to their ability to synthesize ribosomes rapidly, while those possessing few rRNA genes may be more efficient at growth under constant, low-nutrient conditions. It was also revealed that the average rate of protein synthesis per ribosome correlated with the position of a strain along a spectrum between adaptation for episodic, fast growth and adaptation for slow, resource-limited growth. These results form the basis for a conceptual model that links bacterial physiology with organismal ecology and evolution. The model focuses on protein synthesis, the single largest metabolic expense in bacteria, and includes a proposed tradeoff between translational speed and resource utilization efficiency. The model challenges the widely held notion that the protein synthesis machinery in bacteria operates with little variation in performance, and brings an ecological perspective to the recent and spectacular advances in our understanding of the structure and function of ribosomes.\r\n\r\nThe overall goals of the proposed research are to test aspects of this conceptual model and thereby advance our understanding of the interplay between fundamental properties of bacterial physiology, ecology and evolution, and to help graduate students develop the practical and conceptual skills necessary to make discoveries in microbial physiology and ecology. These goals will be met by addressing the following specific aims:\r\n\r\n1) Determine if there is a tradeoff between power and efficiency in the translational machinery of bacteria, and the potential impact of such a tradeoff on population growth rate and yield;\r\n2) Increase our understanding of the physiological and ecological consequences to bacteria maintaining different numbers of rRNA operons;\r\n3) Increase our understanding of the interplay between the translation machinery and codon bias, and explore the possibility of using this information to advance the analysis of genomes from uncultivated bacteria; and\r\n4) Develop the capacity for graduate and undergraduate students to think creatively and critically in the design of experiments and interpretation of results, especially as they apply to developing field tests of ideas resulting from research on pure cultures of bacteria.\r\n\r\nThe PI will address the first three specific aims by a combination of approaches, including: growth studies of bacteria that have been selected to represent microbes positioned for rapid or efficient growth; direct measurements of the rate and processivity of the translational machinery; and examination of the structure of microbial communities in nature.\r\n\r\nIdentifying a genomic marker (rRNA operon copy number) and the physiological mechanisms that underlie different bacterial life histories would link bacterial energetics and ecology, and provide the basis for predictive and testable models of how bacteria respond in specific environments. This information would provide insight into the competitive success of microbes present in natural and managed microbial systems, including bioreactors, waste water treatment plants, and agricultural soils.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Schmidt",
   "pi_email_addr": "schmidti@umich.edu",
   "nsf_id": "000273736",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 192287.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 197262.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 209952.0
  }
 ],
 "por": null
}