{
 "awd_id": "0421342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquistion of Large-Scale Trenchless Technologies Testing and Research Facility (L-STaR",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 272495.0,
 "awd_amount": 272495.0,
 "awd_min_amd_letter_date": "2004-07-12",
 "awd_max_amd_letter_date": "2004-07-12",
 "awd_abstract_narration": "A vast world often hidden from public view, America's underground infrastructure with more than 3.5 million miles of underground utility services (involving water, sewer, electric, gas, telephone, cable and other services) represents a substantial resource that affects almost every business and home. Across the world, countries install approximately 300,000 miles of underground utilities annually with a market value of over $35 billion per year. Average design lives of underground utilities are 20 to 50 years but current actual annual spending on maintaining and replacing these assets implies that they must last hundreds to thousands of years. Trenchless technologies include systems for installing and maintaining underground pipes and utilities without the need for excavating a continuous trench from the surface. Many of the techniques used have been developed through field innovation and progressive refinement, but they may lack a fundamental understanding of how critical processes within the ground really operate and that there is a large gap between the potential of the techniques and their current implementation. The most cost effective optimization of solutions to underground utility system problems requires close collaboration across various branches of engineering and science. Thus, it is proposed to establish a multi-disciplinary research and testing facility capable of supporting cutting-edge fundamental and applied research as well as concept design, development and testing of advanced technologies for trenchless approaches to solving underground utility problems. The instrumentation request is to create a large scale (6 m by 6 m by 2 m high) soil-structure testing chamber as the cornerstone of a multi-disciplinary laboratory for advanced trenchless technology research and education. The proposed facility will be the only one of its kind in the southern half of the USA and will be linked to an existing field test facility. It will enable a broad range of faculty from different disciplines and different institutions to pursue research using a closely controlled, simulated field environment. Envisioned areas of research include soil-structure interaction studies for installation and rehabilitation systems, prototype testing of novel methods, development and refinement of design methods, fundamental studies related to non-destructive underground detection and assessment methods, and the development and testing of advanced sensors and monitoring technology for buried pipes. The Trenchless Technology Center (TTC) and College of Engineering and Science at Louisiana Tech University are in a unique position to develop such a facility. \r\n\r\nThe intellectual merit of the proposed request is in the creation of a facility in which the circumstances of field installation, assessment and rehabilitation of buried utilities can be closely simulated in a controlled laboratory environment. This will provide a means to understand in a more rigorous fashion the detailed performance of current techniques used in the industry and, more importantly, assist in the development of novel systems. The broader impact of the proposed request is that our aging underground utility infrastructure and an increasing need to use the underground for new facilities combined with high costs and technical difficulties provide an important incentive for a major initiative in research, development, and education. This request will provide the cornerstone of a national research facility that will allow researchers at Louisiana Tech University to cooperate with researchers across the country in addressing the research needs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Sterling",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond L Sterling",
   "pi_email_addr": "sterling@coes.latech.edu",
   "nsf_id": "000386267",
   "pi_start_date": "2004-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jay Wang",
   "pi_email_addr": "xwang@coes.latech.edu",
   "nsf_id": "000096222",
   "pi_start_date": "2004-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erez",
   "pi_last_name": "Allouche",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Erez N Allouche",
   "pi_email_addr": "allouche@latech.edu",
   "nsf_id": "000494111",
   "pi_start_date": "2004-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Tech University",
  "inst_street_address": "RAIL ROAD AVE WYLY TWR 1620",
  "inst_street_address_2": "",
  "inst_city_name": "RUSTON",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3182575075",
  "inst_zip_code": "712720001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "LOUISIANA TECH UNIVERSITY",
  "org_prnt_uei_num": "PAMDY6DMVVE7",
  "org_uei_num": "PAMDY6DMVVE7"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Tech University",
  "perf_str_addr": "RAIL ROAD AVE WYLY TWR 1620",
  "perf_city_name": "RUSTON",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712720001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 272495.0
  }
 ],
 "por": null
}