{
 "awd_id": "0421272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of an X-ray Diffraction Instrument:  Developing an Interdisciplinary Research/Teaching X-ray Diffraction Laboratory",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 148421.0,
 "awd_amount": 148421.0,
 "awd_min_amd_letter_date": "2004-07-16",
 "awd_max_amd_letter_date": "2004-07-16",
 "awd_abstract_narration": "0421272\r\nPutirka\r\n\r\nThe California State University, Fresno is one of the largest universities in the CSU system, and the only prominent university in California's Central Valley. As such, we carry a responsibility to the community to train scientists and address regional environmental problems. The powder X-ray diffraction (XRD) instrument that will be acquired with this Major Research Instrumentation (MRI) grant will support a number of scientific problems that involve the identification of fine-grained materials, including, but not limited to, the following: 1) Regional geology and volcanic history of the north-central Sierra Nevada. Mapping and preliminary XRD studies suggest that matrix mineral abundances in volcanic rocks can be key to the correlation of volcanic units and the identification of distance from now-eroded vents. 2) Asbestiform minerals in the Sierra foothills and coastal CA. Ultramafic rocks are common throughout CA, and asbestiform minerals of the amphibole group form hazardous dusts during excavation and commercial development. XRD will be used for hazards assessment where construction of such areas is ongoing. 3) Igneous barometery and the refinement of unit cell parameters of clinopyroxenes. Rietveld analysis of natural clinopyroxenes will be used to better understand how Na is charge-balanced in natural clinopyroxenes, and in this way refine our attempts at estimate crystallization pressures for igneous rocks. 4) The study of soil mechanics, groundwater flow and soil contamination through the analysis mineral content. Abundances of clay minerals and gypsum are suspected to affect the hydrology of agricultural soils, and may also affect the absorption of contaminants in soils; XRD analysis of agricultural samples will be key to understanding water and contaminant transport. 5) The analysis of dust particles produced from dairy operations. Dust particles (sometimes referred to by their micron size as PM-5 or PM-10) are now recognized as a significant health hazard in CA. Dairies are suspected to be significant producers of dust particles, but their quantity and mineral content is unclear. XRD analysis of dusts collected at dairies will allow a determination of what kinds of dust particles are created, and the fraction of the total dust contributed by such operations. Finally, our powder XRD will provide valuable research experiences for CSU Fresno and CSU Stanislaus undergraduates. Students are attracted to the sciences when they participate in research, and when such work involves the use of technical instruments. Basic XRD techniques are very easy to learn, and allow both undergraduates and M.S. students to participate in any number of problems of great concern to central valley residents. XRD activities will be incorporated into several existing courses at CSUF, including a new course: \"X-ray methods in the Material Sciences\". The broader impacts of this instrument acquisition are also considerable. The XRD will establish several exciting research linkages between at least three different departments at CSU Fresno, and between the Earth and Environmental Science department at CSU Fresno and the \"Physics and Geology\" department at CSU Stanislaus. Acquisition of the requested XRD instrument is critical to furthering our research capabilities and realizing our student recruitment goals.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Putirka",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Keith D Putirka",
   "pi_email_addr": "keith_putirka@csufresno.edu",
   "nsf_id": "000453456",
   "pi_start_date": "2004-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhi",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhi Wang",
   "pi_email_addr": "zwang@csufresno.edu",
   "nsf_id": "000490216",
   "pi_start_date": "2004-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Fresno Foundation",
  "inst_street_address": "4910 N CHESTNUT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FRESNO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5592780840",
  "inst_zip_code": "937261852",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, FRESNO FOUNDATION",
  "org_prnt_uei_num": "CJSRSPWTJUH7",
  "org_uei_num": "CJSRSPWTJUH7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Fresno",
  "perf_str_addr": "Maple and Shaw Avenue",
  "perf_city_name": "Fresno",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "937400000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 148421.0
  }
 ],
 "por": null
}