{
 "awd_id": "0421180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-II:    Highly Damage Tolerant and Intelligent Slab-Column Frame Systems Through Combination of Advanced Materials and Embedded Wireless Sensing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 449898.0,
 "awd_amount": 449898.0,
 "awd_min_amd_letter_date": "2004-09-16",
 "awd_max_amd_letter_date": "2004-09-16",
 "awd_abstract_narration": "Structural systems that combine reinforced concrete (RC) slab-column frames with moment resisting\r\nframes or shear walls find wide applications in zones of moderate and high seismicity. Due to\r\ncombination of lateral displacements imposed during earthquakes with gravity loads, slab-column\r\nconnections are prone to exhibit punching shear failures. Traditionally, the required shear strength of slabcolumn connections is achieved by the use of drop panels or shear stud rails. The work outlined in this\r\nproposal is to develop a highly damage tolerant and smart slab-column frame system through the use of\r\nhigh-performance fiber reinforced cement composites (HPFRCCs) and wireless sensing technology. The\r\ndevelopment of new materials (HPFRCC) and smart structure technologies (computationally rich wireless\r\nsensors) have previously occurred in isolated research communities - this proposal is a first of its kind to\r\nexplore their combination so that an intelligent HPFRCC structure capable of sustaining large drift\r\ndemands and self-performance monitoring can be derived. The revolutionary features of the NEES\r\ninfrastructure offer exciting paths of exploration that will lead to a more profound investigation of\r\nintelligent HPFRCC slab-column systems.\r\n\r\nIn order to develop the proposed frame system, a series of HPFRCC flat slab specimens will be first\r\ntested monotonically at the University of Michigan to optimize the HPFRCC material for this application.\r\nA total of six large-scale slab-column sub-assemblages will then be tested under simulated earthquake\r\nloading. Four of these sub-assemblages will be bi-directionally loaded using the NEES-MAST facility at\r\nthe University of Minnesota. The MAST facility is ideally suited to this application as it can be used to\r\nload slab-column assemblages in a realistic manner to fully assess the shear capacity of HPFRCC\r\nconnections. The results of these tests will be used to develop models to predict the seismic behavior of\r\nbuilding systems employing these advanced materials and design provisions for the proposed slab-column\r\nconnections. To further enhance building safety, new technology in wireless sensors will be incorporated\r\ninto the project to develop instruments that can self-detect and report structural damage due to seismic\r\nevents. The high resolution cameras available at the NEES-MAST facility will enable the close\r\ncorrelation of the wireless measurements with the accumulated damage, aiding in the development of a\r\ndamage index appropriate for this type of connection. An algorithm for the developed damage index will\r\nbe embedded into smart wireless sensors to track the performance of the structural system, including selfidentification of damage. Construction operations design studies, through the use of discrete event\r\nsimulation, will also be conducted to ensure the constructability of the proposed system.\r\n\r\nIntellectual Merit: The outcome of the proposed work will be a highly damage tolerant and smart slabcolumn\r\nframe system for use in seismic-resistant construction. This innovative system integrates the latest\r\ndevelopments in fiber cement-based materials and wireless sensing technology to deliver next-generation\r\nslab-column frames capable of 1) resisting extreme dynamic loads with outstanding damage tolerance,\r\nand 2) self-identifying structural damage. Hysteretic, damage, and design models, calibrated with results\r\nfrom large-scale multi-axial sub-assemblage tests, will be developed for the safe and optimum use of the\r\nproposed system. The experiments and associated models may ultimately lead to significant changes in\r\nthe design and construction of slab column frames in areas of moderate and high seismicity. Additionally,\r\nsmart wireless sensors, with the capability of self-detecting structural damage, will be developed.\r\n\r\nBroader Impacts: Society will benefit from the immediate self-identification of damage of structures, as\r\nbuilding officials will be able to have access to the accumulated damage in a building immediately after a\r\nseismic event and will be able to make better informed decisions on the remaining life safety of the\r\nbuilding. The use of the NEESgrid capabilities will allow an array of access to this research, from\r\nconstruction and design professionals to high school students. \r\n\r\nTo encourage female and minority students to pursue graduate school careers in engineering, special activities are planned with the University of Michigan's Minorities in Engineering Program Office and the Women in Science and Engineering program such as including summer research activities for interested female or minority undergraduate students. The high-technology features of the NEES grid is a superb example of the power of interdisciplinary research and would motivate students to consider careers in Structural Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gustavo",
   "pi_last_name": "Parra-Montesinos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gustavo Parra-Montesinos",
   "pi_email_addr": "gparra@engr.wisc.edu",
   "nsf_id": "000322149",
   "pi_start_date": "2004-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Shield",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Carol K Shield",
   "pi_email_addr": "ckshield@umn.edu",
   "nsf_id": "000193129",
   "pi_start_date": "2004-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Lynch",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jerome P Lynch",
   "pi_email_addr": "jpl58@duke.edu",
   "nsf_id": "000158249",
   "pi_start_date": "2004-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 449898.0
  }
 ],
 "por": null
}