{
 "awd_id": "0421738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Stable Isotopes to Understand Trophic Relationships: Experimental Tests of Mass Balance Models",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Chamberlin",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 434089.0,
 "awd_amount": 446089.0,
 "awd_min_amd_letter_date": "2004-06-28",
 "awd_max_amd_letter_date": "2005-03-02",
 "awd_abstract_narration": "Elements with the same number of protons but with a different number of neutrons are called isotopes.  Most of these isotopes are stable, they do not undergo radioactive decay, and can be distinguished by their mass. The pathways that organisms use to manufacture and transform organic molecules can be isotopically discriminating. As a consequence, the isotopic composition of many materials, including the tissues of organisms, often contains a label of the process that created it. Ecologists and physiologists use these isotopic labels to detect the imprint of processes at a variety of temporal and spatial scales. Plant physiologists, atmospheric scientists, and geochemists have relied on the measurement of natural stable isotope signatures for decades, and have drawn inferences about processes from the signatures. Animal ecologists have been latecomers to the field, but recently they have been active. A large variety of questions in animal ecology have been solved with the aid of stable isotopic approaches. Stable isotopes have been used to reconstruct animal diets, to determine how resources are allocated to reproduction, to track animal movements, to assess the flow of materials between ecosystems, to assign trophic levels, and to determine the structure of food webs. Stable isotope methods have been adopted by scientists at one of the fastest rates of almost any scientific methodology. Stable isotope analyses play a role in integrative ecology analogous to the role that PCR (polymerase chain reaction) plays in molecular biology. In geochemistry, plant physiology, and plant physiological ecology, progress in the use of stable isotopes has been stimulated by the vigorous interaction of theory, laboratory research, and field study. Because animal ecologists have adopted a descriptive approach to the use of stable isotopes, the mechanisms that create isotope variation patterns remain unexplored. The overarching objective of this project is to describe and test a theoretical framework for the isotopic ecology of animals that is based on physiological principles. The models that will be tested aim to explain 1) the factors that govern the time course of isotopic incorporation and 2) one of the most widely observed patterns in animal isotopic ecology: the enrichment in the heavy nitrogen isotope (15N) observed across trophic levels. Briefly, many animals are enriched in 15N relative to their diet. This enrichment in 15N is very useful because it provides ecologists with a tool to estimate the trophic position of an animal. For example, by measuring the nitrogen isotope composition of an animal's tissues it can be determined whether the animal is a herbivore or a carnivore. \r\nThe models establish connections between well-studied physiological observations and the patterns observed by ecologists that use stable isotopes. The predictions of these models will be examined with experiments on three species: a fish (Nile tilapia, Orechromis niloticus), a mammal (laboratory mouse, Mus musculus), and a bird (house sparrow, Passer domesticus). Perhaps the main distinguishing characteristic of this project is that experiments are designed to both test qualitative hypotheses and to determine the adequacy of a model. The models that structure this project make quantitative predictions about the relationship between variables of ecological relevance (such as growth rate, the efficiency with which animals use protein, an animal's nutritional state, and the chemical composition of food) and the rate of an animal's incorporation of 13C and 15N into its tissues. They also provide mechanistic hypotheses to explain variation in the magnitude of the trophic level effect, defined as the difference in nitrogen isotope composition of an animal's tissues and that of its diet. The models predict that the trophic effect will decrease with the rate and efficiency of nitrogen incorporation, but will increase in animals in negative nitrogen balance. The research described in this proposal is both relevant and timely because it will provide mechanistic grounding to a very rapidly growing body of data. It will also permit establishing limits to the inferences that ecologists can make from field and laboratory data, and perhaps more importantly, it will bring about novel inferences from stable isotope patterns. Ultimately, this project aims to create a predictive framework for animal isotopic ecology that is firmly grounded in physiological mechanisms. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Martinez del Rio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos Martinez del Rio",
   "pi_email_addr": "cmdelrio@uwyo.edu",
   "nsf_id": "000483682",
   "pi_start_date": "2004-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E UNIVERSITY AVE",
  "perf_city_name": "LARAMIE",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  },
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 434089.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}