{
 "awd_id": "0421849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Turkey Cooperative Research: Global Optimization of Transferable Molecular Step Potential Functions",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 31413.0,
 "awd_amount": 31413.0,
 "awd_min_amd_letter_date": "2004-08-25",
 "awd_max_amd_letter_date": "2004-08-25",
 "awd_abstract_narration": "0421849  \r\nElliott\r\n\r\nDescription:  This project supports a collaborative research between Dr. Richard Elliott, Department of Chemical Engineering, Akron University, Akron, Ohio and Dr. Mehmet Camurdan, Chemical Engineering Department, Bogazici University, Istanbul, Turkey and Dr. Metin Turkay, Industrial Engineering Department, Koc University, in Istanbul, Turkey.  The objective of the research is to develop a general tool for inferring molecular interaction parameters based on physical property data for vapor pressure, density, diffusivity, vapor-liquid equilibria, and liquid-liquid equilibria.  Characterizations of physical properties like these play a major role in chemical process analysis and simulation and chemical product design.  Characterizing these properties in terms of transferable molecular interactions will permit predictions of properties and structure-activity-relations for new compounds. Molecular dynamics simulation of the detailed molecular structure, including branching, rings, and bond-angles, is used as the basis for distinguishing isomeric and steric effects. Based on these predictions, engineers will be able to identify favorable prospective compounds \"in silico,\" prior to experimental synthetic efforts.  Intellectual Merits: The methodology of the research is based on Discontinuous Molecular Dynamics and Thermodynamic Perturbation Theory (DMD/TPT). DMD/TPT breaks the molecular potential down into discrete steps, similar to a square-well potential but with more than one attractive well. Through TPT, the characterization of the attractive potential is reduced to an approachable global optimization problem. The depths of the steps are simply continuous parameters and the deviations in the predicted physical properties comprise the objective function. The selection of optimal step widths necessitates a degree of integer programming. The optimization of site diameter carries a significant penalty in requiring a fresh simulation. Developing a strategy for global optimization of this system presents a novel challenge for optimization methodology.  Although DMD/TPT is particularly well suited to this kind of optimization at this time, it is also possible through derivative and histogram reweighting methods to probe the sensitivity of physical properties to parameters in continuous potentials. As researchers using continuous potentials make progress, they will come to see the need for a reliable and efficient methodology for optimizing transferable potential parameters.\r\nBroader Impacts: These will include integrated research and education and international exchange. The PI is the co-author of a text on Chemical Engineering Thermodynamics, and has already integrated results of related previous NSF support, and his teaching should evolve to include product design requiring extensive molecular insight. It is anticipated that there will be progressively greater importance for chemical product design in the curriculum. This collaboration will demonstrate a paradigm for international research that substantially leverages the interests and capabilities in both sides.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Richard",
   "pi_last_name": "Elliott",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "J. Richard Elliott",
   "pi_email_addr": "dickelliott@uakron.edu",
   "nsf_id": "000239293",
   "pi_start_date": "2004-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 31413.0
  }
 ],
 "por": null
}