{
 "awd_id": "0421023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Equipment for Thermal and Optical Studies of Sol-gel Materials Containing Rare Earth Ions",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 119953.0,
 "awd_amount": 119953.0,
 "awd_min_amd_letter_date": "2004-07-19",
 "awd_max_amd_letter_date": "2004-07-19",
 "awd_abstract_narration": "Sol-gel synthesis provides a low temperature means for preparing optically transparent amorphous materials that are safer, more energy efficient and more cost effective to produce than traditional glasses made by thermally quenching molten material.  One attractive aspect of sol-gel synthesis is that the optical properties of a dry gel that has been annealed to temperatures near ~1000 C approach that of a melt glass of similar composition.  Sol-gel materials doped with rare earth (RE) ions are used in many optical applications including lasers, environmental and biological sensors, solar concentrators, active waveguides, phosphors and other photonic materials.  The incorporation RE ions in sol-gels is interesting from a fundamental standpoint because information about the nature of the host, and how the host and RE exchange energy, may be gained by studying the host's influence on the optical properties of the RE ion.  A more complete understanding of the relevant energy transfer interactions is needed.  Previous work has concentrated on spectroscopic studies of either dried gels or fully annealed glasses. In contrast, this project proposes to correlate optical behavior with changes in the RE environment as the material is processed from dried gel to glass. Thermodynamic measurements during the evolution of the sol-gel materials will provide information about the host composition and structure, and an applied external electrical field will be used to modify the RE local environment by controlling the presence and motion of free ions within the material. With this information, it is hoped that the optical properties can be improved so that these materials may find greater practical application.  \r\n\r\n\r\nThis undergraduate research project will study sol-gel materials containing rare earth (RE) ions.  The sol-gel process is a low temperature method for preparing transparent media that may easily be doped with a variety of optically active elements.  Sol-gel materials doped with RE ions are used in many applications including lasers, environmental and biological sensors, solar concentrators, active waveguides, phosphors and other photonic materials.  Two issues have been identified that limit the fluorescence yield of sol-gel materials doped with optically active RE ions: the presence of hydroxyl groups provides non-radiative pathways via multi-phonon relaxation, and the clustering of RE ions facilitates both energy migration and cross relaxation.  This project will follow new lines of inquiry to address these important problems.  Thermodynamic measurements during the evolution of the sol-gel materials, such as simultaneous differential scanning calorimetry and thermogravimetric analysis, will provide information about the host composition and structure as a dry gel densifies upon heating.  Further, an applied external electrical field will be used to modify the RE local environment by controlling the presence of free ionic components.  At all stages in the synthesis process, RE spectroscopy will be used to probe the materials, providing information that complements the knowledge gained from the thermal and electrical experiments. After the sol-gel materials are fully densified, the nature of energy transfer interactions among RE ions will be investigated with time-resolved spectroscopic measurements and with spectral hole burning, a high resolution saturation spectroscopy technique.  It is hoped that through these studies the quantum yield and other optical properties of these materials can be improved.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Boye",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Boye",
   "pi_email_addr": "daboye@davidson.edu",
   "nsf_id": "000347596",
   "pi_start_date": "2004-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Silversmith",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ann J Silversmith",
   "pi_email_addr": "asilvers@hamilton.edu",
   "nsf_id": "000232643",
   "pi_start_date": "2004-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Davidson College",
  "inst_street_address": "209 RIDGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIDSON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7048942644",
  "inst_zip_code": "280360407",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "THE TRUSTEES OF DAVIDSON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MYR7QGXJF3J5"
 },
 "perf_inst": {
  "perf_inst_name": "Davidson College",
  "perf_str_addr": "209 RIDGE RD",
  "perf_city_name": "DAVIDSON",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "280360407",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1750",
   "pgm_ref_txt": "MPS DMR INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 119953.0
  }
 ],
 "por": null
}