{
 "awd_id": "0421304",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition and testing of the ImageStream 100 (beta model): Improving quality and expanding the scope of the Integrated Primate Biomaterial and Information Resource.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 492493.0,
 "awd_min_amd_letter_date": "2004-08-03",
 "awd_max_amd_letter_date": "2005-05-24",
 "awd_abstract_narration": "With support from a National Science Foundation Major Research Instrumentation Award, Dr. Robert Hanner and his colleagues at the Coriell Institute for Medical Research and Drexel University will purchase complimentary state of the art cellular imaging systems for both adherent cells and cells in flow. Previous imaging techniques at the Institute lacked both the resolution and high throughput capabilities needed for the advancement of the NSF-funded Integrated Primate Biomaterials and Information Resource (IPBIR), which faces obstacles in developing new protocols needed to culture a diverse array of nonhuman primate tissues. New technologies for imaging cells in flow, complimented with high throughput robotic confocal microscopy of adherent cells, will advance the state of the art in primate tissue culture and cellular characterization of the rare and difficult to obtain samples in the IPBIR.\r\n\r\nWorking with a team of cell biologists, Dr. Hanner and Co-PI Dr. Jeanne Beck will supervise and administer the systems in many studies that will help examine the structure of cultured cells and refine the optimal requirements for their culture. These systems will provide a large group of researchers with high content screening capabilities. High content screening (HCS) and quantitative fluorescence microscopy have revolutionized cell biology.  HCS is defined as the automation of cell biological investigation of arrayed cells including key operations of experimental design, sample preparation, image acquisition, archiving, processing and analysis, and cellular knowledge mining. The phrase 'high content' refers to processes that are defined spatially and temporally in the context of the structural and functional integrity of each individual cell within an array of cells. A key feature of this emerging center of excellence for cellular imaging is the ability to produce quantitative data, allowing the instrument to be used for a wide range of scientific investigations.\r\n\r\nData obtained from the instrumentation will be made available as part of the IPBIR catalog, documenting the biomaterials made available to the scientific community by the Resource, beginning in 2005.  This catalog (www.ipbir.org) will provide both raw and processed data to researchers, educators, and others who are interested in the data that is gathered. The raw data could be used for scientific studies involving data mining under a 'systems biology' approach. The processed data, in the form of individual high-resolution images would enable educators to teach students basics of cellular morphology and provide real world examples of cellular expression and differentiation patterns. The IPBIR catalog is maintained and supported by the Coriell Institute for Medical Research.\r\n\r\nThis project is important for several reasons. It will provide first-class high-throughput cellular imaging capabilities for researchers at an institution with demonstrated ability to conduct cutting-edge cell culture and characterization. The systems will also play a significant role in training the next generation of scientists by actively involving graduate students from Drexel University's Bioinformatics Program, as well as undergraduates from Rutgers, Rowan and Wilson Colleges. Research involving this instrumentation will ensure the optimal development and use of the infrastructure already invested into IPBIR, promoting the availability of highly characterized primate cells worldwide.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hanner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Hanner",
   "pi_email_addr": "rhanner@coriell.umdnj.edu",
   "nsf_id": "000463963",
   "pi_start_date": "2004-08-03",
   "pi_end_date": "2005-05-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Moscatello",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "David K Moscatello",
   "pi_email_addr": "dmoscate@coriell.org",
   "nsf_id": "000189371",
   "pi_start_date": "2005-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Beck",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne C Beck",
   "pi_email_addr": "jbeck@coriell.org",
   "nsf_id": "000207088",
   "pi_start_date": "2004-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Kriete",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andres Kriete",
   "pi_email_addr": "ak3652@drexel.edu",
   "nsf_id": "000209024",
   "pi_start_date": "2005-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Coriell Institute for Medical Research",
  "inst_street_address": "403 HADDON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMDEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8567574824",
  "inst_zip_code": "081031505",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "CORIELL INSTITUTE FOR MEDICAL RESEARCH, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "XQJNZNQZAFP3"
 },
 "perf_inst": {
  "perf_inst_name": "Coriell Institute for Medical Research",
  "perf_str_addr": "403 HADDON AVE",
  "perf_city_name": "CAMDEN",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "081031505",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 492493.0
  }
 ],
 "por": null
}