{
 "awd_id": "0421255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Spinstand for Developing Next Generation Data Storage Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 220896.0,
 "awd_amount": 220896.0,
 "awd_min_amd_letter_date": "2004-08-27",
 "awd_max_amd_letter_date": "2004-08-27",
 "awd_abstract_narration": "Intellectual Merit\r\nIn this proposal, investigators seek funding to purchase a Spinstand System an indispensable tool to test and develop next generation magnetic and alternative recording systems. The spinstand system consists of three parts: 1) Spinstand V2002 the latest model by the leader in the field Guzik Corporation unlike the previous models, it uses a piezoactuator, besides linear motors, to position a head with 1-nm accuracy along a specified track; 2) Read-Write Analyzer RWA2004 also the latest model by Guzik Corporation is capable of the maximum data rate of 4 Gigabit/sec (This is the record-high number among the commercial available products.); and 3) Radio-Frequency (RF) Shielded Enclosure by Raymond EMC necessary to protect the measurements from the stray electromagnetic fields. The total cost for the instrumentations is $315,565.  With a rapid progress in information technologies today, it is expected that next generation data storage systems (within the next decade) should be capable of storing, recording and retrieving data with an effective areal density of beyond 10 Terabit/in2 and with a data rate of more than 1 Gbit/sec. At such high data density, the entire library of the U.S. Congress can be recorded in a device the size of a regular music CD. The requirements to the mechanical and electrical parts of a system to test next generation recording systems are unconventionally tight. Also, it is imperative to have the maximum possible data rate when dealing with such massive amounts of information. The unique Spinstand system the PIs seek to purchase is capable of testing recording systems with such high data density. In addition, the system offers the best data rate available in the industry today. The PIs plan to purchase the Spinstand system with the purpose to develop next generation data storage technologies including:\r\n\r\n1) Magnetic longitudinal and perpendicular recording for areal densities beyond 1\r\nTerabit/in2;\r\n2) Heat-assisted magnetic recording (HAMR) for areal densities beyond 10 Terabit/in2;\r\n3) Patterned media for areal density beyond 10 Terabit/in2;\r\n4) Unconventional Protein-based storage for areal density beyond 10 Terabit/in2;\r\n\r\nIn the list above, the last three (especially, the protein-based storage) applications are often labeled as high-risk by companies because of their quite unconventional nature.  For economical reasons, if possible, companies prefer to concentrate their research and development on truly incremental improvement of the existing technologies.  \r\n\r\nBroader Impact \r\nThe research around the instrumentation is directed to develop next generation data storage systems including both magnetic and unconventional technologies such as protein-based storage. With the purchase of the Spinstand system, the PIs plan to integrate the open academic environment with their experience and strong ties to the industry to develop some of the most high-risk and innovative data storage technologies.  In this process, the PIs have a plan to integrate the Spinstand in the state-of-the-art infrastructure they have recently built in their institutions, Florida International University (FIU) and the University of Houston (UH). For example, it should be mentioned that one of the main reasons to purchase the state-of-the-art Spinstand system at FIU is to close the experimentation loop built recently at FIU for the advanced prototyping of Nanoscale magnetic devices. Finally, this research effort goes along with the FIU's recent strategic decision to expand its research activities in the cutting edge areas of science and technology. In addition, the involvement of two universities in this research automatically broadens the field of interest in the results coming from this proposal.   \r\n\r\nPROJECT SUMMARY\r\nA very broad range of applications of the proposed research topics brings together researchers from different disciplines of science, Electrical Engineering, Mechanical Engineering and Materials Science, Bioengineering, Physics, and Signal Processing.   It is believed that this interdisciplinary interaction will result in synergetic activities with the ground-breaking scientific results.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sakhrat",
   "pi_last_name": "Khizroev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sakhrat Khizroev",
   "pi_email_addr": "skhizroev@Miami.edu",
   "nsf_id": "000484202",
   "pi_start_date": "2004-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Venkatesan",
   "pi_last_name": "Renugopalakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkatesan Renugopalakrishnan",
   "pi_email_addr": "renu@fiu.edu",
   "nsf_id": "000160767",
   "pi_start_date": "2004-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dmitri",
   "pi_last_name": "Litvinov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitri Litvinov",
   "pi_email_addr": "litvinov@uh.edu",
   "nsf_id": "000483478",
   "pi_start_date": "2004-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 220896.0
  }
 ],
 "por": null
}