{
 "awd_id": "0421253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a Novel Raman and Fourier-Transform Infared Microscope for Research and Education in Bio-Materials, Nanoscience, and Forensics",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 177685.0,
 "awd_amount": 177685.0,
 "awd_min_amd_letter_date": "2004-06-30",
 "awd_max_amd_letter_date": "2004-06-30",
 "awd_abstract_narration": "\r\nThis grant provides support to establish a state-of-the-art combined micro-Raman and Fourier-Transform Infrared (FTIR) facility at the University of Central Florida. While traditionally only a single spectroscopic technique - either Raman or Infrared - has been coupled with microscopy, the novel Jobin Yvon LabRam-IR instrument provides complete and highly specific vibrational spectral fingerprinting and adds superior spatial resolution due to its confocal optics. It also includes a near-infrared laser, which is essential for Raman studies of cells and materials, which are fluorescent or strongly absorbing in the visible region. The intellectual merit is derived from the ability to spectrally and spatially probe materials with sub-micron precision. The detailed knowledge of how molecules interact with their chemical environment will advance our understanding of membrane proteins and drug-cell interactions. It will allow us to determine how molecular structure determines self-assembly, supramolecular size, chemical behavior of nanoparticles, and properties of optoelectronic devices. In forensics it will accelerate the detection of crime scene evidence and identification of hazardous materials. In planetary science it will advance new methodologies for analysis of mineral assemblages relevant to the geochemical evolution of asteroids and planets. The broader impact of the next generation instrumentation will be new cross-disciplinary collaborations and the integration of research and education, both at the undergraduate and graduate levels. The Raman / FTIR microscope will greatly strengthen funded and planned research efforts as well as partnerships with industry and minority institutions. It will enable research in forensics which may lead to more efficient methods to detect concealed explosives. The interdisciplinary facility will provide an integrated spectroscopy resource for advanced student learning and transfer of research findings into the industrial sphere.\r\nThis award supports the acquisition of a combined Raman and Fourier-Transform Infrared microscope at the University of Central Florida, under the direction of Dr. Alfons Schulte,  to create an interdepartmental focus for in-situ molecular characterization and imaging of materials on the micro- and nano-scale. The instrumentation will be a unique tool for the analysis of biological and man-made nanostructures, optical materials, and semiconductor devices. It will enable non-destructive trace detection in forensics application, particularly with minuscule amounts of explosives and hazardous biological materials. In planetary science it will establish new methodologies for analysis of mineral assemblages and help to shed light on the geochemical evolution of asteroids and planets. The broader impact of the novel instrumentation will be new cross-disciplinary collaborations and the integration of research and education, both at the undergraduate and graduate levels. It will bring together a diverse group of faculty across disciplines and encourage collaborations between university researchers, government organizations, and industry. Students from UCF and minority institutions will benefit through involvement in cutting edge research and bring their expertise to high-tech companies in the Florida I4-corridor. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alfons",
   "pi_last_name": "Schulte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alfons Schulte",
   "pi_email_addr": "afs@physics.ucf.edu",
   "nsf_id": "000301155",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Otto",
   "pi_last_name": "Phanstiel",
   "pi_mid_init": "",
   "pi_sufx_name": "IV",
   "pi_full_name": "Otto Phanstiel",
   "pi_email_addr": "Otto.Phanstiel@ucf.edu",
   "nsf_id": "000473495",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sudipta",
   "pi_last_name": "Seal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sudipta Seal",
   "pi_email_addr": "sseal@mail.ucf.edu",
   "nsf_id": "000335515",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sigman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Sigman",
   "pi_email_addr": "Michael.Sigman@ucf.edu",
   "nsf_id": "000396500",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suren",
   "pi_last_name": "Tatulian",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Suren A Tatulian",
   "pi_email_addr": "statulia@mail.ucf.edu",
   "nsf_id": "000241640",
   "pi_start_date": "2004-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1750",
   "pgm_ref_txt": "MPS DMR INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 177685.0
  }
 ],
 "por": null
}