{
 "awd_id": "0422665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "National Health Insurance and Child Health in Taiwan",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 330720.0,
 "awd_amount": 330720.0,
 "awd_min_amd_letter_date": "2004-07-31",
 "awd_max_amd_letter_date": "2006-05-01",
 "awd_abstract_narration": "There is enormous public interest in the impacts of Health Insurance (NHI) on health outcomes, yet the available data has been inappropriate for economists to study the link between the two.  This research will estimate the impacts of the introduction of NHI in Taiwan in March 1995 on the health of infants and children.  The experience of Taiwan provides a potential laboratory for overcoming these limitations. Prior to NHI, government workers possessed health insurance policies that covered prenatal medical care, newborn deliveries, neonatal care, and medical care services received by their children beyond the first month of life.  Private sector industrial workers and farmers lacked this coverage.  All households received coverage for the services just mentioned as of March 1995.  Therefore, the introduction of NHI constitutes a natural experiment with treatment and control groups that form the basis of the empirical design.  The former group consists of non-government employed households, while the latter group consists of government-employed households.  Increases in infant and child health after the introduction of NHI in the treatment group should exceed corresponding increases in the control group.  \r\n\r\nInfant health outcomes and related behaviors considered in this research include birthweight; the probabilities of low- and very low-weight births; birthweight adjusted for gestational age; the birthweight-specific probabilities of neonatal and post neonatal death; the number of prenatal care visits; maternal cigarette smoking and alcohol use during pregnancy; the receipt of such prenatal examinations as ultrasound and amniocentesis; and the likelihood of breastfeeding.  Child health outcomes include the probabilities of death between the ages of one and five years from diseases and from accidents and anthropometric measurements, blood chemistry and urological laboratory determinations, and the receipt of vaccinations for children between the ages of four and thirteen years. \r\n\r\nWhile appealing in theory, government financed or subsidized health insurance competes with a variety of other mechanisms to improve health including direct cash subsidies to families or providers, publicly supplied care, and health education campaigns to discourage such behaviors as cigarette smoking and inappropriate alcohol use.  Hence, estimates of the impacts of insurance on infant and child health are key ingredients in the policy debate concerning the most efficient ways to improve health. Taiwan's experience can serve as a guide to the potential impacts of large changes in insurance coverage on infant and child health outcomes both for developed and developing countries.  Taiwan's experience may not be directly and immediately applicable to the U.S. population.  Yet it is valuable to build a body of empirical regularities about a question.  When enough studies have been conducted in different settings, then we can better understand how to extrapolate our knowledge to some future settings.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Grossman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Grossman",
   "pi_email_addr": "mgrossman@gc.cuny.edu",
   "nsf_id": "000186901",
   "pi_start_date": "2004-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 121240.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 104740.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 104740.0
  }
 ],
 "por": null
}