{
 "awd_id": "0422403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "``Collaborative Research:  Optimal Rules for Monetary and Fiscal Policy",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 176658.0,
 "awd_min_amd_letter_date": "2004-07-14",
 "awd_max_amd_letter_date": "2009-06-18",
 "awd_abstract_narration": "This project contributes to the analysis of optimal public policy from the standpoint of economic welfare. The traditional literatures on tax policy and on monetary policy often seem to be based on incompatible, possibly contradictory foundations. One analysis is conducted using microeconomic, purely real models, and emphasizes the goal of minimizing distortions of private incentives; the other is conducted using macroeconomic models in which nominal variables affect real allocations, and is concerned with stabilization of inflation and of aggregate economic activity. A goal of this project is to show how unified foundations can be provided for both inquiries, showing not only that these distinct goals of public policy are not in conflict when properly understood, but also how both monetary and fiscal authorities should, ideally, take into account considerations traditionally associated with the other domain.\r\n\r\nAn important principle of optimal policy in both domains is that policy should be rule-based, rather than purely discretionary, owing to the importance of private-sector anticipations in determining the effects of policy. Commitment to a policy rule is often thought to preclude the use of policy for short-run stabilization, and rule-based policymaking is often resisted by policymakers on this ground. This research aims to show instead how policy rules can be designed, which allow policy to respond to unanticipated disturbances, without allowing the biases associated with discretionary policy. Under a \"targeting rule\", a policy authority is committed to achieve a certain relationship among the projected paths of certain economic variables, without defining in advance the required state-contingent adjustments of its instruments; the inflation-forecast targeting procedures of many central banks provide an example. This research seeks both to clarify the form of targeting rule that should ideally be implemented by a central bank, and to establish the usefulness of targeting rules for fiscal policy as well. It will also address the degree to which coordination between multiple policy authorities is desirable. \r\n\r\nBroader impacts. The proposed research aims to clarify the principles upon which public policy should be based, in the areas of both monetary policy and tax policy, in order to best serve the goals of economic efficiency and macroeconomic stability. The results of this research will be disseminated, not only among academic researchers, but to policymakers as well - in particular, to central banks both in the U.S. and abroad, and to international organizations such as the IMF. The research will also be integrated with the teaching, especially at the graduate level, of the investigators, and it is expected that graduate research assistants will be introduced to important research skills and potential research topics of their own.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Woodford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Woodford",
   "pi_email_addr": "michael.woodford@columbia.edu",
   "nsf_id": "000285591",
   "pi_start_date": "2004-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 59886.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 58386.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 58386.0
  }
 ],
 "por": null
}