{
 "awd_id": "0422583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disseration Research: Seeds of Doubt: An Ethnographic Investigation of Biosafety in Contemporary Egypt",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John P. Perhonis",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2004-08-24",
 "awd_max_amd_letter_date": "2004-08-24",
 "awd_abstract_narration": "The proposed Science and Technology Studies Dissertation Improvement Grant focuses on the scientific uncertainties of genetically modified organisms (GMOs) to examine how questions of science, life, and danger are formulated in contemporary Egypt amidst complex local and transnational negotiations. Employing a multi-level ethnographic approach, this project starts by asking three specific questions: (a) What kinds of risks do Egyptian scientists perceive GMOs pose to the environment? (b) What scientific procedures do they use to test these risks? and (c) What specific cultural beliefs and social concerns do these risk perceptions and practices embody and rework? By positioning the problem of biosafety in Egypt's cultural and historical matrix, this study explores the problematic divides between natural and artificial, science and pseudoscience, knowledge and belief. As Egypt increasingly finds itself caught in the middle of trade battles between the United States and the European Union over agricultural biotechnology, this research investigates how broader social and cultural concerns and geopolitical circumstances influence scientific decisions and practices. This project entails 15 months of fieldwork and uses the following data-collection techniques: participant observation, statistical surveys, semi-structured interviews, and archival research. Often left black-boxed in the debates over biotechnology are the culturally potent concepts of life, nature and danger. By examining how these concepts are articulated by scientists in Egypt this project can present a unique formulation of the debates over tampering with nature and provide an alternative to the thesis of global environmental risks. As scientific knowledge and practices become seeped with ethical questions, which in turn are informed by religious factors, this research can enhance our understanding of how value-laden choices influence the risk assessment process, and more specifically, how Islamic traditions might affect the scientists. responses toward GMOs. In bridging anthropological works on science and modernity and engagements with Islamic science, this research can provide a unique lens through which to examine the vexed relationship between science and religion, a relationship that has become ever more prevalent in the contemporary international geopolitical environment. At the heart of the heated debates among scientists, scholars, politicians and activists about the costs and benefits of agricultural biotechnology lays the problem of scientific uncertainty about the effects of GMOs. As the battle between the United States and the European Union over GMOs is burgeoning and the trade and foreign aid effects on other countries are becoming noticeable, it becomes urgent to critically examine, understand and communicate how the science of biosafety works. Also important is to explore the ways in which scientific facts are inscribed with international and local culturally-specific meanings and concerns. Through a locally-grounded research program, this project will analyze the specific factors and practices shaping biosafety decisions in Egypt and can provide guidelines for an improved communication between scientists and the non-scientific community. Through sustained communication with scientists working on biotechnology and publications in non-academic venues this research can make a constructive contribution to understanding and managing the risks of agricultural biotechnology.  \r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Greenhalgh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Greenhalgh",
   "pi_email_addr": "greenhalgh@fas.harvard.edu",
   "nsf_id": "000087910",
   "pi_start_date": "2004-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}