{
 "awd_id": "0422084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Encoded Hierarchies: Globalization and Governance of the Software Commodity Chain",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John P. Perhonis",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 8000.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2004-07-20",
 "awd_max_amd_letter_date": "2004-07-20",
 "awd_abstract_narration": "This Research on Science and Technology Disssertation Improvement Grant addresses research on globalization and industrial development by exploring an understudied case of globalizing industry: software production.  While state-led and local/regional agglomeration explanations of industrial development focus on the localized construction of competitive advantage, this study emphasizes the importance of linkage to lead firms in the global production system as the key arbiter of global opportunity.  Using the Global Commodity Chains framework and the literature on social networks and inter-organizational ties, a theory is developed of hybrid governance in the software industry, characterized by a technology-driven segment and a buyer-driven segment.  In the technology-driven segment, owners of .infrastructural. technologies and standards exercise control over technological aspects of production for the rest of the software industry.  In the buyer-driven segment, influential software customers transfer their environmental uncertainty onto software service firms and specialized software product firms, who are, in turn, induced to structure their organizations around ever-changing customer needs.  The hybrid governance regime in software has implications for follower countries, which tend to operate in areas of software production that are subject to the greatest competition and that are squeezed between lead firms from both the technology-driven side and the buyer-driven side of the commodity chain.  Evidence of the hybrid governance structure in software will be based on three sources: (1) a database of inter-firm partnerships and alliances; (2) secondary sources that identify the nature and content of inter-firm linkages; (3) and semi-structured interviews that probe into the mechanisms that underlie the formation of partnership ties in the software industry. \r\nMethodologically, this research involves the collection of new and novel data and applies mixed methods to the study of processes of industrial globalization.  The database under construction for this project is an opportunity to expand knowledge of an important global industry by taking a firm-level approach that considers inter-firm networks as well as national context.  Importantly, the database incorporates a larger sample of software firms than in previous research, includes measures of context and network ties in software production, and pools data on firms from emerging and advanced industrial economies.  This larger sample will lend itself to the application of quantitative methods, including the construction of statistical models of how network ties, firm characteristics, and contextual factors influence firm performance. Fieldwork in India and the U.S. is an opportunity to build links within academia and between academia and industry across geographic boundaries.  This fieldwork will pull together information from software professionals, industry and academic experts, and state and industry representatives from the U.S., India, and other countries, integrating emerging and industrialized economy perspectives into the \r\nstudy of an increasingly important industry.  Moreover, this research will cut across many academic disciplines, bringing a sociological focus to existing research from strategic management, economics, and computer science. This research is significant for informing the industrial policies of follower countries and software firms.  For states with aspirations of building a software export sector, evidence of the mixed success of prior state intervention in software production may guide policymakers towards better high-tech industrial policies.  At the firm-level, an association between successful outcomes and the structure of partnerships and alliances suggests that firms should allocate resources to building key ties with industry leaders.  For follower country firms, the theory indicates that creating linkages with U.S. customers and creating ties with U.S. software firms is of primary importance.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Heller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Heller",
   "pi_email_addr": "Patrick_Heller@brown.edu",
   "nsf_id": "000468685",
   "pi_start_date": "2004-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}