{
 "awd_id": "0422789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterization of Heat Transport Properties of Polymers for Nanoscale Thermal Processing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Theodore L. Bergman",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 288028.0,
 "awd_min_amd_letter_date": "2004-09-15",
 "awd_max_amd_letter_date": "2007-08-06",
 "awd_abstract_narration": "Abstract\r\n\r\nLow-cost high-throughput nano-manufacturing techniques are critical in ensuring continued progress in diverse areas of modern engineering, especially the information processing, storage, and communication technologies.  Many emerging nano-manufacturing techniques require precise thermal processing of thin (< 100 nm) polymer films.  The nano-imprint technique, for example, mechanically deforms polymer layers heated above glass transition temperature using a rigid template that contains nano-scale relief patterns.  The resulting patterned polymer serves as a masking layer for subsequent nano-fabrication processes.  Localized heating can also be used to selectively cross-link polymers embedded with nano-particles to produce micro- and nano-scale features.  Controlled heating plays an important role because kinetics of physical or chemical processes occurring in polymer films is a sensitive function of temperature.\r\nPhysics-based design and optimization of polymer processing requires fundamental understanding of thermal transport.  The need for fundamental studies is particularly acute at nanoscales because nano-confinement and other surface/interface effects are expected to strongly influence the behavior of polymers.  The proposed research develops micro-fabricated experimental platforms to investigate thermal transport in nanoscale polymer films undergoing physical or chemical transformation, such as glass transition and polymerization.  The thermal transport properties of polymer films and spatial extent of physico-chemical transformation during localized transient heating will be determined as a function of temperature and heating rate.\r\nThe proposed research is highly interdisciplinary in nature and addresses fundamental aspects of heat transfer in macromolecular systems.  Experimental data from the proposed research will provide useful insight into nanoscale polymer dynamics that is of great scientific interest.  Fundamental understanding gained through the proposed investigation will also enable systematic exploration of novel thermal processing schemes as well as optimization of existing nanoscale thermal processing methods for polymers.\r\nThe research also offers an exciting opportunity to train graduate and advanced undergraduate students and help them acquire interdisciplinary skill sets.  Students will have a very rewarding experience of working on projects of great practical relevance and public recognition where their contribution can potentially make direct impact.  These aspects of the proposed research will be particularly helpful in motivating undergraduate students to pursue engineering/scientific career.\r\nThis award is being supported by the Thermal Transport and Thermal Processing Program of the Chemical and Transport Systems Division.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongho",
   "pi_last_name": "Ju",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Yongho S Ju",
   "pi_email_addr": "sungtaek.ju@ucla.edu",
   "nsf_id": "000487477",
   "pi_start_date": "2004-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 95989.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 96001.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 96038.0
  }
 ],
 "por": null
}