{
 "awd_id": "0422234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Metal-Halogen Biomaterials and Wear Resistance",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 472233.0,
 "awd_min_amd_letter_date": "2004-07-08",
 "awd_max_amd_letter_date": "2011-12-30",
 "awd_abstract_narration": "Title: Metal-Halogen Biomaterials and Wear resistance \r\nPI: Robert Schofield, University of Oregon Eugene\r\n\r\nThe jaws, leg claws, stings and other \"tools\" of a many arthropods and other invertebrates, contain extraordinarily high amounts of heavy metals, such as zinc and manganese, and halogens such as bromine and chlorine.  Although the concentrations reach 25% of dry mass, unlike calcified human teeth, invertebrate tissue is not filled with the biomineral. Instead, metal-halogen biomaterials appear to be a distinctly different system that is more widely employed among small organisms. Very little is known about these metal-halogen biomaterials, though their main counterpart in larger organisms, calcification, is thought to be of such importance that its advent made possible the evolution of organisms such as mollusks and vertebrates.\r\nIn their previous NSF-funded project, the PIs published the first comprehensive picture of the development and microscopic structure of Zn-enriched 'tools', showing that Zn was deposited very late in exoskeleton development, and that Zn-rich tissue contained a unique network of canals, through which Zn was deposited. The PIs test the hypothesis that metal-halogen tissues represent a distinct class of biomaterials, differing substantially from biomineralized tissues. Further they suggest that because of similarities in the metal-halogen tissues of distantly related organisms, that this system is likely to have evolved very early, before the evolution of insects and chelicerates. The PIs have shown that the hardness of the mandibular teeth of leaf cutting ants increases by three times as Zn is incorporated during early adult life and  suggested that this Zn-correlated hardness increase is responsible for the differences in leaf-processing behavior between young and older adults.  In the present study, 4 hypotheses will be tested focusing on two areas; 1) the chemical form and mechanism by which Zn alters mechanical properties, and, 2) a comparison of the mechanical property in invertebrates with more familiar biomineralized tissue. It is expected that, for small organisms, metal-halogen biomaterials will impart a more advantageous balance of hardness and wear resistance than will calcification. This research will improve our basic understanding of inorganic biochemistry related to wear resistance, which may have been important to the evolution, behavior and life span of invertebrates. In addition, this research may lead to the development of new materials that mimic those designed by nature.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Schofield",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Schofield",
   "pi_email_addr": "rmss@uoregon.edu",
   "nsf_id": "000372256",
   "pi_start_date": "2004-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115500",
   "pgm_ele_name": "INTEGRATIVE ANIMAL BIOLOGY"
  },
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 152280.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 162705.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 157248.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The role of mechanical properties in the behavior, ecology and evolution of small organisms is nearly unexplored, partly because many mechanical properties could not previously be measured on small scales. &nbsp;This research is also interesting because small organisms employ many different structural materials, from which material scientists &nbsp;may learn lessons. Metal-halogen materials, for example, come in 5 varieties, characterized by large quantities of manganese, iron, copper, zinc or bromine.</p>\n<p>&nbsp;For this grant we developed a suite of machines and techniques to measure abrasion resistance, energy of fracture, storage and loss modulus in addition to improvements in techniques to measure hardness and modulus of elasticity (<a href=\"http://darkwing.uoregon.edu/~rmss/CrabHeavyElementVSBiomineralPaper.pdf\">paper</a>). We compared metal-halogen cuticle (bromine-rich) to biomineralized (calcified) cuticle and to un-enriched cuticle. Our results suggest that the main advantage of the heavy-element cuticle over calcified cuticle is resistance to fracture. &nbsp;The main advantage of heavy-element cuticle over unenriched cuticle is that it has a higher modulus of elasticity and hardness (though not as high as for calcified cuticle).&nbsp;</p>\n<p>A comparison with other natural and man-made materials indicated that the bromine-rich cuticle was harder and stiffer than the hardest tested plastic, acrylic (PMMA). Unenriched mandible cuticle had about the same hardness as acrylic.</p>\n<p>We investigated the chemical environment of the bromine in certain regions of crab cuticle using X-ray absorption spectroscopy and found that it is most likely bound in singly brominated phenyl rings (<a href=\"http://darkwing.uoregon.edu/~rmss/CrabHeavyElementVSBiomineralPaper.pdf\">paper</a>), probably to tyrosine in cuticle proteins.</p>\n<p>If organisms use materials that are resistant to fracture and wear, then fracture and wear may be costly to them. We set out to find if wear was important, using leaf cutter ants as a model (<a href=\"http://darkwing.uoregon.edu/~rmss/AttaWearCostsPaper.pdf\">paper</a>).&nbsp;</p>\n<p>We measured the cutting rates of leaf cutter ants in Panama and then collected the cutters to measure wear of their mandibles and to measure the force required to cut leaves with their dissected mandibles. From our measurements of cutting rate and cutting energy as a function of wear, we estimated that a hypothetical colony of leaf cutter ants with un-worn mandibles would have spent about half as much time and half as much energy cutting leaves outside the nest than our field colony did. Factors of two in energy are huge evolutionary pressures and we were not surprised to find that the ants with the most worn mandibles carried but did not cut. &nbsp;This change in behavior, associated with wear, is a previously unreported form of task partitioning - temporal polyethism associated with ability (cutting efficiency). Wear may also play a role in making the lifespan of foragers less than 5% of the queen&rsquo;s: foragers with high levels of wear spend three times as much energy and time cutting, and so there may not be an adaptive advantage to longer life spans.</p>\n<p>We found that <em>Atta</em> leaf cutter ant mandibles start out literally as sharp as a razor blade. In addition, we found that members of the <em>Atta</em> genus poses a previously unreported functional structure for cutting leaves that we named the V-blade, which cuts leaves much as a tailor cuts cloth with open scissors.</p>\n<p>Outreach and education</p>\n<p>About 20 million listeners heard radio interviews with the PI about this research, and the research was featured in print publications with a readership of more than 50 million. Programs that interviewed us about behavioral correlates with wear (<a href=\"http://darkwing.uoregon.edu/~rmss/Media/RadioInterviewsStoriesAndJokes/\">links here</a>), inc...",
  "por_txt_cntn": "\nThe role of mechanical properties in the behavior, ecology and evolution of small organisms is nearly unexplored, partly because many mechanical properties could not previously be measured on small scales.  This research is also interesting because small organisms employ many different structural materials, from which material scientists  may learn lessons. Metal-halogen materials, for example, come in 5 varieties, characterized by large quantities of manganese, iron, copper, zinc or bromine.\n\n For this grant we developed a suite of machines and techniques to measure abrasion resistance, energy of fracture, storage and loss modulus in addition to improvements in techniques to measure hardness and modulus of elasticity (paper). We compared metal-halogen cuticle (bromine-rich) to biomineralized (calcified) cuticle and to un-enriched cuticle. Our results suggest that the main advantage of the heavy-element cuticle over calcified cuticle is resistance to fracture.  The main advantage of heavy-element cuticle over unenriched cuticle is that it has a higher modulus of elasticity and hardness (though not as high as for calcified cuticle). \n\nA comparison with other natural and man-made materials indicated that the bromine-rich cuticle was harder and stiffer than the hardest tested plastic, acrylic (PMMA). Unenriched mandible cuticle had about the same hardness as acrylic.\n\nWe investigated the chemical environment of the bromine in certain regions of crab cuticle using X-ray absorption spectroscopy and found that it is most likely bound in singly brominated phenyl rings (paper), probably to tyrosine in cuticle proteins.\n\nIf organisms use materials that are resistant to fracture and wear, then fracture and wear may be costly to them. We set out to find if wear was important, using leaf cutter ants as a model (paper). \n\nWe measured the cutting rates of leaf cutter ants in Panama and then collected the cutters to measure wear of their mandibles and to measure the force required to cut leaves with their dissected mandibles. From our measurements of cutting rate and cutting energy as a function of wear, we estimated that a hypothetical colony of leaf cutter ants with un-worn mandibles would have spent about half as much time and half as much energy cutting leaves outside the nest than our field colony did. Factors of two in energy are huge evolutionary pressures and we were not surprised to find that the ants with the most worn mandibles carried but did not cut.  This change in behavior, associated with wear, is a previously unreported form of task partitioning - temporal polyethism associated with ability (cutting efficiency). Wear may also play a role in making the lifespan of foragers less than 5% of the queenÆs: foragers with high levels of wear spend three times as much energy and time cutting, and so there may not be an adaptive advantage to longer life spans.\n\nWe found that Atta leaf cutter ant mandibles start out literally as sharp as a razor blade. In addition, we found that members of the Atta genus poses a previously unreported functional structure for cutting leaves that we named the V-blade, which cuts leaves much as a tailor cuts cloth with open scissors.\n\nOutreach and education\n\nAbout 20 million listeners heard radio interviews with the PI about this research, and the research was featured in print publications with a readership of more than 50 million. Programs that interviewed us about behavioral correlates with wear (links here), included the BBC World Service, Voice of America, NPRÆs Science Friday (video pick of the week), CBC Quirks and Quarks, BBC 5 Live Drive, and, most importantly according to some of the co-authors, our research was featured in a limerick on NPRÆs \"Wait, Wait DonÆt Tell Me\". Summaries of this research in printed media included a page in the June 2011 National Geographic. Our research on mechanical properties of heavy-element materials was featured on more than 60 websites, and we were interviewed o..."
 }
}