{
 "awd_id": "0422924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expression and Judgement of Personality in Everyday Contexts",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amber L. Story",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 197239.0,
 "awd_amount": 197239.0,
 "awd_min_amd_letter_date": "2004-07-28",
 "awd_max_amd_letter_date": "2004-07-28",
 "awd_abstract_narration": "Individuals are constantly making statements about themselves. A broad range of media can be mobilized in the service of self-expression, ranging from the music people listen and the clothes they wear, to the ways they decorate their bedrooms and offices. For example, the pictures a person selects to hang on walls, the books she chooses to read, and the way she arranges the items that fill her living space all betray aspects of her personality and values. The ubiquity of self-expression suggests that it serves an important function. But what is that function? \r\nPrevious research indicates that understanding the causes and consequences of self-expression will shed light on processes underlying successful social and psychological functioning. For example, self-verification theory (Swann, 1997) suggests that people will be happy, healthy, and enjoy satisfactory relationships when others view them as they view themselves; individuals may use physical environments, clothing, and music to make expressions about themselves in the service of getting others to see them as they see themselves. In addition, some forms of self-expression can serve as marks of group affiliation, allowing individuals to fit in with social groups and convey information about themselves to others, ultimately promoting feelings of connectedness and well-being. \r\nUsing new and established methodologies, three studies will extend our research paradigm from physical (e.g., offices) and virtual (e.g., websites) environments to three new contexts in which personality is expressed and perceived. The studies will examine the information conveyed by individuals' music preferences (Study 1), elements of appearance such as clothing and hairstyle (Study 2), and features of everyday language (Study 3). To permit us to compare the findings across contexts, these studies will adopt parallel procedures. In each of the studies, targets will provide information about themselves (e.g., music preferences) that will serve as the stimuli from which judges will form impressions about the targets. The judges' impressions will be compared with measures of what the targets are really like obtained from the targets themselves and informant ratings from the targets' friends. Analyses of the stimuli will reveal which cues are used by judges to form impressions and which cues are valid indicators of what the targets are really like. \r\nUltimately the studies proposed here will serve as the foundation for a series of experimental studies in the laboratory and field, examining the causes and consequences of self expression. For example, what are the social and health consequences of living in institutions, such as prisons and retirement homes, that suppress self-expression?\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Gosling",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel D Gosling",
   "pi_email_addr": "gosling@psy.utexas.edu",
   "nsf_id": "000488894",
   "pi_start_date": "2004-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 197239.0
  }
 ],
 "por": null
}