{
 "awd_id": "0423506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Development of Polymer Molding Science for Micro- and NanoScale Applications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shaochen Chen",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 230000.0,
 "awd_amount": 230000.0,
 "awd_min_amd_letter_date": "2004-09-02",
 "awd_max_amd_letter_date": "2004-09-02",
 "awd_abstract_narration": "The current research project focuses on the development of the science-base necessary for advancement of ultra-precision micro- and nanoscale molding technology.  Polymer based components with extremely small critical features are increasingly being considered for bioengineering, medical, microelectronics, and optical applications. For the high-volume production of such components, precision micro/nanoscale injection molding holds great promise.  The present project includes closely coupled process modeling and experimental efforts needed for the science-base development that would enable such manufacturing.   The primary objective of the project is the comprehensive development and validation of the three-dimensional process modeling science applicable to micro and nanoscale injection molding. Most external research to-date has been based on two-dimensional flow analysis concepts, wall boundary conditions, and material rheology assumptions that are only applicable to conventional larger scale injection molding.  The current model development effort is removing these limitations through the customized application of fundamental theoretical principles with micro/nanoscale molding specific assumptions.  The process of theoretical development is being conducted in a sequential fashion to isolate the complexities involved.  Throughout the study the theoretical development is being enhanced and sequentially verified through closely coupled micromolding flow process visualization experiments.  In addition to serving as a means for the fine-tuning of proposed new boundary conditions and material property models, the experimentation is also enabling an exploration of the capabilities of product manufacture via micro/nanoscale molding.  \r\n\r\nFocused initiatives of paramount importance are being included to assure the broad scientific and educational impact of the program.  At the professional level technology transfer is being fostered through close collaboration with a project industrial advisory board.  On the national research front, optimal and collaborative U.S. science-base development is being promoted through a newly created micro/nanoscale molding research focus group that meets annually to share ideas and collaboration opportunities.  Lastly, at the local societal level, a special feature of the program is targeting enhanced engineering workforce diversity in the future by exposing 40 motivated and mostly minority middle and high school students each year to the enjoyment of hands-on engineering at the boundaries of knowledge through micro/nanomolding based team product development projects with Lehigh engineering students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Coulter",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Coulter",
   "pi_email_addr": "john.coulter@lehigh.edu",
   "nsf_id": "000199158",
   "pi_start_date": "2004-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 230000.0
  }
 ],
 "por": null
}