{
 "awd_id": "0423905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Semidefinite Programming for Weight Design in Fast Converging Distributed Algorithms",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 175090.0,
 "awd_amount": 175090.0,
 "awd_min_amd_letter_date": "2004-09-02",
 "awd_max_amd_letter_date": "2004-09-02",
 "awd_abstract_narration": "\r\nAs integrated circuits and sensors, wireless communications, and other technologies continue\r\nto scale, more and more computational and communication intelligence can be built into embed-\r\nded processors, sensors and actuators to perform coordinated tasks in a networked environment.\r\nThis proposal concerns a new method for analyzing and designing certain iterative, distributed\r\nalgorithms in such networks. The method blends ideas from control system analysis and design,\r\noptimization, and graph theory, and is based on using new optimization methods to tune distributed\r\nalgorithms for speed and robustness. Preliminary results hint that the method (or extensions to\r\nbe developed) could have large impact on several application areas, including distributed sensor\r\nfusion, distributed optimization and resource allocation, Markov Chain Monte Carlo simulation,\r\nand distributed solution of linear equations.\r\nDistributed algorithm design and analysis is a well researched subject, with a literature go-\r\ning back into the 1970s (and earlier), which we will draw from. Since the 1970s (amd earlier)\r\nalgorithms have been proposed for distributed consensus averaging, optimization and resource al-\r\nlocation, routing and congestion control in networks, control (typically of a fleet of vehicles), and\r\nsensing and estimation. While the details of the algorithms differ, they are all local (with respect to\r\nan underlying graph), and typically update some variables (or prices, in some cases) proportional\r\nto some function of its neighbors' values. Typical classical results for such algorithms state that\r\nthe algorithm converges provided the underlying communication graph is connected, and certain\r\nupdating weights or gains are small enough and positive. The eigenvalues of the Laplacian of the\r\nunderlying graph often play a role in the convergence analysis.\r\nIntellectual merit. The PI poses the general question of finding weights that yield the fastest\r\npossible convergence (and possibly other specifications, such as robustness, or monotone conver-\r\ngence), given the particular problem class and the underlying graph. Preliminary results show that\r\nthe analysis, and optimal weight synthesis, can be framed in terms of linear matrix inequalities and\r\nsemidefinite programming and therefore readily computed (also in a distributed fashion), and that\r\nthe optimal weights can give far faster converging algorithms than the classical (unweighted) ones.\r\nThese preliminary results have just touched the surface of this topic; there is an enormous amount\r\nstill to do. What (further) distributed methods can be improved by adjusting weights? What\r\ntypes of specifications can be handled? Can the method extend to asynchronous methods? Can\r\nthe method be extended to general Lyapunov functions for convergence analysis? What robust-\r\nness can be built into these algorithms? How can optimal weights be computed efficiently? Can\r\noptimal weights be computed in a distributed fashion? The PI will consider these questions and\r\nothers in the proposed research program, drawing on techniques from control system analysis and\r\ndesign (linear matrix inequalities, Lyapunov analysis), optimization (semidefinite programming,\r\ndual decomposition), and distributed algorithms.\r\nBroad impact. If successful, this research effort would lead to a new approach, blending ideas\r\nfrom control systems and optimization, to the design and optimization of distributed algorithms,\r\nwith applications including sensor networks, decentralized coordinated control, and distributed\r\ncomputation. The material will be fully integrated into the PI's courses on control and optimization.\r\n1",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Boyd",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen P Boyd",
   "pi_email_addr": "boyd@stanford.edu",
   "nsf_id": "000456880",
   "pi_start_date": "2004-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 175090.0
  }
 ],
 "por": null
}