{
 "awd_id": "0424503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:  Detecting Selection in Primate Genomes",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Kay",
 "awd_eff_date": "2004-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 9250.0,
 "awd_amount": 9250.0,
 "awd_min_amd_letter_date": "2004-07-21",
 "awd_max_amd_letter_date": "2004-07-21",
 "awd_abstract_narration": "Following the completion of the human genome sequence, there has been growing interest in identifying which proteins accrued adaptive sequence changes on the human lineage due to positive selection.  Identifying such positively selected proteins entails comparing protein-coding DNA sequences from humans and other primates in a statistical setting.  With the recent completion of the chimpanzee genome sequence, this approach has become possible on a large scale.  A major limitation of this approach, however, is that humans and many primate species are too similar at the DNA sequence level for conventional statistical methods to achieve their theoretically optimal power, potentially resulting in a high number of positively selected genes being overlooked. \r\nThe proposed research develops a new statistical solution to this problem that is expected to have significantly higher power to identify selected genes than do existing approaches.  The specific objectives of this proposed research are:  1) to develop a new method to detect positive selection that maximizes statistical information by pooling genes within mutationally similar regions of the genome; 2) to characterize the new method's power to detect selection; and 3) to apply the method to detect positive selection based upon the whole genome assemblies from human and chimpanzee, as well as the forthcoming macaque monkey genome.\r\nThe proposed research is expected to considerably improve statistical power to detect genes of adaptive significance between closely related species, such as human and chimpanzee.  The methods developed will be used to generate an exhaustive portrait of positively selected genetic changes on the human and chimpanzee lineages.  This resource should provide a strong starting point for numerous evolutionary and functional studies by researchers worldwide.  All data and computer programs developed in this project will be made freely available to the research community over the Internet.\r\nThe computational resources required for this project will enhance the research infrastructure at the host institution.  As dissertation research, this project will contribute to the education and training of doctoral candidate.  The results of this study will be widely disseminated through publication in scientific journals, and will be presented at appropriate scientific conferences.  This project will contribute to society by helping to fulfill the long-term goals of the Human Genome Project through enhancing understanding of human genetics and origins.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caro-Beth",
   "pi_last_name": "Stewart",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Caro-Beth R Stewart",
   "pi_email_addr": "cstewart@albany.edu",
   "nsf_id": "000362066",
   "pi_start_date": "2004-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 9250.0
  }
 ],
 "por": null
}