{
 "awd_id": "0424778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rebuilding Trust in Beef: The Case of the New Science-Based Food Safety Regime in Japan",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laurel A. Smith-Doerr",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 147697.0,
 "awd_amount": 147697.0,
 "awd_min_amd_letter_date": "2004-06-24",
 "awd_max_amd_letter_date": "2005-07-12",
 "awd_abstract_narration": "In the last two decades, a series of food scares and crises (e.g., bovine spongiform encephalopathy, E. coli O157:H7, avian influenza, foot-and-mouth disease) have provoked national and international authorities to reform the institutional structures and procedures of the existing food safety regime. In such reform efforts, the reevaluation of the role of science in food production and circulation has become a critical component by raising such questions as: What constitutes safe food? How should the safety of a particular food product be defined? How should practices and procedures of farming, food processing, retailing and consumption be changed to ensure the safety of food supplies? Who should be responsible for what to maintain public trust in the food system? The answers to these questions are closely linked to our ethics surrounding the basic relationships between nature and society: How should animals and plants be raised, processed, marketed and consumed as food? What would we consider as ethical goals in food production and circulation? (Cuomo 2003:2905) In short, how should science be used in ways ethically just to those whose lives are affected by the reform? \r\n\r\nThis proposed three-year study examines Japan's new food safety regime, which began in June 2003. Three ethical issues will be analyzed, including: (a) distributive justice; (b) democratic participation; and (c) animal welfare. Three research questions will be asked: (1) whose science and whose knowledge about food and food safety are included in (and excluded from) the new regime in Japan? (2) Does the dominant discourse in food safety and the science for food safety within the new regime cause harm? (3) If so, to whom? What counts as safe food is the outcome of negotiations among participants in the processes of making decisions about food through three interrelated types of networks in the food system, including: (a) research endeavors; (b) governance; and (c) economic circulation. These three networks are the sites in which moral and ethical concerns about food production are raised and contested. Thus, the notion of what constitutes safe food to eat is mutually related to the moral values of what is a good food system to bring food from farm gates to dinner tables, good governance to ensure public trust in food supplies and good science to identify, monitor and control potential risks/hazards of food.\r\n\r\nTo evaluate the power dynamic that links the negotiations, access and outcomes of the new science-based food safety regime in Japan, this study will use the commodity chain (or system) analysis (e.g., Friedland 1984;2001; Gereffi and Korzeniewicz 1994) as the methodological framework and follow beef from farm gates to dinner tables and from research laboratories to human bodies. Among beef safety issues, BSE and cattle cloning issues will be used as the entry points of our inquiry to the power/knowledge interplay in the new regime. Four interrelated methods will be used in this study, including: (1) content analysis of publications on beef safety; (2) discourse analysis of open-door meetings on beef safety; (3) interviews with representatives of the key corporate actors in the beef chain; and (4) a case study of the beef chain in the Osaka Prefecture. \r\n\r\n The broader impacts of this research include: (a) contributions to the public debate over food safety; (b) policy recommendations for the key actors in the Japanese and U.S. food systems to foster democracy and accountability in the food regulatory governance; and (c) training programs for agricultural scientists to improve their capacities to communicate with non-traditional stakeholders (e.g., consumers, \"concerned citizens\") and reflect on the moral and ethical consequences of their research practices. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keiko",
   "pi_last_name": "Tanaka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keiko Tanaka",
   "pi_email_addr": "ktanaka@uky.edu",
   "nsf_id": "000329644",
   "pi_start_date": "2004-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Schillo",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Keith K Schillo",
   "pi_email_addr": "kkschi1@uky.edu",
   "nsf_id": "000182433",
   "pi_start_date": "2004-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Agricultural Experiment Station",
  "perf_str_addr": "410 ADMINISTRATION DR",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9123",
   "pgm_ref_txt": "SOCIAL & ECONOMIC DIMENSIONS OF BIOTCHNL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 74870.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 72827.0
  }
 ],
 "por": null
}