{
 "awd_id": "0424234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Habitat Quality and Stress: Fecal Cortisol Levels in Three Species of Malagasy Lemurs (Varecia variegata, Eulemur Fulvus rufus & Eulemur rubriventer",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Trudy R. Turner",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 11172.0,
 "awd_amount": 11172.0,
 "awd_min_amd_letter_date": "2004-07-22",
 "awd_max_amd_letter_date": "2004-07-22",
 "awd_abstract_narration": "Exposure to prolonged environmental and social pressures can inhibit reproduction and immune function in vertebrates.  The lifetime reproductive success of primates impacted by these stressors is reduced more severely than in other mammals due to the slow rate of reproduction and development of offspring.  Lemurs in particular may be most sensitive to ecological stress, as Madagascar's environment is notably harsh and unpredictable.  Several traits unique to lemurs (e.g., female dominance, flexible activity patterns, small group sizes), when compared with other primates, are hypothesized to be adaptations to ecological stress, and conserve energy and maximize resources in a stressful environment.  However, scant field research has been conducted to test this hypothesis. \r\nVery little is known about the stress response in natural habitats.  Measures of cortisol, a hormone released in response to stress, can quantitatively assess stressors in wild animals, and do not require animal handling.  Annual hormonal profiles will be constructed to identify ecological and reproductive correlates to cortisol excretion. Using the red-bellied lemur (Eulemur rubriventer) as a model, and cortisol as an indicator of stress, this study will investigate how food abundance, reproduction, and habitat quality interact in Ranomafana National Park, Madagascar.  The following will be explored: (1) Are fluctuations in food abundance reflected in cortisol levels? (2) Are different reproductive stages reflected in cortisol levels? (3) Does synchronizing infant weaning with particular ecological events offset the costs of this activity? (4) Does habitat disturbance affect the duration and magnitude of the stress response to food abundance and reproduction?\r\nIn addition to its relevance to understanding lemur evolution, this project will enable future comparisons with studies on other lemur species, which will help identify species more vulnerable to stress.  Constructing hormonal profiles of Malagasy primates will also provide a basis for comparisons with primates from other regions which are not subject to Madagascar's unique environment.  \r\nThis study will continue to provide hands-on experience in fieldwork and data collection for Malagasy and non-Malagasy university students.  Malagasy students will also receive academic and financial support for the completion of Master's degrees.  Public lectures will facilitate interaction with local people, and collaboration will occur with faculty from the University of Antananarivo.  Final reports will be filed with park agencies to contribute to conservation efforts in Madagascar and promote scientific collaboration with other researchers in the area.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Overdorff",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah J Overdorff",
   "pi_email_addr": "overdorff@mail.utexas.edu",
   "nsf_id": "000263072",
   "pi_start_date": "2004-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 11172.0
  }
 ],
 "por": null
}