{
 "awd_id": "0424526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: El Marquesillo Archaeological Survey",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-05-15",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 11530.0,
 "awd_amount": 11530.0,
 "awd_min_amd_letter_date": "2004-04-20",
 "awd_max_amd_letter_date": "2004-04-20",
 "awd_abstract_narration": "Under the supervision of Dr. Robert H. Tykot, Travis Doering will collect and analyze data from the Formative period (c. 1250 B.C. to A.D. 200) Gulf Olmec site of El Marquesillo, Veracruz, Mexico. Through a combination of archaeological survey, artifact collection, mapping, and geophysical prospection, Doering will investigate the structure and composition of the site. The investigation of El Marquesillo presents an opportunity to examine a site whose role within the social and economic landscape of the Formative period Gulf Coast is uncertain. Data generated by this research will be used to evaluate alternative models of Olmec settlement hierarchy and political economy. Documenting and studying the site's structure and composition will yield information about its political organization, and collecting and analyzing artifact assemblages will produce data on local economic patterns and processes. Combined, these data will provide new information on the sociopolitical interactions among core and periphery sites within the region known as the Gulf Olmec Heartland.\r\n\r\nPreliminary investigation of ceramic and sculptural evidence at the site indicates that its inhabitants articulated with other Olmec centers. The nature and timing of such interactions remain unknown, however, as do the political and economic consequences of those relationships. These are significant variables for understanding intraregional associations and the long-term trajectory of Gulf Olmec civilization, as well as its impact on the emergence and development of sociopolitical complexity in Mesoamerica.\r\n\r\nThe research will consist of an integrated series of survey, collection, prospecting, and mapping techniques that will detect and record landscape signatures, site constituents, and subsurface deposits. The site will be mapped using a total station, magnetometer, and electro-magnetic conductivity meter. Anthropic soil surveys will be used to examine the presence and nature of subsurface deposits, with the greater goal of understanding earlier activity loci for comparison with later site organization. Profiling of selected segments of the dynamic river cut, which has exposed significant portions of the site, will be used to link these sets of observations together to form a diachronic picture of settlement organization. Analysis of the surface collected ceramic and lithic artifact assemblages will permit an assessment of patterns of intrasite distribution and will allow inferences to be made concerning the degree to which the site's residents were involved in intraregional exchange networks. The combination of these data with photogrammetric techniques will result in a series of GIS-generated images of the site that will offer a high resolution picture of the site's occupational history.\r\n\r\nThrough this multi-stage research design using non-invasive techniques, the research will evaluate contrasting explanations for the political and economic role that El Marquesillo played in the Gulf Coast Olmec sociopolitical hierarchy. The resulting data will contribute to the limited body of evidence that presently exists concerning peripheral sites during the Formative period on the southern Gulf Coast and form a base upon which future investigations can build. A broader impact of this work will be the enhancement of the co-investigator's scientific and archaeological capabilities and an improved heuristic and practical relationship between archaeologists of Mexico and the United States.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Tykot",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Tykot",
   "pi_email_addr": "rtykot@usf.edu",
   "nsf_id": "000199179",
   "pi_start_date": "2004-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 11530.0
  }
 ],
 "por": null
}