{
 "awd_id": "0424741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interaction of Overflows and the Upper Ocean Circulation",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 221278.0,
 "awd_min_amd_letter_date": "2004-07-29",
 "awd_max_amd_letter_date": "2007-08-16",
 "awd_abstract_narration": "ABSTRACT\r\nOCE-0424741\r\n\r\nThe deep ocean is filled with dense water masses that originate from a few marginal seas.  These marginal seas are partially blocked from the open ocean by a narrow strait and a sill, which may cause a marginal sea to form an especially dense water mass in response to heat loss or evaporation.  This dense water escapes from the marginal sea basin when it overflows the sill, and the resulting density currents have come to be called 'overflows'.  The dynamics of overflows are of considerable complexity, including intense missing and dissipation and spatial scales from tens of kilometers to a few tens of meters.  In the past five to ten years they have been an object of fairly intense study, owing principally to their well-documented importance for the thermohaline circulation, and too energetic features.  However, most overflow studies have focused mainly upon the dynamics of the dense overflow currents in isolation from the overlying ocean, which is often assumed to be inactive.  This may not be a valid assumption, or at minimum it may miss an important and interesting element of overflow dynamics, namely the interaction between the overflow and the overlying ocean.  \r\n\r\nIn this study, researchers from the Woods Hole Oceanographic Institution will put overflows into the context of an active ocean by studying aspects of the overflow/upper ocean coupling that must occur.  The team of scientists will examine such questions as: how does the ocean and overflow balance the mass loss/gain caused by entrainment; what influence do the eddies created by baroclinic instability or other non-mixing, largely vertical interactions have within the upper ocean; does the location of the overflow matter; and how does topography affect the outcome of the interaction?  To elucidate the dynamics that couple an overflow with the overlying ocean, the researchers will begin by examining the results of Jia (2000) as a primary motivation and the Azores Current as a putative example of this interaction.  In the field however, they will carry out a process modeling study using a comparatively simple model (simple compared to a full OGCM).  Whether they will find that the upper ocean has to be included in overflow models remains to be seen, but it is almost certain that they are going to find that overflows have a marked impact upon the upper ocean, as least locally in the region where overflows entrain and descend most vigorously.  Whether this impact is large-scale, as occurs in the linear a-plume for example, also remains to be seen.  \r\n\r\nBroader Impacts:\r\nOverflows are important for climate dynamics since they influence the characteristics of the long term storage at intermediate to deep waters. This project will not only parameterize overflows, which have traditionally have been too small for GCMs to resolve, but also support a post-doc who will carry out the described program under the close supervision of the PI and co-PI.  The results from this research will be part of the PhD student's dissertation and disseminated through such venues as AGU-meetings and journal publications.    \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Price",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "James F Price",
   "pi_email_addr": "jprice@whoi.edu",
   "nsf_id": "000363252",
   "pi_start_date": "2004-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jiayan",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiayan Yang",
   "pi_email_addr": "jyang@whoi.edu",
   "nsf_id": "000428387",
   "pi_start_date": "2004-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 221278.0
  }
 ],
 "por": null
}