{
 "awd_id": "0424454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "MEMS Reconfigurable Antennas Integrated with Adaptive Space-Time Processing Algorithms for Use in Wireless MIMO Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andreas Weisshaar",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 234349.0,
 "awd_min_amd_letter_date": "2004-08-04",
 "awd_max_amd_letter_date": "2006-09-12",
 "awd_abstract_narration": "Intellectual Merit:\r\nThe proposed research activity focuses on innovative concepts and technologies in the interdisciplinary areas of\r\nelectromagnetic theory, communication theory, and radio frequency microelectromechanical systems (RF MEMS).\r\nThis project will enable the design, the analysis, the fabrication, and the testing of multifunctional reconfigurable\r\nantennas operated in conjunction with adaptive space-time processing algorithms for use in novel wireless\r\ncommunication systems. In particular, man-portable or vehicle mounted integrated adaptive multi-input multi-\r\noutput (MIMO) microsystems used in environments with rapidly changing multipath conditions are targeted. The\r\ngoal is to effectively exploit the theoretical gains in capacity and diversity offered by multiple reconfigurable\r\nantennas in order to minimize the gap between theory and practice. To accomplish this goal, the antenna array\r\nproperties (i.e. radiation pattern, the polarization, the operation frequency, and the input impedance) and adaptive\r\ntransmission signaling schemes are jointly optimized to adapt to the changing channel conditions. This joint\r\noptimization procedure requires reconfigurable antenna elements capable of changing their properties and an\r\nadaptive algorithm that uses the interrelationships among antenna properties, transmission signaling schemes, and\r\npropagation environment. Dynamic adaptation of the antenna properties is a recent UCI development representing a\r\nmajor advancement in antenna design. In parallel, algorithms that combine beamforming and space-time coding to\r\nuse partial channel information at the transmitter have also recently been developed. The innovative technology,\r\nwhich will be used to construct the reconfigurable antenna arrays, is a novel RF MEMS fabrication technology\r\ndeveloped in our group by a DARPA program. This technology is compatible with microwave laminate substrates\r\nallowing monolithic integration of MEMS with antenna elements on a printed circuit board. Due to its monolithic\r\nintegration capability, MEMS becomes a physical part of the antenna geometry, which is the key in achieving high\r\ndegree of multifunctionality and structural reconfigurability. The project is organized under the following main\r\nsteps:\r\n1. Design, analyze, fabricate, and test a new class of antennas providing multifunctionality and\r\nreconfigurability in polarization, radiation pattern, operating frequency, and array configuration.\r\n2. Develop adaptive coding and signal processing schemes to take advantage of changing channel\r\nenvironments.\r\n3. Determine the links among antenna array properties, transmission signaling schemes (space-time coding,\r\nspatial multiplexing, and beamforming), and propagation environment (scattering density, disposition of\r\nthe scatterers).\r\n4. Experimental investigation of the MIMO system established based on Steps 1, 2, and 3.\r\n5. Based on Steps 1, 2, 3, and 4 develop an adaptation algorithm through which Steps 1, 2, and 3 are\r\nintegrated together in order to maximize the resources available in MIMO channel at all times.\r\nBroader Impact:\r\nThe multifunctional reconfigurable antenna concept in the proposed work surpasses the capabilities of and has a\r\ndistinct difference with smart or adaptive antennas. In the literature, a smart or adaptive antenna refers to an antenna\r\narray of elements with no intelligence combined with signal-processing capability through which the time domain\r\nsignals from or to the individual antenna elements are weighted and combined to optimize the radiation pattern in\r\nresponse to the signal environment. On the other hand, a reconfigurable antenna array consists of antenna elements\r\neach of which has some intelligence. This intelligence stems from the ability of reconfiguring the physical structure\r\nof individual elements through which polarization, radiation and frequency properties of the array are changed.\r\nThus, the elements in the reconfigurable antenna array have the ability to intelligently process the signals in spectral\r\nand angular domains adding to the already present time domain processing of the system. Due to the fundamental\r\ndifference between smart antenna array, i.e. phased array, and a reconfigurable array, the theory describing the\r\nbehavior of the reconfigurable antenna arrays will be developed under this project. This will introduce a new section\r\nin the chapter of antennas and propagation in electromagnetics textbooks. There is also a need to develop the signal\r\nprocessing and communication theory that can benefit from this new class of antennas. Furthermore the integrated\r\ninterdisciplinary research philosophy adopted throughout this project will allow the PIs to develop and offer\r\ninterdisciplinary educational programs in the fields of electromagnetics, communications, and MEMS that will\r\nanswer the need for the new generation of engineers (in particular among minority students) at UCI who can deal\r\nwith and provide solutions to the emerging multifunctional micro-communication-systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hamid",
   "pi_last_name": "Jafarkhani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hamid Jafarkhani",
   "pi_email_addr": "hamidj@uci.edu",
   "nsf_id": "000230835",
   "pi_start_date": "2004-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Franco",
   "pi_last_name": "De Flaviis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Franco De Flaviis",
   "pi_email_addr": "franco@uci.edu",
   "nsf_id": "000491197",
   "pi_start_date": "2004-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "764100",
   "pgm_ele_name": "INT'L RES & EDU IN ENGINEERING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "109E",
   "pgm_ref_txt": "Sys theory in biology & medicine"
  },
  {
   "pgm_ref_code": "1653",
   "pgm_ref_txt": "Adaptive & intelligent systems"
  },
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  },
  {
   "pgm_ref_code": "7238",
   "pgm_ref_txt": "ENG ITR CORE ACTIVITIES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 55577.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 76555.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 102217.0
  }
 ],
 "por": null
}