{
 "awd_id": "0424579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Longitudinal Examination of Caregiving Processes in Adulthood",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amber L. Story",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 389999.0,
 "awd_amount": 399999.0,
 "awd_min_amd_letter_date": "2004-07-13",
 "awd_max_amd_letter_date": "2006-06-22",
 "awd_abstract_narration": "In adulthood, romantic partners are frequently called upon to provide comfort and assistance to one another in times of need.  In fact, many adults come to rely heavily on their romantic partner as an important source of support and care. Not surprisingly, research indicates that social support and caregiving are essential not only to personal health and well being, but also to the development and maintenance of healthy and satisfying intimate relationships.  However, despite the fact that social support is so critical for well-being, we know surprisingly little about the interpersonal support processes that occur within close relationships.  Moreover, the research that has been conducted has focused primarily on one type of support - the comfort and assistance provided to another in stressful situations (referenced in this proposal as the provision of a \"safe haven\") - and has overlooked another important type of support - the support of another's personal growth, goal strivings, and explorations in situations that are challenging (referenced here as the provision of a \"secure base\").  \r\n\r\nThe primary purpose of this investigation is to address this critical gap in the literature by examining the \"secure base\" function of caregiving in adult intimate relationships.  Specifically, this project will investigate couple members' support of their partners' personal growth, goal strivings, and explorations, as well as the effects of this type of support, and lack thereof, on the recipient (e.g., on the recipient's self-perceptions, personal growth, psychological and physical well-being) and on the relationship (e.g., satisfaction, stability).  A secondary goal of this research is to build upon existing research on \"safe haven\" caregiving by (a) examining interpersonal dynamics surrounding, and long-term consequences of, this type of caregiving in a sample of newly married couples and (b) jointly examining the dynamics and effects of both safe haven and secure base caregiving in the same sample of relationship partners. Because social support is an interpersonal phenomenon, both types of caregiving will be examined as part of a dyadic process that involves the characteristics and behavior of both interaction partners. Daily and weekly diaries of events surrounding both secure base and safe haven caregiving, as well laboratory observations and self-reports of these dynamics, will be obtained for each couple. Observational and survey assessments will be repeated one year later in order to test hypotheses regarding long-term consequences of both types of caregiving.  Because each type of caregiving serves a different function, it is expected that secure base caregiving (the support of a partner's \"going out\" for exploration) will have important immediate and long-term consequences that are distinct from those that are likely to be afforded by safe haven caregiving (the support of a partner's \"coming in\" in times of stress).  For example, the unique consequences of receiving secure base caregiving (both immediately and over time) are likely to be higher levels of self-esteem, perceived competency, self-confidence, and self-efficacy, and greater willingness/efforts to engage in exploratory activities involving the pursuit of goals, acceptance of challenges, and attempts to learn new things/make new discoveries. Thus, long-term improvements in the self (personal growth) are likely to be important consequences of secure base support. \r\n\r\nIt is hoped that the results of this research will contribute to theoretical advances regarding the nature, functioning, and importance of relationships in adulthood, and to the impressive body of research in the marital literature that attempts to identify the complex intrapersonal and interpersonal factors that predict marital satisfaction and stability. The fundamental importance of studying support/caregiving processes as they unfold within everyday interactions between relationship partners lies in the long-term consequences of these interactions for individual and relationship functioning.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brooke",
   "pi_last_name": "Feeney",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brooke C Feeney",
   "pi_email_addr": "brooke.feeney@towardabetterhumanity.com",
   "nsf_id": "000238394",
   "pi_start_date": "2004-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 141572.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 138904.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 119523.0
  }
 ],
 "por": null
}