{
 "awd_id": "0425977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Science of Nation Building",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John P. Perhonis",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2004-07-20",
 "awd_max_amd_letter_date": "2004-09-03",
 "awd_abstract_narration": "This Science and Technology Studies Dissertation Improvement Grant will fund research on the connections between scientific expeditions and the processes of nineteenth-century Colombian nation-state formation.  The research project focuses on the origins, execution, results, and legacy of the Chorographic Commission, led by Italian cartographer and mercenary Agustin Codazzi.  The Commission represented the first attempt by the newly independent New Granada national government (as Colombia was then called) to use European scientific knowledge to define, order, represent scientifically, and thereby legitimize its domination over the national territory and its populations. From 1850-1859 this expedition studied a geographic surface area of about one million square kilometers, or what would equal the landmass of France, Germany, and Portugal combined.   This region-by-region mapping and census-taking scientific expedition of New Granada will be placed at the intersection of two historical contexts: the efforts of Colombian elites to build a nation-state and European scientific expeditions to colonial possessions in the Americas.  Such an approach \r\ngenerates two related questions of comparative and interdisciplinary significance: How did New Granada elites use European scientific practices to legitimize state power and shape how New Granada, and eventually Colombia, should be imagined as a nation?  And, how did Commission members gather, present, and disseminate information on the Colombian regional territory and populations? Based on initial findings and experiences living and conducting research in Colombia, the co-principal investigator requests to use the one-year period of funding from the NSF to conduct research in the archives, libraries, and private collections of Bogota, Medellin, and Popayan.  The intellectual merit of the proposed research is that it will advance knowledge and understanding of the interactions between scientific expeditions and state formation during the nineteenth century in Colombia.  First, this investigation speaks to overarching theoretical concerns about science as it developed in the periphery.  Second it speaks to theoretical questions about race, gender and scientific representations.  By placing the Commission in its international, national and regional contexts this project will reveal the links between scientific knowledge, power, and the formation and fragmentation of New Granada state at the national and regional levels.  This study will shed new light on existing discussions about state formation as developed in various disciplines and will fill a major void in the analysis of nineteenth-century New Granada state formation.   The broader impacts of this project are not limited to archival research.  The co-principal investigator has established contact with Colombian scholars at the Universidad de los Andes, Pontificia Universidad Javeriana, and Universidad Nacional.  The rich intellectual environment in Bogota will allow her to bear out her research findings, discuss methodological and theoretical approaches, and connect with scholars working on topics similar to hers.  This intellectual interaction and the resulting dissertation should contribute to both Colombian and United States scholarship on the relationship between scientific practice and political power.  \r\n                                                 \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Few",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martha Few",
   "pi_email_addr": "srafael@miami.edu",
   "nsf_id": "000188291",
   "pi_start_date": "2004-07-20",
   "pi_end_date": "2004-09-03"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Stein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steve Stein",
   "pi_email_addr": "sanrafael@bigfoot.com",
   "nsf_id": "000304004",
   "pi_start_date": "2004-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462919",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}