{
 "awd_id": "0425768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimization-Based Decomposition and Integration of Systems in Engineering Design",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lloyd E. Douglas",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2004-08-18",
 "awd_max_amd_letter_date": "2004-08-18",
 "awd_abstract_narration": "By spending 11 months in Clemson University's Department of Mechanical Engineering, the PI, a professor of mathematical sciences at Clemson University, proposes to gain knowledge in the area of engineering design and manufacturing, and subsequently develop a strong interdisciplinary research and education program between Clemson's departments of mathematical sciences and mechanical engineering. The science of design assumes a decision-making paradigm for the product development process, which is substantiated by the application of mathematical optimization as a tool for modeling and solving the underlying decision problems, as well as for decomposition of systems into subsystems and integration of optimal subsystem designs into the final overall design. The PI will participate in three interdisciplinary projects in the area of optimization-based decomposition and integration of systems in engineering design : 1) Developing a decomposition and integration approach to optimization of the dynamic performance of vehicles in the presence of multiple performance indices and in multiple operating scenarios. The methodology, which will allow the design of vehicles that perform satisfactorily in different driving conditions, will be applicable to other design problems, such as product family design or platform design; 2) Developing a packaging methodology for the physical integration of vehicle components through optimization of component configurations so that the vehicle dynamic and static performances are optimal within design constraints. The methodology, which will allow the design of more compact vehicles that perform better and are more prone to survival, will be applicable to design of other products requiring packaging, such as satellites, avionic systems, and miniature surveillance systems; 3) Applying novel, performance-based decomposition and integration to engineering design of complex systems that perform under uncertainty. The methodology will introduce a new paradigm to the science of design. PI's educational activities will include designing and teaching an interdisciplinary, graduate-level course on decomposition and integration in engineering design; teaching a senior-level capstone course on design; and advising graduate and undergraduate students. Service activities will focus on developing an interdisciplinary, graduate-level curriculum in mechanical engineering and mathematical sciences, organizing a research seminar series, and conducting hands-on presentations in area high schools. The expertise gained through this IGMS project will prepare the PI to contribute to research and education activities through Clemson's new International Graduate Center for Automotive Research, which will focus on systems integration to address challenges associated with vehicle components that are becoming increasingly computerized and complex. The proposed work will provide opportunities to train students who can enter the workforce with both mathematical skills and an understanding of science and engineering principles. Special efforts will be undertaken to reach students from underrepresented populations and pre-college level students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Wiecek",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret M Wiecek",
   "pi_email_addr": "wmalgor@clemson.edu",
   "nsf_id": "000176908",
   "pi_start_date": "2004-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Keinath",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Keinath",
   "pi_email_addr": "keinath@clemson.edu",
   "nsf_id": "000319753",
   "pi_start_date": "2004-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}