{
 "awd_id": "0425471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Particulate Organic Carbon in the Air and Snow at Summit, Greenland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 287475.0,
 "awd_amount": 287475.0,
 "awd_min_amd_letter_date": "2004-09-07",
 "awd_max_amd_letter_date": "2004-09-07",
 "awd_abstract_narration": "\r\nThis is a collaborative proposal by Principal Investigators at Georgia Institute of Technology, Universities of New Hampshire, and Wisconsin-Madison. Atmospheric aerosols are of concern because they can influence climate by altering the radiation balance of the Earth and are harmful to human health.  Fine particulate matter (particles having diameters less than 2.5 micrograms) contains a significant amount of both organic carbon (OC) and elemental carbon (EC), which can account for a considerable fraction of the fine particulate mass. The OC fraction is composed of a wide variety of compounds from both anthropogenic and natural sources. Little is known about the historical concentrations, sources and emissions of carbonaceous aerosols. Ice core concentrations of OC and specific organic compounds could yield information on the past influence of carbonaceous aerosols on climate and the sources of these aerosols. Before ice core concentrations of carbonaceous compounds related to particulate matter deposition can be evaluated, it is important to determine the link between the concentrations in air and snow. In addition, the extent to which carbonaceous aerosol is modified after deposition to snow needs to be determined before specific compounds can be used to infer past atmospheric concentrations. Preliminary results of water insoluble particulate organic carbon (IPOC) in a snow pit from Summit, Greenland show a decrease of ~ 50% in IPOC concentrations in the top 50 cm, hinting that early post depositional processes may be very important. These results are consistent with recent suggestions that organic carbon in surface snow may play an important role in snow photochemistry. The Principal Investigators will conduct a field study at Summit in 2006 to measure the concentrations of particulate OC, EC, and specific organic compounds that serve as source tracers in the air, surface snow, and snow pits. To assess the influence of post depositional processes in surface snow, they will measure the concentrations of water-soluble gas-phase organic compounds (WSGOC) in the atmospheric and firn air with the expectation that the degradation of IPOC in surface snow leads to the formation of WSGOC.   They will deposit carbon-13  and deuterium-labeled particulate organic compounds to surface snow and measure the change in concentration over the duration of the field season. In addition, they will conduct specific experiments where surface snow is shaded from solar radiation in order to determine the relative influence of photochemistry on the degradation of particulate organic compounds deposited to surface snow.  The research will yield insights into the processes that influence the concentrations of particulate carbon in the air and snow at Summit and will serve as the groundwork for future modeling, laboratory,  and field studies that will focus on the deposition and transformation of particulate organic compounds in snow.\r\nBroader Impacts: The research will advance education through the training of several graduate and undergraduate students, including students from under-represented minority groups. The information will be disseminated through conference presentations, publications, and a webpage as well as within graduate and undergraduate courses.   The Principal Investigators will give presentations at K-12 schools. The research effort will result in the development of new measurement techniques as well as unique modifications to existing techniques. The project will yield insights into processes that are of importance to the atmospheric sciences as well as paleoclimate communities. The research will potentially open the door for studies that address the historical sources and impacts of aerosols based on the concentrations of specific organic compounds deposited in snow. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bergin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Michael H Bergin",
   "pi_email_addr": "mike.bergin@duke.edu",
   "nsf_id": "000337550",
   "pi_start_date": "2004-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1309",
   "pgm_ref_txt": "GLOBAL TROPOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 287475.0
  }
 ],
 "por": null
}