{
 "awd_id": "0425061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geochemical Transformations in Subterranean Estuaries: Reactions, Rates, and Fluxes to the Coastal Ocean",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 698618.0,
 "awd_amount": 698618.0,
 "awd_min_amd_letter_date": "2004-07-19",
 "awd_max_amd_letter_date": "2004-07-19",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-0425061\r\n\r\nIn this project, researchers at the Woods Hole Oceanographic Institution will study e the geochemical transformations and fluxes of several key elements as they pass through the subterranean estuary of a coastal aquifer.   Recent studies indicate that submarine groundwater discharge (SGD) may contribute significant fluxes of dissolved chemical species to the oceans. However, the magnitude of such fluxes is strongly influenced by biogeochemical processes occurring in the subterranean estuary, defined as the mixing zone between groundwater and seawater in a coastal aquifer. Evidence is mounting that the subterranean estuary plays an important role in geochemical cycling and it is therefore critical that we understand these processes so that the role of SGD in oceanic elemental budgets can be determined. In order to make this determination, we must first understand the major geochemical reactions operating on such elements on the scale of subterranean estuaries. The main objective of this study is to identify the processes that control the cycling of several elements having contrasting geochemical behavior: (1) the redox sensitive elements Fe, Mn, and U, and (2) Sr, Ba, and Ra, which are sensitive to both redox conditions (e.g. sorption to Mn oxides) and changes in ionic strength driven by salt transport through the subterranean estuary.\r\n\r\nThe project consists of a unique collaborative effort between a geochemist and a hydrogeologist, who will achieve project objectives through a combination of field studies, controlled laboratory experiments, and hydrogeologic flow modeling.  More specifically, the proposed project will probe deeper into redox and salinity-driven biogeochemical reactions in a subterranean estuary through seasonal groundwater sampling coupled with surface water surveys.  In support of the field work, the research team will develop a simulation model of density-dependent flow at the site.  Finally, a series of laboratory column experiments will be conducted to follow the release and/or removal of Sr, Ba, Ra, and U from aquifer sediments under different temperature, salinity, and redox conditions.   \r\n\r\nBroader Impacts: As analogues to surface estuaries, subterranean estuaries have high potential for significant geochemical transformations and so elucidating these mechanisms may have significant influence on understanding coastal groundwater geochemistry in other areas. While the overall importance of SGD on the global cycle of certain elements is uncertain at present, there is little doubt that SGD is important at the local scale both within the United States and throughout the world.  Nutrient-rich (phosphate, nitrate, ammonium) groundwater, entering into coastal waters and bays, is not uncommon and represents an environmentally important component of SGD.  Hence, improved understanding of the geochemical regime in subterranean estuaries has important water-quality implications for coastal aquifers and allows insights into fundamental biogeochemical reactions at a major freshwater/seawater interface.  This project has an important educational component and seeks funding for a graduate student and an undergraduate who has worked on this project since high school outreach programs (lectures, posters) associated with the Waquoit Bay National Estuarine Research Reserve. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Charette",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew A Charette",
   "pi_email_addr": "mcharette@whoi.edu",
   "nsf_id": "000101836",
   "pi_start_date": "2004-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Mulligan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Mulligan",
   "pi_email_addr": "amulligan@whoi.edu",
   "nsf_id": "000231778",
   "pi_start_date": "2004-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 698618.0
  }
 ],
 "por": null
}