{
 "awd_id": "0425699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Egypt Cooperative Research: Effect of Elevated Temperature and Fire on Structural Elements Retrofitted by Carbon Fiber Reinforced Polymer Composites",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 24965.0,
 "awd_min_amd_letter_date": "2004-08-24",
 "awd_max_amd_letter_date": "2007-06-15",
 "awd_abstract_narration": "0425699\r\nReddy\r\n\r\nDescription:  This award is to support a cooperative research between Dr. V D Reddy and Dr. Khaled Sobhan, Department of Civil Engineering, Florida Atlantic University, Boca Raton, Florida and Dr. Hala M. El-Kady, Department of Civil Engineering, National Research Center, Cairo, Egypt.  They plan to study the effect of elevated temperature and fire on structural elements retrofitted by carbon fiber reinforced polymer composites.  Retrofitting structures using new materials such as Carbon Fiber Reinforced Polymer Composites (CFRPs) has recently gained increased trust and confidence by practicing engineers due to their properties. There is, however, little available information on the performance of these structures when exposed to fire conditions. Unlike regular steel and concrete members, the FRP as a material is generally combustible, and may even alter the fire characteristics.  Therefore, correct assessment of the fire resistance of CFRP retrofitted structures is one of the important safety concerns for design engineers involved with the structural application of FRP materials.  There is a growing interest to investigate the fire effects on numerous retrofitted structures using externally bonded CFRP laminates or near surface mounted CFRP bars.  The PIs will conduct experimental and analytical investigations for evaluating the effects of fire exposure on the properties of structural elements retrofitted by CFRP as recommended by the American Concrete Institute committee. Different protection methods for CFRP material such as the application of rich mortar covers, using near surface mounted CFRP techniques, etc. will be evaluated. Analytical modeling will be performed, and the results will be compared with the experimental results. The conclusions will lead to recommendations and guidelines to designers and practicing engineers for using CFRP in retrofitting reinforced concrete structures with adequate fire resistance.  \r\n\r\nScope and broader impacts: This research is of mutual interest to both institutions, as the Egyptian researcher has worked earlier at FAU to investigate the dynamic characteristics of CFRP cables.  Both partners recognized the importance of extending the combined effort to investigate the effect of fire on structures retrofitted with CFRP.  The project has a strong educational impact because the junior scientists from Egypt and the graduate students from the U.S.  involved with the project will have the opportunity to learn and participate in the counterpart's research activities through exchange visits and active collaboration. A concerted effort will be made to hire undergraduate minority students for assistance in the testing program. Since infrastructure safety and security is a major consideration in the post 9/11 era, fire resistance of structural materials will be an important new topic of study and research for FAU students.  In addition, the acquisition of a fire furnace will enable inclusion of new undergraduate laboratory experiments for concrete and civil engineering materials courses. This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "D",
   "pi_last_name": "Reddy",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "D V Reddy",
   "pi_email_addr": "reddy@civil.fau.edu",
   "nsf_id": "000301801",
   "pi_start_date": "2004-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Khaled",
   "pi_last_name": "Sobhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Khaled Sobhan",
   "pi_email_addr": "sobhan@civil.fau.edu",
   "nsf_id": "000482581",
   "pi_start_date": "2004-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Atlantic University",
  "inst_street_address": "777 GLADES RD",
  "inst_street_address_2": "",
  "inst_city_name": "BOCA RATON",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "5612970777",
  "inst_zip_code": "334316424",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "FLORIDA ATLANTIC UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q266L2NDAVP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Atlantic University",
  "perf_str_addr": "777 GLADES RD",
  "perf_city_name": "BOCA RATON",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "334316424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 24965.0
  }
 ],
 "por": null
}