{
 "awd_id": "0425433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research, Diversification, Mergers, and Acquisitions in the Telecommunication Market, 1990-2002",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 4744.0,
 "awd_amount": 4744.0,
 "awd_min_amd_letter_date": "2004-08-26",
 "awd_max_amd_letter_date": "2004-08-26",
 "awd_abstract_narration": "This study will explore how potential market value is constructed in a field of competitive firms seeking to grow using acquisitions.  I will use a neoinstitutional framework to examine how competition, monitoring, and mimicry leads to the construction of value in telecommunications and media market segments following the 1996 deregulation.  I will ask and attempt to provide answers to two questions: 1) what is the effect of mimicry on acquisitions into specific market segments, and 2) did acquisitions contribute to overvaluation of firms in market segments characterized by aggregated peer mimicry?  These questions are of particular interest when applied to the telecommunications and media market segments in the post-1996 era when those markets experienced significant deregulation and new technologies emerged that threatened to displace incumbent firms and market segments.  I will collect data on acquisitions among publicly traded corporations in the telecommunications and media segments during this time span (using the Mergers and Acquisitions publication) and then combine it with financial data from the COMPUSTAT and CRSP databases.  I will also collect additional data on technological innovation (from the U.S. patent website) and corporate interlocks.  Using the dyad as the unit of analysis I will, first, determine to what extent competition and peer mimicry (and their interaction) affect the acquisition of a target by a bidding firm.  In a second analysis, I will determine to what extent peer mimicry positively affects the shareholder value (or excess value) of acquiring firms.  Finally, I will discuss how peer mimicry among telecommunications and media firms may have contributed to the creation of a \"market bubble,\" which eventually imploded when revenues and productivity did not meet expected levels.  This study will contribute to our understanding of the construction of market value.  While earlier studies have focused on how external norms and institutions affect pricing, in my dissertation I will conceptualize market value as emerging from the competitive dynamics of the market itself, although not in the ways typically conceived by economists.  Competition, rather than causing prices to center on some \"true\" level of demand, may actually cause firms to inflate the potential value of products and services.  The broader impacts of this study are twofold:  This sociological understanding of value creation will provide policymakers and scholars with a more empirical understanding of market processes and of the effect of increased competition and deregulation on innovative industries.  These findings will contribute to an interdisciplinary approach to market behavior and will provide evidence of firm behavior following deregulation that can be used in future policy debates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Galaskiewicz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Galaskiewicz",
   "pi_email_addr": "galaskie@email.arizona.edu",
   "nsf_id": "000310818",
   "pi_start_date": "2004-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 4744.0
  }
 ],
 "por": null
}