{
 "awd_id": "0426674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR - (EVS+ASE) - (int+sim): Rapid Evaluation of User Interfaces in Multitasking Environments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2004-09-15",
 "awd_max_amd_letter_date": "2004-09-15",
 "awd_abstract_narration": "Over the past decade we have witnessed an astounding surge in computing devices and interfaces off the desktop and into the multi-tasking environments of the real world.  In this project, the PI will develop a rigorous computational architecture, the Task-Integrated-Modeling (TIM) architecture, and an associated methodology for evaluating user interfaces in complex multitasking environments.  The TIM architecture centers on integrating cognitive models of behavior with the interface in the context of the multitasking environment, using \"cognitive architectures\" to represent and simulate user cognition and behavior.  Based on these models, the architecture allows a designer to rapidly evaluate new interfaces through stages of rapid prototyping, task demonstration, integrated model creation, and computational simulation.  The theory behind the architecture and the system itself will account not only for various aspects of human multitasking but also of individual differences, facilitating robust modeling of a range of user populations.  As a test domain for the architecture, the project will focus on the domain of driving, particularly the use of device interfaces in the vehicle and the study of different driver populations (e.g., younger vs. older drivers).  The PI will implement a rapid development and evaluation system for new in-vehicle interfaces that attempts to minimize potential driver distraction from these interfaces.   In addition, shared Internet libraries of software applications, toolkits, and cognitive models will be created, for dissemination to and use by academic researchers as well as industry designers and developers.\r\n\r\nBroader Impacts:  Through collaborations with academic researchers and industry experts, the PI will rigorously address the problem of driver distraction (currently the leading cause of crashes in the United States), helping to explore the sources of distraction and helping to devise rigorous methods of improving the safety of our vehicles and roadways.  The computational infrastructure developed will not only advance our theoretical understanding of human cognition, but also realize these theories in real-world practical systems.  The project will involve diverse populations, directly by including under-represented groups in research work and summer workshops, and indirectly by exploring how individual differences may affect interface use and multi-tasking.  Locally, the related education plan will result in new courses in human-computer interaction, cognitive systems, and off-the-desktop computing at Drexel University, providing a unified HCI curriculum for roughly 40-50 students per year in the HCI track and even more across the Computer Science Department and the University as a whole.  The PI will also initiate an annual educational and hands-on HCI workshop for high-school students in West Philadelphia, focusing on the under-represented minority populations in these neighborhoods, in the hope of exciting and inspiring these students to pursue further education and careers in fields related to people and technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dario",
   "pi_last_name": "Salvucci",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Dario D Salvucci",
   "pi_email_addr": "salvucci@drexel.edu",
   "nsf_id": "000221564",
   "pi_start_date": "2004-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Lee",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Frank J Lee",
   "pi_email_addr": "FJL@DREXEL.EDU",
   "nsf_id": "000443579",
   "pi_start_date": "2004-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731400",
   "pgm_ele_name": "ITR FOR NATIONAL PRIORITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}