{
 "awd_id": "0426363",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: High Status Cemeteries and Socio-Political Organization in Late Pre-Columbian Costa Rica",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-05-15",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11887.0,
 "awd_min_amd_letter_date": "2004-04-14",
 "awd_max_amd_letter_date": "2005-06-13",
 "awd_abstract_narration": "\r\nR. Jeffrey Frost (University of Wisconsin at Madison), will conduct archaeological investigations in southern Costa Rica at the Chiriqui period (A.D. 800-1500) high-status cemetery site, Pantein de la Reina. Chiriqui is one of the best defined archaeological complexes in Lower Central America and is recognized as one of the most important areas for the study of pre-Columbian chiefdom societies. The investigation builds upon more than ten years of previous research at the Panteon de la Reina's habitation site, Rivas. The results of the study, when combined with the Rivas data, will provide an unprecedented data set that includes both a settlement and its associated cemeteries, and it will hold great potential for better understanding the region's prehistoric societies.\r\n\r\nFrost's research aims to refine our understanding pre-Columbian social organization through an investigation of the internal organization of a high-status cemetery site. Chiriqui cemeteries have rarely been investigated because of severe looting and poor preservation of organic materials. However, Frost's research to date demonstrates that despite these limitations these sites can serve as an effective means to understand social organization when archaeological research is combined with ethnographic and historical sources. \r\n\r\nAs the most comprehensive investigation of Chiriqui phase high-status cemeteries to date, Frost's research will make several significant contributions to archaeological research on pre-Columbian societies. First, it will provide the first substantial data on inter-elite interactions by comparing mortuary treatment between several spatially defined sections of the cemetery.  It will also provide important contextual information for ceramics and metal objects that have been looted from these cemeteries thus contributing to an understanding of the social contexts in which such goods circulated. Completion of this project will also enable larger regional comparisons with previous research at high-status cemeteries in Columbia, Panama and elsewhere in Costa Rica \r\n\r\nIn addition to contributions of archaeological importance, this project will also have broader impacts. For example, the project will contribute to the professional development of several students. This project will enable Jeffrey Frost to complete his dissertation. Frost has also arranged for graduate and undergraduate students from North America and the University of Costa Rica to participate in the project, thus providing both Americans and Costa Ricans with opportunities to work together and gain valuable research experience. These arrangements will help develop new and perpetuate existing inter-institutional relations. Previous research at the site has inspired local landowners to protect their archaeological sites on their land. Frost will also work closely with local schools and youth groups to help school aged children about the importance of scientific research and protecting Costa Rica's cultural heritage. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Yaeger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Yaeger",
   "pi_email_addr": "jason.yaeger@utsa.edu",
   "nsf_id": "000329091",
   "pi_start_date": "2004-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 11887.0
  }
 ],
 "por": null
}