{
 "awd_id": "0426753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Workshop to Set Priorities for the U.S. GEOTRACES Program",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 86499.0,
 "awd_amount": 86499.0,
 "awd_min_amd_letter_date": "2004-03-24",
 "awd_max_amd_letter_date": "2004-03-24",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-0426753\r\n\r\nThis award will provide funds to the Lamont-Dougherty Earth Observatory of Columbia University to convene a National Planning Workshop to set priorities for the US contribution to a coordinated international study of the marine biogeochemical cycles of trace elements and isotopes known as GEOTRACES.  An international planning workshop held in April 2003, established broad community support for GEOTRACES, and identified a number of scientific topics that are of high priority.  That workshop also produced a general framework under which GEOTRACES research would be carried out, consisting of basin-scale sections anchored by a few specific process studies, together with modeling efforts and experimental research. \r\n \r\nPlanning for international GEOTRACES will proceed via the following sequence of activities: \r\n \r\n1) National and regional planning groups will hold workshops to define their priority areas of research, and to identify specific contributions to the overall objectives of the GEOTRACES program; \r\n \r\n2) National and regional planning groups will develop independent Implementation Plans that are consistent with national/regional research priorities, and with available funding sources;\r\n \r\n3) An international Planning Group with support from SCOR (Scientific Committee on Ocean Research) will build upon the output of the national and regional planning workshops to create an International GEOTRACES Science Plan; and \r\n \r\n4) An International Science Steering Committee will coordinate the activities of the various national/regional efforts. \r\n \r\nAccordingly, this award will support the initial development of the US component.  Specifically, funds will be used to convene a US GEOTRACES workshop to fulfill the objectives in item (1) above, and to begin to develop a US GEOTRACES Implementation Plan (item #2 above).  The workshop will be held in late May 2004, in order to provide input to the SCOR group that will prepare a draft international Science Plan in June 2004. \r\n \r\nThe broader impacts of the proposed planning workshop follow directly from those associated with research on the marine biogeochemical cycles of trace elements and isotopes.  With an improved understanding of (1) factors and processes controlling chemical fluxes between various geochemical reservoirs (e.g., continent, ocean, sediment) and (2) the internal cycling of these chemical species within the ocean, the oceanographic community will be able to exploit these species more reliably.  This will aid investigations in many aspects of oceanography including, but not limited to:\r\n\r\n\tocean circulation;\r\n\tmarine ecosystem structure and its sensitivity to changing environmental parameters;\r\n\tthe role of the biological pump in the ocean carbon cycle;\r\n\tpast changes in weathering inputs, in the chemical state of the ocean and in biological                       productivity under climate boundary conditions that differ from those that exist today;                         and\r\n\tthe fate of anthropogenic substances introduced to the ocean. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Anderson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Anderson",
   "pi_email_addr": "boba@ldeo.columbia.edu",
   "nsf_id": "000428800",
   "pi_start_date": "2004-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 86499.0
  }
 ],
 "por": null
}