{
 "awd_id": "0426826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR: Advances of Simulation Algorithm of Quantum Manybody Transport in Steady State Nonequilibrium",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 585000.0,
 "awd_amount": 585000.0,
 "awd_min_amd_letter_date": "2004-08-25",
 "awd_max_amd_letter_date": "2008-05-24",
 "awd_abstract_narration": "This award was made on a proposal submitted to the Division of Materials Research under the Information Technology Research solicitation NSF-04-012. Research activities covered by this award fall under the National Priority Area, \"Advances in Science and Engineering,\" and the Technical Focus Area, \"Innovation in Computational Modeling or Simulation in Research.\" This award supports fundamental computational and theoretical research on nonequilibrium transport in quantum dots and nanostructures. \r\nOn the nanometer length scale, high-bias nonequilibrium and quantum many-body effects are intimately coupled and conventional theories for transport in semiconductor devices become inadequate. The PI will develop a quantum simulation algorithm for steady state nonequilibrium systems. Quantum Monte Carlo simulations will be used to sample steady-state nonequilibrium ensembles governed by an effective quantum Hamiltonian that consists of the nanostructure Hamiltonian and the bias operator. The bias operator, written in terms of many-body scattering states, embodies the nonequilibrium boundary conditions of an open environment. Expectation values of time-independent operators can be calculated without analytic continuation.\r\nQuantum simulation in the far-from-equilibrium steady state has been lacking to date. The PI's method enables the determination of essential characteristics of steady-state transport, such as I-V curves. The algorithm is expected to continuously cover wide bias regimes from many-body coherent transport to one-body transport. With the flexibility of the quantum Monte Carlo algorithm, the PI plans to extend simulations to multi-dot and multi-level systems. The inter-site resonance, dephasing and voltage-drop will be investigated systematically.  Non-local effects induced by the nonequilibrium boundary condition are included in a controlled manner. \r\nThe PI's general algorithm may have broader impact on other fields that may contribute to future information technology, including: quantum information control, spintronics, quantum optics, and quantum computation. A confined system (eg. quantum dots) coupled to an open environment (eg. Metallic leads) constitutes a general problem of how quantum information is transported, dephased and reduced by the many-body interactions and the coupling to the environmental degrees of freedom. This work on quantum nonequilibrium systems may have further impact on chemistry and core electrical engineering. \r\n%%%\r\nThis award was made on a proposal submitted to the Division of Materials Research under the Information Technology Research solicitation NSF-04-012. Research activities covered by this award fall under the National Priority Area, \"Advances in Science and Engineering,\" and the Technical Focus Area, \"Innovation in Computational Modeling or Simulation in Research.\" This award supports fundamental computational and theoretical research on nonequilibrium transport in quantum dots and other nanostructures.  Electrons in materials such as quantum dots and nanostructures under the influence of strong electric fields are a system of strongly interacting particles that is far from equilibrium and presents a fundamental problem that is intellectually challenging. Such systems are not well understood and at the same time can form the basis for future technologies. The PI proposes to develop a new algorithm that he will use to study the interplay between interactions and the degree to which a system is out of equilibrium. In addition to algorithmic development, the use of the algorithm may impact future information technology.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jong",
   "pi_last_name": "Han",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jong E Han",
   "pi_email_addr": "jonghan@buffalo.edu",
   "nsf_id": "000280551",
   "pi_start_date": "2004-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731400",
   "pgm_ele_name": "ITR FOR NATIONAL PRIORITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1765",
   "pgm_ref_txt": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 234000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 117000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 117000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 117000.0
  }
 ],
 "por": null
}