{
 "awd_id": "0427262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Size Dependent Neuronal Translocation of Nanoparticles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia J. Ekstein",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 199997.0,
 "awd_min_amd_letter_date": "2004-06-25",
 "awd_max_amd_letter_date": "2006-07-12",
 "awd_abstract_narration": "0427262  Oberdorster  There is increasing concern about potential adverse effects of engineered nanoparticles (NP) on the environment and on human health. Because of their small size of <100 nm in diameter, NP are likely to elicit much greater biological activities than larger-sized particles. Distribution of NP from the portal of entry to other organs may induce serious adverse effects. In particular, the findings of nano-sized particles translocating via sensory neurons from the respiratory tract (nasal region) to structures of the Central Nervous System (CNS) raise questions about potential short-term and longterm health consequences. Are uptake and translocation in sensory nerves controlled by the size of NP? Does NP chemical composition and surface coating influence neuronal uptake and translocation? Does the translocation of NP induce signs of toxicity in target areas of the brain?  This proposed research will address these fundamental questions within the SGER program of NSF. The research is considered exploratory and high risk because it is a first attempt to systematically examine NP size-dependent translocation along neuronal pathways, representing a project of an emerging area of nanotoxicology. Results will likely catalyze  nanotechnological engineering with respect to developing nanostructured materials based on health effects. \r\nThe studies will be performed in rats using intranasal instillation of NP. The Objective 1a studies (limit of NP size for translocation) will be performed with gold nanoparticles of 5 different sizes, 2 nm . 100 nm. This will be followed by Objective 1b studies on the impact of NP chemistry using different types of NP (nanogold with different coatings; TiO2; SiO2; Cd-based quantum dots and rods and Pt-Fe core-shell nanoparticles).\r\nThis research necessitates close collaborations between materials scientists and toxicologists; the proposed studies will, therefore, be performed in a multidisciplinary team approach involving scientists in the disciplines of classical toxicology, cellular/molecular toxicology, and materials science at the University of Rochester. Results of this exploratory research will form the basis for a subsequent comprehensive research program to assess biological effects of NP, whether they are adverse or benign, and to elucidate underlying cellular and molecular mechanisms.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gunter",
   "pi_last_name": "Oberdorster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gunter Oberdorster",
   "pi_email_addr": "gunter_oberdorster@urmc.rochester.edu",
   "nsf_id": "000188878",
   "pi_start_date": "2004-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 199997.0
  }
 ],
 "por": null
}