{
 "awd_id": "0427538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR-(NHS+ASE)-(Sim): Self-Organization of Complex Network Dynamics for Efficiency and Robustness",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2004-09-02",
 "awd_max_amd_letter_date": "2008-07-29",
 "awd_abstract_narration": "This award was made on a proposal submitted to the Division of Materials Research under the Information Technology Research solicitation NSF-04-012. Research activities covered by this award fall under the National Priority Area, \"Advances in Science and Engineering,\" and the Technical Focus Area, \"Innovation in Computational Modeling or Simulation in Research.\" This award supports computational research in the dynamical properties of networks. Many natural and man-made systems are structured as complex networks.  Examples include infrastructure networks, such as the power-grid, phone lines, and the Internet, transportation networks, such as highways, railways, and airways, and social networks, such as those describing acquaintanceships, collaborations, and terrorists.  Other complex networks describe dynamic adaptive control systems in both engineering and biology.  All of these networks consist of nodes where connections or interactions are described by a mesh of links.  Generally, the nodes will behave heterogeneously, and the links will have different strengths or capacities.  Typically, the links transport some quantity, including information, power, material, disease, or influence, between the nodes.  Therefore, the networks often evolve, or are constructed, to ensure that the transport is efficient and robust to changes in either the network itself or to changes in its environment or task.  In many natural networks, and in some designed networks, the capacity to evolve or organize to become efficient and robust is built into the dynamics of the network itself.  Understanding and controlling the evolutionary dynamics of complex networks is important to both national and homeland security and to advanced science and engineering.\r\n\r\nMost existing studies of networks are concerned primarily with their structural properties.  This research will, instead, explore how the dynamics of networks can self-organize to ensure efficient and robust behavior.  It will also examine how the dynamics of networks is related to the evolution of their structure.  The goal will be to characterize and understand how network dynamics can be designed to optimize and control their behavior in a robust way.  Another goal will be the opposite, namely to understand how the behavior of a network can be disabled.  Specifically, the work will build upon recent results that have explored the efficiency of transport in scale-free networks, the emergence of scale-free leadership structure and of collective efficiency in social networks, and the evolution of canalization, a type of robustness known to be important in developmental biology, in adaptive control networks.  Simple models of dynamic networks that aim to capture the essential underlying behavior of real-world networks will be studied with the tools and methods of statistical physics, including large-scale computer simulations.  The results will then be compared with real-world networks.\r\n\r\nThe results of the research will be important to national and homeland security because they will help us understand how to design and build efficient and reliable infrastructure and transportation networks, and how terrorist or disease activity may be disrupted by exploiting the vulnerabilities of the network dynamics.  The results will also advance science and engineering by improving our understanding and design of adaptive control systems on networks.\r\n\r\nGraduate students will be involved with this project.  The PI also has a commitment to involvement of underrepresented groups.\r\n%%%\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Bassler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin E Bassler",
   "pi_email_addr": "bassler@uh.edu",
   "nsf_id": "000209832",
   "pi_start_date": "2004-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "731400",
   "pgm_ele_name": "ITR FOR NATIONAL PRIORITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1765",
   "pgm_ref_txt": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9260",
   "pgm_ref_txt": "FASED"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}