{
 "awd_id": "0427889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR-(ECS+ASE)-(dmc+int): Info Tech Challenges for Secure Access to Confidential Social Science Data",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 2938000.0,
 "awd_amount": 2938000.0,
 "awd_min_amd_letter_date": "2004-09-09",
 "awd_max_amd_letter_date": "2004-09-09",
 "awd_abstract_narration": "Census Research Data Centers (RDCs), based in Ann Arbor, Berkeley, Boston, Chicago, Durham, Ithaca, Los Angeles, New York City, and Washington provide approved scientists with access to confidential Census data for research that directly benefits both the Census Bureau and society. The RDC directors, administrators, board members and researchers, together with the Center for Economic Studies and the Longitudinal Employer-Household Dynamics (LEHD) Program, constitute a collaborative research network that is building and supporting a secure distributed computer network that enables research that is critical to our economic and civic prosperity and security.  The network operates under physical security constraints dictated by Census and the Internal Revenue Service. The constraints essentially eliminate the possibility of distributing the computations to facilities outside of the Bureau's main computing facility. Instead, the researchers use the RDCs as supervised remote access facilities that provide a secure, encrypted connection to the RDC computing network.  \r\n\r\nThis project addresses the technical and logistical issues raised by the creation, maintenance, and growth of the RDC network while maintaining the confidentiality guaranteed to participants in Census data.  The RDCs and LEHD will lead a new wave of research with the development of innovative, large-scale linked data products that integrate Census Bureau surveys, censuses and administrative records with data from state governments and surveys conducted by private institutions. Both CES and LEHD have extensive experience in creating these products. The RDC network researchers will enhance that experience and contribute their own expertise to the data linking research. The newly created data will be richer than any presently available to researchers with no increase in respondent burden. They will also raise complicated and vexing issues regarding disclosure avoidance and participant privacy.\r\n\r\nThe project also creates synthetic versions of these confidential data sets.  This will increase the accessibility of these data to social science researchers while preserving the confidentiality of private information. Synthetic and partially-synthetic data are new confidentiality protection techniques that rely on computationally intensive sampling from the posterior predictive distribution of the underlying confidential data. The result is micro-data that preserve important analytical properties of the original data and are, thus, inference-valid. The synthetic versions of confidential data are for public use. At the same time, ongoing research within the RDCs using the gold-standard confidential data will constantly test the quality of the synthesized data and allow for continuous improvement.  As a result a continuous feedback relationship will be established between the research activities conducted in RDCs on confidential Census Bureau data and the quality of the Bureau's public use data products-namely, the synthetic micro data created by these projects. In order to accomplish these computationally-intensive activities, as well as to allow researchers to engage in such innovative research as agent-based simulations and geo-spatial analysis, we will install a supercluster of SMP nodes optimized for the applications of creating linked data, analyzing the gold-standard data, and processing the data to produce multiply-synthesized public use data sets. Two industry partners, Intel and Unisys, have promised to directly support the creation of this supercluster by donating 256 Itanium 2 processors and providing the computing crossbars, cluster infrastructure, and disk storage arrays at manufacturer's cost. The Linux-based system will be integrated and tuned by the proposal team from Argonne National Laboratories. The synthetic data specialists on the proposal team will port existing multi-threaded data synthesizers and develop new ones.\r\n\r\nBroader Impacts:  The research conducted in RDCs and at LEHD over the past decade has made important contributions to our understanding of essential social, economic, and environmental issues that would not have been possible without use of the confidential data accessible via the RDC network. It is difficult to overstate the significance of this research, which has used more than 30 years of longitudinally integrated establishment micro-data from the Census Business Register and Economic Censuses; confidential micro-data from all the major Census surveys (Current Population Survey, Survey of Income and Program Participation, American Housing Survey), confidential micro-data from the Decennial Censuses of Population in 1990 and 2000; longitudinally integrated Unemployment Insurance wage records, ES-202 establishment data, and Social Security Administration data; federal tax information linked to major surveys; environmental data on air quality linked to Business Register and Economic Census data; Medicaid data linked to the Survey of Income and Program Participation; and many others.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Abowd",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Abowd",
   "pi_email_addr": "john.abowd@cornell.edu",
   "nsf_id": "000332299",
   "pi_start_date": "2004-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew D Shapiro",
   "pi_email_addr": "shapiro@umich.edu",
   "nsf_id": "000381360",
   "pi_start_date": "2004-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trivellore",
   "pi_last_name": "Raghunathan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Trivellore E Raghunathan",
   "pi_email_addr": "teraghu@umich.edu",
   "nsf_id": "000282990",
   "pi_start_date": "2004-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Jarmin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Jarmin",
   "pi_email_addr": "ron.s.jarmin@census.gov",
   "nsf_id": "000432009",
   "pi_start_date": "2004-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Roehrig",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen F Roehrig",
   "pi_email_addr": "roehrig@andrew.cmu.edu",
   "nsf_id": "000096488",
   "pi_start_date": "2004-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731400",
   "pgm_ele_name": "ITR FOR NATIONAL PRIORITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 2938000.0
  }
 ],
 "por": null
}