{
 "awd_id": "0427360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensors: On-sensor Self-Calibration of Oxygen Microsensor; A Model System of Structural and Functional Integration of Biomicrosystem",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 248344.0,
 "awd_amount": 248344.0,
 "awd_min_amd_letter_date": "2004-08-20",
 "awd_max_amd_letter_date": "2004-08-20",
 "awd_abstract_narration": "\r\nTITLE: Sensors: On-sensor self-calibration of oxygen microsensor; a model system of structural\r\nand functional integration of biomicrosystem.\r\n\r\nABSTRACT\r\nThe objective of this work is the implementation of on-chip, built-in intelligent control (2-point\r\nself-calibration/self-diagnosis) of dissolved oxygen microsensor by using an integrated\r\nelectrochemical actuation microsystem. The development of intelligent and autonomous\r\nbiochemical microsensor is in infant stage. A novel protocol needs to be developed to overcome\r\nthe signal instability caused by drift of baseline and degradation of sensitivity. We propose to\r\nuse an electrochemical actuation mechanism (water electrolysis) to accomplish this novel\r\nfunctionality. A water electrolysis microsystem (microchambers, microelectrodes, and\r\nmicrochannels) will be designed to provide two critical functions. First, the electrolytes saturated\r\nwith the electrochemically generated dissolved gases serve as the calibrants for an integrated\r\nmicrosensor (two-point procedure with oxygen-saturated and oxygen-depleted electrolytes).\r\nSecondly, the electrochemically generated bubbles provide a driving force of the bidirectional\r\nmicrofluidic manipulation for the sampling/dispensing of sample solution. A microsystem\r\nincluding an amperometric dissolved oxygen microsensor and a water electrolysis microactuator\r\nis prepared by microfabrication technology. Their performances will be characterized in terms of\r\nthe actuation signal (duration and amplitude) and the geometries of microfluidic components.\r\nThe self-calibration/self-diagnosis capability is expected to significantly improve the accuracy\r\nand reliability of the biochemical sensors during continuous use and to make the in situ decision-\r\nmaking process viable in biological and medical monitoring.\r\nINTELLECTUAL MERITS OF PROPOSED ACTIVITY\r\nThe electrochemical actuation is an emerging field in the MEMS-based microsensor\r\ntechnologies. The proposed method is the first approach to accomplish the functional integration\r\n(built-in intelligence) combined with the structural integration of biochemical sensor/actuator\r\n(miniaturization). The electrolysis actuation is applicable to improve performances of other\r\nenzymatic microsensors that utilize the oxidase enzyme reaction and to accomplish intelligent\r\noptical biosensing system. The same method can achieve the microfluidic actuation without the\r\ncomplicated MEMS-based structures. This system integration of both microsensors and\r\nmicroactuators is anticipated to advance current biomicrosystem technology towards innovative\r\ninstrumentation for autonomous and minimally-attended biochemical monitoring.\r\nBROADER IMPACTS RESULTING FROM THE PROPOSED ACTIVITY\r\nThe PI has a joint appointment in the Departments of Electrical & Computer Engineering and\r\nBiological Sciences at the University of Missouri-Rolla (UMR). The primary responsibility of\r\nthe PI is to bridge the gap between the disciplines by initiating the campus-wide interdisciplinary\r\nresearch activities and by educating the students from both departments. The UMR is a member\r\nof LS-MoAMP (The Louis Stokes Missouri Alliance for Minority Participation) program and\r\nruns WIES (Women in Engineering and Science Program). The proposed research will be a\r\nvaluable resource to expedite these activities through the involvement of students from various\r\nacademic departments and from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chang-Soo",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chang-Soo Kim",
   "pi_email_addr": "ckim@mst.edu",
   "nsf_id": "000249508",
   "pi_start_date": "2004-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W. 12TH STREET",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654091330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7224",
   "pgm_ref_txt": "SENSOR SOLICIATATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 248344.0
  }
 ],
 "por": null
}