{
 "awd_id": "0427737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Production of Exopolymeric Substances by Arctic Sea Ice Algae",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane V. Dionne",
 "awd_eff_date": "2004-03-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 177526.0,
 "awd_min_amd_letter_date": "2004-03-11",
 "awd_max_amd_letter_date": "2004-03-11",
 "awd_abstract_narration": "Synopsis of proposal:\r\n\r\nExopolymeric substances (EPS) produced by photosynthetic microalgae are gaining recognition as a significant but highly variable component of primary production in aquatic systems. EPS production may play critical roles in algal motility, buoyancy, attachment to surfaces, nutrient scavenging, defense, and photosynthetic carbon overflow. EPS is also a source for transparent exopolymer particles (TEP) that have been implicated in many critical mechanisms controlling carbon transformations and export in the sea. EPS and TEP production have been most frequently studied in diatom cultures and phytoplankton blooms. These materials are transformed by colonizing organisms and physical aggregation processes (e.g. marine snow), and subjected to microbial degradation as well as zooplankton grazing. Arctic sea ice and underlying waters show high TEP accumulations associated with diatom blooms. When TEP from the sea ice is released to the water column, it has the potential to increase aggregation (increasing carbon export from surface waters. Thus, TEP production has attributes distinct from primary production of particulate or dissolved carbon, implying a need for rate process measurements for Arctic ocean carbon cycle models. The main hypothesis to be tested is that high EPS and TEP production in Arctic sea ice is a consequence of nitrogen stress during diatom blooms. Studies on diatoms in culture and from benthic diatom communities (an analog to the thin, high-biomass algal communities that occur in the ice-seawater interface of sea ice) have shown that low N and P availability can lead to high EPS production. Nutrient stress has been demonstrated in Arctic sea ice diatom blooms, and most commonly attributed to the supply of N or Si. The project will test the effect of all 3 macronutrient elements (N, P and Si). It will make rate measurements for EPS and dissolved organic carbon production as a fraction of primary production, along with measurements of TEP accumulation, using both experimental manipulations and field observations to test this hypothesis. The field program will be carried out in the Beaufort Sea as part of the Canadian Arctic Shelf Exchange Study (CASES). The main goal of CASES is to understand the biogeochemical and ecological consequences of sea ice variability and change. Canadian researchers will be making core measurements of algal biomass and production (dissolved and particulate) to which this new project will add partitioning of EPS and TEP production. The CASES field studies will focus on offshore pack ice during the spring, with the advantage of encountering a wide variety of sea ice habitats that may differ in TEP production. Sea ice is an extreme environment covering a large fraction of the World Ocean. The recent discovery that Arctic sea ice cover is diminishing, possibly due to human-induced climate change, underscores the need to understand this ecosystem. Outreach activities will produce teaching materials focused on sea ice and polar oceanography for inclusion in on-line course materials developed for community college students. Development of educational materials will be done in collaboration with students and teachers at Fullerton College. Products will be assessed as part of a community college oceanography courses and will also incorporate opportunities to showcase international scientific collaboration \"in action\" during field seasons in the Arctic.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lizotte",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Lizotte",
   "pi_email_addr": "mlizotte@uncc.edu",
   "nsf_id": "000091230",
   "pi_start_date": "2004-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Oshkosh",
  "inst_street_address": "800 ALGOMA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "OSHKOSH",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9204243215",
  "inst_zip_code": "549013551",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "WI06",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DCYNUU4E7Q66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Oshkosh",
  "perf_str_addr": "800 ALGOMA BLVD",
  "perf_city_name": "OSHKOSH",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "549013551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 177526.0
  }
 ],
 "por": null
}