{
 "awd_id": "0427103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR:   Collaborative Research:   (ASE+NHS+EVS)-(sim+dmc+int):   In Silico De Novo Protein Design:   A Dynamically Data Driven, (DDDAS), Computational and Experimental Framework",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 340069.0,
 "awd_min_amd_letter_date": "2004-09-03",
 "awd_max_amd_letter_date": "2006-01-18",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Dimitrios Morikis \r\nInstitution: University of California Riverside\r\nProposal Number: 0427103\r\n\r\nResearch:  \r\n\r\nA challenge in computational protein design is the discovery of novel proteins, which are compatible with either target template structures or arbitrarily three dimensional structures. This research is a dynamically data driven application systems, (DDDAS), effort through an integrative research framework, (i.e., computational, physicochemical, and biochemical approaches) for the in silico de novo design of peptides and proteins. The primary aims of the project are (i) in silico sequence selection and folding specificity calculations through a novel computational framework that is based on mixed-integer optimization and deterministic global optimization, (ii) in vitro and in silico characterization via NMR, structure determination, and molecular dynamics, (iii) protein expression, structural characterization and activity measurements of predicted sequences, and (iv) the development of a web-based WorkBench support system for de novo peptide/protein design which will be freely available to all researchers. The biological systems for testing and validating the proposed framework include the C3a anaphylatoxin (aims (i)-(iv)), and human beta defensins (aims (i), molecular dynamics of (ii) and (iv)). \r\n\r\nIntellectual Merit:\r\n\r\nThe planned effort involves an interdisciplinary team (Floudas, Lambris, Morikis) from three institutions (Princeton, U. Penn, U. California at Riverside). Their expertise spans the fields of complement biology, protein chemistry, structural biology, mathematical modeling and analysis, combinatorial and global optimization, scientific computing, and bioengineering, and the project is an integrative computational and experimental effort. These developments can expedite significantly the drug discovery process, address important tasks in the design of new drugs, and the proposed novel concept of a web-based WorkBench will be the first such service to the scientific community.  \r\n\r\nBroader Impacts:  \r\n\r\nUsing IT and DDDAS techniques, in a uniquely symbiotic computational and experimental framework, this project will lay the groundwork for making significant advances in the discovery of new drugs. This framework for in silico prediction of new sequences which fold selectively to structural templates and their experimental validation will allow rapid screening of novel alternatives and will lead into better and faster drug discovery which has direct impact in our society. The proposed effort integrates participation of graduate students, postdoctoral students, and undergraduate students into the research, thereby providing multidisciplinary training opportunities. The co-PIs have records in research with undergraduate students as part of their junior independent work, as well as senior thesis work. All three institutions have policies for attracting students and employees from traditionally under-represented groups. The co-PIs are committed to working with these students and will work pro-actively to attract them to this research project, the seminar series, the journal club, and the graduate level course. The co-PIs have strong records of educating undergraduate and graduate students, and post-doctoral associates from under-represented groups. The results of the research will be disseminated to the entire scientific community through publications in archival journals, refereed proceedings, and via presentations at conferences. Furthermore, the development of the web-based WorkBench for the de novo design of peptide/proteins will provide, for the first time, service to the scientific community. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dimitrios",
   "pi_last_name": "Morikis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dimitrios Morikis",
   "pi_email_addr": "dmorikis@ucr.edu",
   "nsf_id": "000102568",
   "pi_start_date": "2004-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "731400",
   "pgm_ele_name": "ITR FOR NATIONAL PRIORITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "1403",
   "pgm_ref_txt": "PROCESS & REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7314",
   "pgm_ref_txt": "ITR FOR NATIONAL PRIORITIES"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 334069.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}