{
 "awd_id": "0427638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR-(ASE)-(sim): Ab Initio Modeling of Self-Assembled Pattern Growth in Heteroepitaxial Alloy Films with Long-Range Elastic interactions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 255000.0,
 "awd_amount": 255000.0,
 "awd_min_amd_letter_date": "2004-08-24",
 "awd_max_amd_letter_date": "2004-08-24",
 "awd_abstract_narration": "This award was made on a proposal submitted to the Division of Materials Research under the Information Technology Research solicitation NSF-04-012. Research activities covered by this award fall under the National Priority Area, \"Advances in Science and Engineering,\" and the Technical Focus Area, \"Innovation in Computational Modeling or Simulation in Research.\" This award supports computational research and education to develop simulation algorithms with an aim to study pattern formation in alloy films that could be used for directed self-assembly of nanostructures. Spontaneous formation of two-dimensional (2D) nanoscale patterns (stripes and disks) has been observed in several surface alloy films composed of immiscible species. These systems exhibit regular features on length scales that are currently inaccessible to even the most advanced lithographic techniques, showing promise as masks for use in directed self-assembly of nanoscale devices. Using computer simulations, the PI will study the formation of regular arrays of stripes and disks in growing ultrathin alloy films. The PI's research aims to make significant scientific advances in the following key directions:\r\n1.\tIdentification of new alloy/substrate systems with strong energetic tendencies to form long-period ordered patterns, which could be used as masks for directed self-assembly.\r\n2.\tDevelop models of epitaxial growth of ultrathin films that can predict optimal parameters for achieving robust and highly regular patterning.\r\n3.\tDevelop efficient computational algorithms for simulating surface systems with long-range elastic interactions.\r\nThe PI will use a range of computational research tools spanning ab initio electronic structure calculations to lattice-based Kinetic Monte Carlo (KMC) simulations with long-ranged elastic interactions. A goal is to construct quantitative models of the thermodynamics and kinetics of pattern formation in ultrathin heteroepitaxial surface alloy films. Thermodynamic models will be used to systematically search for alloy systems that exhibit energetic tendencies to form patterns with nanometer-scale periodicities. Besides pure theoretical interest, there is a strong practical need to identify such systems as there are only a few known cases of pattern-forming surface alloys that can form large-scale defect-free structures required for directed self-assembly.\r\nKinetic growth simulations may help us to control the number of structural defects during the growth stage. These models will be used to predict optimum experimental conditions such as the composition, temperature, and deposition rate. Finally, long-range elastic strain effects will be treated by accurate coarse-graining methods familiar from renormalization group theory. Theoretical research will be performed in collaboration with experimental studies of metallic surface alloys carried out at Sandia National Labs.\r\nEducation is a broader impact of this award. It includes involving undergraduate and graduate students in computational projects on the use of simulation in materials research and developing an HTML- and Perl-based Web interface for research codes and use them in teaching thermodynamics and kinetics of phase transformations and surface growth. Perl scripts will be used to collect input parameters from a Web form, launch the simulation on a remote LINUX server, and display the results on dynamically generated Web pages. This approach represents a promising future platform for integrating existing research codes with educational activities. The acquired experience and Web scripts will be freely shared with the community.\r\n%%%\r\nThis award was made on a proposal submitted to the Division of Materials Research under the Information Technology Research solicitation NSF-04-012. Research activities covered by this award fall under the National Priority Area, \"Advances in Science and Engineering,\" and the Technical Focus Area, \"Innovation in Computational Modeling or Simulation in Research.\" This award supports computational research and education to develop simulation algorithms with an aim to study pattern formation in alloy films that could be used as a template to assemble materials and nanostructures on the nanoscale. Spontaneous formation of two-dimensional (2D) nanoscale patterns (stripes and disks) has been observed in several surface alloy films composed of immiscible species. These systems exhibit regular features on length scales that are currently inaccessible to even the most advanced lithographic techniques, showing promise as masks for use in directed self-assembly of nanoscale devices. Using computer simulations, the PI will study the formation of regular arrays of stripes and disks in growing ultrathin alloy films. Besides pure theoretical interest, there is a strong practical need to identify such systems as there are only a few known cases of pattern-forming surface alloys that can form large-scale defect-free structures required for directed self-assembly. Kinetic growth simulations may also help us to control the number of structural defects during the growth of materials and nanosctructures. Structural defects affect the properties of materials and nanstructures. Theoretical research will be performed in collaboration with experimental studies of metallic surface alloys carried out at Sandia National Labs.\r\nEducation is a broader impact of this award. It includes involving undergraduate and graduate students in computational projects on the use of simulation in materials research and making research codes more \"user friendly\" and using them in teaching thermodynamics and kinetics of phase transformations and surface growth. The acquired experience and Web scripts will be freely shared with the community.\r\n***\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vidvuds",
   "pi_last_name": "Ozolins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vidvuds Ozolins",
   "pi_email_addr": "vidvuds.ozolins@yale.edu",
   "nsf_id": "000493585",
   "pi_start_date": "2004-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731400",
   "pgm_ele_name": "ITR FOR NATIONAL PRIORITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1765",
   "pgm_ref_txt": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 255000.0
  }
 ],
 "por": null
}