{
 "awd_id": "0427770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR: Collaborative Research: (EVS + ASE) - Soc + int): Electronic Auction Markets",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 440129.0,
 "awd_amount": 440129.0,
 "awd_min_amd_letter_date": "2004-09-08",
 "awd_max_amd_letter_date": "2004-09-08",
 "awd_abstract_narration": "This project studies electronic auction markets by integrating theoretical and experimental approaches, with particular attention to package auctions and exchanges. In package auctions, participants bid for bundles consisting of multiple items. In package exchanges, participants bid to buy, sell, or swap packages of items. For example, the Federal Communications Commission staff is currently evaluating the use of a package exchange to reallocate spectrum rights among new and existing users. An existing user might offer $X to its license with characteristics A for another license with characteristics B. \r\nIntellectual Merit: Package auctions as described above are distributed systems for resource allocation using human participants, extensive communications, and complex optimizations. The potential gains include improvements in high value resources allocations and even in life-savings applications. Moreover, the design of new auctions is a complex engineering task that must account for human behavior as well as communication and computation demands. This research will address all of the issues involved in successfully implementing package auctions and exchanges and related mechanisms. Among the many objectives, the investigators plan to (1) create new experiments to test the theory's predictions, such as the recent Ausubel-Milgrom prediction that outcomes are core allocations, (2) identify theoretically the communication and computation demands of resource allocation mechanisms in several kinds of environments, (3) evaluate experimentally how the environment, bidder characteristics and bidder tools affect the outcomes, (4) develop (distance) metrics that allow researchers to compare actual bidder behavior both to the predictions of theory and to the behaviors required for the mechanism to achieve performance targets, (5) compare (theoretically and experimentally) the performance of different market mechanisms, both static and dynamic, and (6) examine (both theoretically and experimentally) the effect of package evaluation costs on bidder behavior and auction performance.\r\n\r\nBroader Impacts: Auctions and exchanges with package bidding can result in dramatic improvements in resource allocations compared to traditional designs in many high-value settings. Static package auctions have already been used for business procurement; the US Federal Communications Commission is exploring dynamic package auctions and exchanges to reallocate radio spectrum rights to much higher valued uses. In addition, auction-like mechanisms that do not use cash transfers promise great improvements for important transactions, such as life-saving organ swaps that help patients and donors improve the tissue matches and increase the chance that transplants will succeed, and school matching procedures that assign children to schools and avoid the kind of chaos experienced, for example, by New York City high schools in 2003. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Milgrom",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Milgrom",
   "pi_email_addr": "milgrom@stanford.edu",
   "nsf_id": "000323580",
   "pi_start_date": "2004-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ilya",
   "pi_last_name": "Segal",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ilya R Segal",
   "pi_email_addr": "isegal@stanford.edu",
   "nsf_id": "000104806",
   "pi_start_date": "2004-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731400",
   "pgm_ele_name": "ITR FOR NATIONAL PRIORITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 440129.0
  }
 ],
 "por": null
}