{
 "awd_id": "0428889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Shear Stress Measurement in Liquid Environments Using MEMS Sensor Arrays",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Wendell Schultz",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 390900.0,
 "awd_min_amd_letter_date": "2004-08-27",
 "awd_max_amd_letter_date": "2006-04-26",
 "awd_abstract_narration": "Proposal Number:\t0428889\r\nPrincipal Investigator:\tBeth Pruitt\r\nAffiliation:  \tStanford University\r\nSensors: Shear Stress Measurement in Liquid Environments using MEMS Sensor\r\n\r\nMicroelectromechanical systems (MEMS) shear stress sensors offer the potential to make measurements in fluids with unprecedented sensitivity, spatial and temporal resolution. The sensor arrays to be developed under this grant will facilitate hydrodynamic measurements which simply cannot be made now, e.g. in ocean reef environments, cardiovascular mockups, turbomachinery components, and flowing cell cultures.  MEMS processes offer tight tolerances, reduction in size and power requirements, and parallel fabrication of several designs of floating element direct shear stress sensors in one iteration.  These sensor arrays provide an exciting platform to explore factors affecting wall shear stress, such as roughness, floating element and gap size, as well as spatial variation along and across a flow.  Additionally, indirect thermal hot wire sensors will be fabricated near and on several of the direct floating element sensors to explore and compare the limits in dynamic response and resolution in varied flow conditions for each sensor type.  While most MEMS sensing devices have been developed for measurements in air and utilize unreliable indirect methods, the proposed research addresses the characterization and implementation of direct sensing elements in harsh liquid environments.  The goals of this project include: (1) Fabrication of calibrated shear flow sensing arrays suitable for operation in harsh liquid environments, e.g. an ocean surf-zone at depths of 10 to 30 meters. The smallest sensor size to be evaluated is 50 micronmeters, less than the diameter of a human hair; (2) Measurements using the sensors in steady and unsteady flows of saline solutions, and characterization of flows with and without the sensor; and (3) Simulation and analysis of the flow-structure interactions of the sensing elements under varied flows. Optimization of geometry for sensitivity and to minimize flow perturbations.  The intellectual merit of this work lies in the development of new shear stress measurement tools, calibration methodology, and accompanying models.  Longer term applications of the arrays will enable improved model validation and predictive tools for turbulent flows, fragile coastal ecosystems, and algorithms for control in complex flows. This work will support innovative, interdisciplinary research and development of miniature floating element sensors, designed and calibrated for hydrodynamic measurements to provide useful, real-time shear stress measurements with high resolution and dynamic response.  The program integrates theoretical and experimental approaches in a balanced manner. The methodology and equipment developed under the program will lead to new and enhanced educational demonstrations, e.g. utilizing this benchtop system for unsteady flow analysis and measurements in portable channels or in field environments (e.g. oceans, rivers). The intersection of disciplines is wide open for new researchers with no predisposition to background or connections; this program provides particularly important opportunities for underrepresented groups in engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Pruitt",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Beth L Pruitt",
   "pi_email_addr": "blp@ucsb.edu",
   "nsf_id": "000107226",
   "pi_start_date": "2004-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "7224",
   "pgm_ref_txt": "SENSOR SOLICIATATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 375000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 9900.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}