{
 "awd_id": "0428330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR-(ASE)-(dmc+int): Reconfigurable, Data-driven Resource Allocation in Complex Systems: Practice and Theoretical Foundations",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anita La Salle",
 "awd_eff_date": "2004-09-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 413941.0,
 "awd_amount": 413941.0,
 "awd_min_amd_letter_date": "2004-09-15",
 "awd_max_amd_letter_date": "2004-09-15",
 "awd_abstract_narration": "Reconfigurable, data-driven resource allocation in complex systems:\r\npractice and theoretical foundations\r\n\r\nAs web servers are developing into central components in the information infrastructure of our society, it becomes challenging to serve their ever-increasing and diversified customer population while ensuring high availability in a cost-effective way. The complexity of today's web servers systems and the variability of their workload often make effective resource allocation an elusive goal.\r\n\r\nThis proposal seeks support for the development of a data-driven performance-engineering framework to automate the process of robust, workload-aware resource allocation and management in today's complex web server systems. The researcher's focus is on the development of better understanding of the workload resource demands, on the development and implementation of efficient methodologies for bottleneck identification and resource allocation at the system level, and on the development of efficient analytic methodologies for performance prediction. To meet the above targets the following research tasks will be accomplished:\r\no A better understanding of the workload resource demands in web servers that serve dynamic pages will be obtained, focusing on identifying the different resource bottlenecks and the workload conditions under which these bottlenecks are triggered.\r\no A data collection mechanism at the system level will be devised that will gather statistical information, which can prompt scheduler reconfigurations. This mechanism will provide a better understanding on what system and workload data, and at what level of detail, needs to be monitored at run-time to readily provide to the allocation policies information about the state of the system.\r\no New, data-driven scheduling policies will be developed and will be implemented at the system level for the various bottleneck resources that will allow quick system recovery under transient overload conditions.\r\no New theoretical results will allow modeling of the workload and resource allocation policies with compact and tractable models. These models will guide parameterization of the resource allocation policies.\r\n\r\nIntellectual Merit: The proposed research will advance science and engineering by integrating data and analytic models for the development and implementation on actual systems of both workload-aware and system-aware algorithms to modulate resource allocation in web servers serving dynamic pages under constantly changing workload conditions. The proposed research, even assuming that not all results are positive, will attempt to answer several fundamental questions for the development of cost-effective, autonomic systems. The theoretical contributions of this research will advance the state-of-the-art in modeling of complex systems that are subject to continuous and severe changes in workload intensities and demands.\r\n\r\nBroader Impact: The impact of this research will affect that state-of-the-practice in actual off-the-shelf systems via industrial collaborations, specifically Seagate Research, by providing algorithms and tools that can modulate and automate the process of resource allocation in complex environments. Through this project, the researcher will also be able to impact the education of several students, preparing them to better meet industry demands in the areas of performance modeling and resource allocation in complex environments.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evgenia",
   "pi_last_name": "Smirni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evgenia Smirni",
   "pi_email_addr": "esmirni@cs.wm.edu",
   "nsf_id": "000346140",
   "pi_start_date": "2004-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "1314 S MOUNT VERNON AVE",
  "perf_city_name": "WILLIAMSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "23185",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "408900",
   "pgm_ele_name": "NETWORK CENTRIC MIDDLEWARE SVC"
  },
  {
   "pgm_ele_code": "731400",
   "pgm_ele_name": "ITR FOR NATIONAL PRIORITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 413941.0
  }
 ],
 "por": null
}