{
 "awd_id": "0429163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing acclimation in Prochlorococcus ecotypes through analyses of global gene expression",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 475000.0,
 "awd_min_amd_letter_date": "2004-08-06",
 "awd_max_amd_letter_date": "2008-06-25",
 "awd_abstract_narration": "Despite its discovery only a little over a decade ago, the prochlorophyte, Prochlorococcus marinus, has been shown to be very abundant in oligotrophic tropical and subtropical open oceans.  It is among the most productive phytoplankton in the oceanic gyres, accounting for up to 80% of primary production. As such, it is an important component of the marine food web for a significant fraction of the world's oceans. What adaptive features of Prochlorococcus strains make them so successful in oligotrophic environments, how have they adapted to changing environmental conditions and how do they acclimate as conditions fluctuate? Unfortunately we do not understand the processes that control either the dynamics or the boundaries of acclimation with respect to changing temperature, nutrient, or light conditions. Furthermore, while acclimation responses occur within the boundaries of adaptation, little is known about the critical cellular changes linked to acclimation, and if similar changes are observed among different groups of phytoplankton. \r\n\r\nDrs. Arrigo and Grossman will explore acclimation processes and the means by which adaptation has limited acclimation of phytoplankton by monitoring physiological and molecular responses of Prochlorococcus strains (both a high light- and low light-adapted ecotype) following the imposition of specific light, nutrient, and temperature conditions. Examination of acclimation in the laboratory will yield extensive mechanistic information that can eventually be used to explain growth rates and features of photosynthesis observed in open ocean phytoplankton.   \r\n\r\nThe primary goal of the research is to determine the molecular and physiological constraints that set limits on the ability of the different Prochlorococcus strains to acclimate to both high and low irradiance levels, increased temperatures, and nutrient stress. To attain this goal the investigators will address several questions related to features and mechanisms of acclimation: 1) How do different environmental cues modulate the acclimation responses? 2) How do cells sense environmental cues and convey that information to biosynthetic machinery? 3) What are the specific short-term and long-term responses of phytoplankton to changing conditions? 4) What are the relationships between physiological activities critical for acclimation and patterns of gene expression? 5) To what extent do the patterns of gene expression reflect changes in cell physiology? Prochlorococcus cultures will be monitored during growth in a cyclodyne following exposure to various light levels delivered over a day-night cycle with sinusoidal daylight variation.  The investigators will also initiate studies to determine responses of cultures to different temperatures and nutrient levels, mostly in batch cultures. \r\n\r\nThe project will generate results that can be adapted to enhance student and public understanding of relationships between organisms and their environment. These researchers will work closely with science educators at science centers to develop and build a classroom version of the cyclodyne, and design a series of experiments around it that explore the interaction between aquatic microbes and the environment. Prototype classroom cyclodynes and an associated curriculum will be developed and deployed in collaboration with local science training centers, including the Chabot Space and Science Center and/or the Exploratorium in San Francisco. Furthermore, detailed plans and protocols for building and using the cyclodyne and the microarrays, plus any software developed under the umbrella of this grant, will be made public on a website developed specifically for this project. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Arrigo",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin R Arrigo",
   "pi_email_addr": "arrigo@stanford.edu",
   "nsf_id": "000318310",
   "pi_start_date": "2004-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 475000.0
  }
 ],
 "por": null
}