{
 "awd_id": "0430709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Design and Analysis of Algorithms for Multicast Networks",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eun K. Park",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 246820.0,
 "awd_amount": 290858.0,
 "awd_min_amd_letter_date": "2004-08-26",
 "awd_max_amd_letter_date": "2006-06-12",
 "awd_abstract_narration": "Abtract\r\nMulticast networks have been proposed in the last years as a new technique for information routing\r\nand sharing. This new technology has an increasing number of applications in diverse fields, ranging\r\nfrom financial data distribution to video-conferencing, automatic software updates and groupware.\r\nIn multicast networks, the objective is to send information from a source to multiple users with a\r\nsingle send operation. This approach allows one to save bandwidth, since data can be shared across\r\nnetwork links. Multicast network applications often require the solution of diffcult combinatorial\r\noptimization problems. Most of these problems are NP-hard, which makes them very unlikely to\r\nbe solved exactly in polynomial time. Therefore, specialized algorithms must be developed that\r\ngive reasonable good solutions for the instances found in practice. The intrinsic complexity of these\r\nproblems has been a technological barrier for the wide deployment of multicast services.\r\nWe propose to design and study algorithms for some of the most important combinatorial\r\nproblems occurring in the area of multicast networks. One of the problems in this area asks for\r\nthe determination of an optimum route to be followed by packages in a multicast group. This\r\nis known as the multicast routing problem (MRP). A large number of heuristic algorithms have\r\nbeing proposed in the last years to solve the MRP, which is of great interest for network engineers.\r\nHowever, most of these heuristics do not give any guarantee of optimality and frequently are not able\r\nto find the global optimum for the problem. A second problem of great practical importance is that\r\nof finding the minimum number of cache nodes required to send multicast data when capacities are\r\nconsidered in the network links. This is also called the streaming cache placement problem (SCPP).\r\nThe SCPP has been only recently studied, and it presents many opportunities for economy in the\r\ndevelopment of new multicast systems.\r\nThe objective of this project is to study these and related problems occurring in multicast routing.\r\nOur goal is to find practical methods that can be used to implement efficiently the technologies\r\ninvolved with multicast applications. The development of fast algorithms for solving these problems\r\nrepresents an important step in allowing full scale implementations of multicast systems.\r\nIntellectual Merit of the Proposed Activities. Multicast problems are among the most\r\ndifficult in the area of networks from the theoretical point of view. This happens since such problems\r\nencompass the construction of solutions involving a large number of nodes, interacting in a very\r\ncomplicated way. New concepts appearing in this area are, for example, the interplay of diverse\r\nsource and destination nodes to achieve a common objective in a network structure. Our knowledge\r\nin multicast networks will have applications in other areas of network algorithmic research.\r\nThe techniques proposed to solve the problems discussed above will involve mathematical programming,\r\napproximation algorithms, metaheuristics for combinatorial optimization, large scale\r\ncomputing, and parallel and distributed computing. These techniques are among the specialities of\r\nthe PI and his research group.\r\nBroader Impact. The techniques developed in the context of this project will have broad impact\r\nin industrial practices for multicast network systems. A deep understanding of the algorithmic\r\nissues related to such applications will foster the development of better protocols, new routing implementations and improved end-user software. Beyond this, theoretical advances in this area will\r\nhave natural applications in other network problems, such as routing and transportation systems.\r\n1",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Panos",
   "pi_last_name": "Pardalos",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Panos M Pardalos",
   "pi_email_addr": "Pardalos@ufl.edu",
   "nsf_id": "000171555",
   "pi_start_date": "2004-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286000",
   "pgm_ele_name": "THEORY OF COMPUTING"
  },
  {
   "pgm_ele_code": "286500",
   "pgm_ele_name": "NUMERIC, SYMBOLIC & GEO COMPUT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 79737.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 126292.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 84829.0
  }
 ],
 "por": null
}