{
 "awd_id": "0430682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Approximation Algorithms for Scheduling, Packing, and Related Logistics Problems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Beigel",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2004-09-07",
 "awd_max_amd_letter_date": "2005-07-05",
 "awd_abstract_narration": "Most logistics problems, ranging from the design of large-scale networks, the management of inventory, the coordination of the supply-chain for a manufacturing enterprise, to the scheduling of production in a chemical processing facility, are NP-hard, and hence, unlikely to have algorithms that are guaranteed to find optimal solutions quickly.  Nonetheless, these problems must be tackled in an automated way, and so one tries to design algorithms that produces good solutions, if not optimal ones. In many cases, this is done in an ad hoc way, and one has little assurance that the solutions found are really close to the best one can do.  \r\n \r\nThe goal of the theory of algorithms is to study simplified models, so as to extract certain algorithmic paradigms that can then be applied to more realistic settings. By studying theoretical models, one has the aim that the insight needed to prove strong theorems about the quality of the solutions found, translates into algorithmic principles that lead to algorithms that work well on the problems that industry needs to solve.\r\n \r\nThe intellectual merit of this proposal is based on outlining a number of specific logistics problems, focusing primarily on problems from scheduling inventory management and network design, and giving details of specific algorithmic approaches that should lead to improved approximation algorithms: algorithms for which one can prove that the solutions found are guaranteed to deviate from the optimal by a small amount. Specifically, we consider the joint replenishment problem, the one-warehouse, multi-retailer distribution problem, the capacitated facility location problem, the bin-packing problem, the asymmetric traveling salesman problem, and the no-wait flow-shop scheduling problem.  \r\n \r\nFinding good approaches to gain new efficiencies in logistical planning is an issue that is important for the overall US economy, and this is one of the significant broader impacts of this proposal. Furthermore, it is important that the US workforce has sufficient expertise to meet the technological challenges of the coming century. This proposal seeks funds that will aid in the training of doctoral students, in this very important area for the economic competitiveness of the US, who will become the next generation of faculty teaching our college population.  Finally, current undergraduate courses need to reflect the current understanding of the basic principles of algorithms in optimizing logistics, so that our graduates, tomorrow's workforce, are prepared to meet the challenges ahead.\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Shmoys",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Shmoys",
   "pi_email_addr": "shmoys@cs.cornell.edu",
   "nsf_id": "000166132",
   "pi_start_date": "2004-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286000",
   "pgm_ele_name": "THEORY OF COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 99999.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100001.0
  }
 ],
 "por": null
}