{
 "awd_id": "0430165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Privacy-Aware Information Release Control",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Brandt",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2004-09-22",
 "awd_max_amd_letter_date": "2007-10-02",
 "awd_abstract_narration": "With rapid advancements in computer and network technology, it has become possible for an organization to collect, store, and retrieve vast amounts of data of all kinds quickly and efficiently. Data is of strategic and operational importance to many organizations. At the same time, these large information systems represent a potential threat to individual privacy since they contain a great amount of detailed information about individuals. Privacy of individual data handled poorly not only violates the fundamental rights of individuals and relevant federal and state laws, it is also a liability to businesses in terms of their trustworthiness and eventually their bottom line. Therefore, there is an urgent need of technology that can be adopted by organizations and businesses to protect the privacy of individuals without impeding the flow of information that is necessary to achieve their strategic and operation goals. Although this urgent need is reflected in the recent increase of research activities in the privacy area, there are several problems, especially related to a privacy-aware data release system, that are yet to be addressed. The essential questions include: when a piece of data is released, to what extent privacy of individuals is lost? If the loss is excessive, how do we modify the data to be released in a way that permits maximum flow of information while preserving privacy at the same time? \r\n\r\nThe starting point of this project is the realization that privacy concerns take different forms for different data sets. In order to preserve the privacy of individuals, the privacy concerns must be formalized. When data is released, whether used in privacy-preserving data mining or simply published to the third party or the general public, these privacy rules need to be satisfied. This is termed privacy-aware information release control.   Two general approaches are adopted: query anonymization and online data checking. Query anonymization means that all queries are to be evaluated to see how much privacy is disclosed through the query. If the query discloses too much, some changes will be made so that the privacy level will be maintained.  Here, the technical challenge is how to ensure that the system will release the maximum information but without any privacy violation. Online data checking means that when data is released, privacy rules will be checked on the to-be-released data to find any privacy violation. The technical challenge of online checking is its efficiency. These two methods are complementary to each other and can sometimes be used together in a practical system. The above techniques are based on knowing the privacy level that the data requester is allowed to have. Once data is released, depending on the level of private data contained in the output, some obligations may be attached. This project also tackles the problems related to management of such obligations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoyang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoyang Wang",
   "pi_email_addr": "Sean.Wang@uvm.edu",
   "nsf_id": "000454111",
   "pi_start_date": "2004-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745600",
   "pgm_ele_name": "ITR-CYBERTRUST"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}