{
 "awd_id": "0431772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fixed Amount Award",
 "awd_titl_txt": "Recreating the Rhone: Nature, Technology, and the State in France Since 1945",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald Rainger",
 "awd_eff_date": "2003-12-31",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 1891.0,
 "awd_min_amd_letter_date": "2004-04-19",
 "awd_max_amd_letter_date": "2004-04-19",
 "awd_abstract_narration": "While recent approaches within the history of technology have largely focused on technological artifacts and systems as cultural or political objects, this project examines the history of post-World War II industrialization with particular attention to how these objects manifest evolving relationships between humans, nature, and technology. In particular, it traces the development of France's Rhone River since 1945 by examining the history of river management technologies. Of central interest is how these technologies embodied, constituted, and prescribed shifting interactions between users of the Rhone, different uses, and the river itself. Such a historical ecological view of technology allows scholars to explore the recent history of industrialization not only in terms of technical change or shifts in the organization of work and production, but also as a fundamental transformation in the way modern societies interact with the natural environment. Complementing earlier approaches in science and technology studies that have centered on the idea of systems or networks, this project focuses on the interrelated processes of technological development, environmental management, and state building in France since World War II. Analyzing the technological artifacts built on the Rhone since 1945 illuminates larger transitions within not only river management technologies, but also the relationship between humans, nature, technology, and the state in contemporary France. Over the second half of the twentieth century, the Rhone was a literal site for debates between French engineers, bureaucrats, writers, and citizens over the proper balance of industry and agriculture; hydroelectric and nuclear energy; urban and rural spaces; development and environmental preservation; and if the Rhone should serve regional, national, or international interests. These groups also considered the proper role of the state in pursuing these different, and often competing, objectives. At its core, then, the development of the Rhone manifests conflicts over the ideal environmental and technological basis of the nation and national identity. This case study will, therefore, be of interest to historians of technology, scholars in technology studies, and environmental historians while its methodological and theoretical contributions also speak to the broader community of science and technology studies.  This proposal will permit travel to France for two months during the summer of 2003 to conduct essential new research in relevant archival collections in France, including Paris, Lyon, and Nimes as well as municipal and departmental archives in southeastern France. Documents in these collections will help to analyze and develop such themes as shifting political, economic, and institutional objectives for the Rhone; technical designs of specific projects; conflicts between different groups within the state, between state agencies and users, and among users; and responses by local communities to these projects. This new research will lead to a book, published articles, conference presentations, and invited talks. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Pritchard",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Sara B Pritchard",
   "pi_email_addr": "sbp65@cornell.edu",
   "nsf_id": "000481337",
   "pi_start_date": "2004-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 1891.0
  }
 ],
 "por": null
}