{
 "awd_id": "0431959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Pakistan Workshop:  29th International Nathiagali Summer College on Physics and Contemporary Needs:  Islamabad, Pakistan, June/July, 2004",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2004-07-15",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2004-07-12",
 "awd_max_amd_letter_date": "2004-07-12",
 "awd_abstract_narration": "0431959\r\nRahman\r\n\r\nDescription:  This proposal is to support participation by US scientists in the 29th International Nathiagali Summer College on Physics and Contemporary Needs in Islamabad, Pakistan in June-July 2004.  The Pakistani organizer is Professor Riazuddin, Director, National Center for Physics, Quaid-Azam University, Islamabad.    The request by Dr. Talaat Rahman, Department of Physics, Kansas State University, Manhattan, Kansas is to cover participation during a two-week workshop.  The first week covers VLSI design and manufacturing, network security and grid technology.  The second week deals with synchrotron radiation, advanced light source, sesame project and laser physics.  The topics in the Nathiagali Summer Colleges are current and geared towards the contemporary needs of developing countries. It is an excellent opportunity for scientists from the advanced countries to take their knowledge base and ideas for exchange, development, and application in other communities.  At least three junior US scientists will be supported in this project.  Dr Riazuddin, the co-organizer of the session on Condensed Matter Physics at the Summer College, is the director of the National Center for Physics at the Quaid-e-Azam University in Islamabad, Pakistan.  It is likely that US scientists coming to the College would be attracted to the Center.  This may transfer initial exchanges of ideas at the College into long-term collaborations.  The College attracts speakers from several western countries, and it has high visibility in Pakistan.  Past NSF support in few of the College's 28 years, has produced good results.  Publication of the proceedings of the College is planned.  The requested funds are for travel support of US based scientists who will lecture at the summer school.  Subsistence costs at the conference are borne by the Pakistani hosts, as well as all costs for participants from Pakistan and from neighboring countries.\r\n\r\nScope:  The summer school has a direct impact on bringing students in Pakistan, and from a number of developing countries in the region, up-to-date on current research in nanostructure science and engineering.  The participants are mostly recent Ph.D.'s who are interested in establishing long-term collaborations, which would allow them to remain active in their fields of research.  This is a good place for finding dedicated graduate students, and the PI and others have in the past recruited graduate students through contacts at these Summer Colleges.  The school also affords an opportunity to create research collaboration between the international scientists and their US counterparts, and to encourage opportunities for students to spend time in the laboratories of the US researchers.  Several examples of successful outcomes along these lines are highlighted in the proposal. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Talat",
   "pi_last_name": "Rahman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Talat S Rahman",
   "pi_email_addr": "talat.rahman@ucf.edu",
   "nsf_id": "000148115",
   "pi_start_date": "2004-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "1601 VATTIER STREET",
  "perf_city_name": "MANHATTAN",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665062504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5943",
   "pgm_ref_txt": "PAKISTAN (COOPERATIVE SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}