{
 "awd_id": "0432224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Contract",
 "awd_titl_txt": "Central Management and Planning for the Integrated Ocean Drilling Program",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927442",
 "po_email": "ktjohnso@nsf.gov",
 "po_sign_block_name": "Kevin Johnson",
 "awd_eff_date": "2004-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 166539343.0,
 "awd_min_amd_letter_date": "2004-04-01",
 "awd_max_amd_letter_date": "2014-03-27",
 "awd_abstract_narration": "NSF pioneered scientific ocean drilling in the late 1960's with the Deep Sea Drilling Project (DSDP). DSDP was followed in 1985 by the Ocean Drilling Program (ODP), the present phase of ocean drilling. ODP drilling operations terminated on September 9, 2003.\r\n\r\nAlthough ODP has terminated as planned, ocean drilling remains an essential capability in modern geoscience research and education and is used to examine processes ranging from changes in the Earth's climate to the rifting and drifting of continents. Drilling is the primary tool for sampling sediment and crustal rock from the 70 percent of the Earth's surface covered by oceans, and is the only technique for sampling anything more than a few meters deeper than the ocean floor. Based on this continuing requirement for ocean drilling, over 600 ocean and earth scientists have completed an internationally coordinated planning effort to examine the scientific objectives for a new phase of ocean drilling, the Integrated Ocean Drilling Program. Their efforts have resulted in the publication of the initial science plan for the IODP - Earth, Oceans and Life: Scientific Investigations of the Earth System Using Multiple Drilling Platforms and New Technologies. The IODP scientific objectives require a heavy vessel for drilling deep sedimentary and crustal holes, a lighter vessel to provide widely distributed arrays of high-resolution cores to address climate, environmental, and observatory objectives, and occasional use of drilling platforms for the Arctic and nearshore projects that cannot be undertaken from the two primary IODP vessels. \r\n\r\nNSF and the Ministry of Education, Culture, Sport, Science and Technology (MEXT) of Japan have agreed to co-lead the IODP, contribute equally to program operation costs, and to share in technical oversight of IODP centralized management and planning. A European consortium of 12 countries (European Consortium for Oceanographic Research Drilling, or ECORD; Denmark, Finland, France, Germany, Iceland, Italy, Netherlands, Norway, Portugal, Sweden, Switzerland, and the United Kingdom), represented by the Centre National de la Recherche Scientifique (CNRS) of France, have agreed to participate as a Contributing Member. Negotiations are underway for the People's Republic of China to join as an Associate Member.\r\n\r\nNSF will provide the light drilling vessel, its operation, and science support services for IODP. The Joint Oceanographic Institutions, Inc. Alliance (JOI, partnered with the Texas A&M University Research Foundation and Lamont-Doherty Earth Observatory, Columbia University) will serve as the contractor will provide non-riser drilling capabilities for IODP. MEXT has secured funding of approximately $500 million for the heavy drillship (Chikyu) to address deep drilling objectives in the new program. The British Geological Survey has been identified as the European operator for occasional short-term use of chartered drilling platforms for shallow water and Arctic objectives- so-called \"mission specific\" platforms.\r\n\r\nScientific ocean drilling in both DSDP and ODP has been accomplished under a single, centralized management structure with all operations (vessel/drilling operations and science services) contracted solely by NSF and supported with commingled international funds. NSF and the prime contractor assumed all risks (fiscal, environmental, and legal) related to vessel and drilling operations, which were conducted under U.S. policies, procedures and government regulations and requirements. The use of multiple drilling platforms in IODP and the construction of the Japanese vessel Chikyu preclude such a simple management and risk structure. Instead, the IODP members supplying the drilling platforms will support and manage their vessel/drilling operations independently through separate contracts. Under IODP arrangement, MEXT will assume legal and financial responsibility for the Chikyu, NSF will assume legal and financial responsibility for the light drillship to be operated by the JOI Alliance, and providers of mission specific platforms will assume legal and financial responsibility for their use. Required science services aboard all IODP vessels (such as shipboard laboratories, logging, data management, sample curation, and publications) will be centrally managed and integrated through one organization, which will provide commingled international funds for their support.\r\n\r\nThis new management structure has been developed and accepted by an International Working Group (IWG), composed of governmental representatives from countries planning to participate in IODP. The NSF and MEXT Memorandum Concerning Cooperation on the Integrated Ocean Drilling Program builds on these Principles to further codify the requirement for centralized management, planning, and distribution of funds for vessel science operations. The establishment of a Central Management Office (CMO) will ensure that the Integrated Ocean Drilling Program is truly integrated. Integration is needed in planning and operations of the scientific program on each platform, most directly represented in the creation of annual, integrated science plans. The CMO will receive scientific direction and guidance from the IODP science advisory structure, composed of a series of panels and standing committees with scientific and engineering representatives from member countries.\r\n\r\nThe CMO will also provide a center for the international coordination of IODP educational, outreach, and diversity activities. Member countries, including the United States, are responsible for separate funding and implementation of educational, outreach, and diversity activities aimed at their own populations. \r\n\r\nAs Lead Agencies, NSF and MEXT have agreed that the CMO should be a not-for-profit, independent U.S. corporation in contractual relationship with NSF, but with membership open to interested parties in IODP member countries. The science advisory support office, a part of this corporation, will be located in Japan. Under Contract OCE-0432224, IODP Management International, Inc. (IMI), a not-for-profit corporation registered in Delaware, will support integrated science planning and management services as the IODP Central Management Office Contractor. Seven Japanese and fifteen U.S. leading universities, centers, and institutes formed IMI in February 2003, with membership from leading European institutions expected shortly.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Manik",
   "pi_last_name": "Talwani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manik Talwani",
   "pi_email_addr": "manik@rice.edu",
   "nsf_id": "000162950",
   "pi_start_date": "2004-04-01",
   "pi_end_date": "2009-11-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiyoshi",
   "pi_last_name": "Suyehiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiyoshi Suyehiro",
   "pi_email_addr": "suyehiro@gmail.com",
   "nsf_id": "000541245",
   "pi_start_date": "2009-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "IODP MANAGEMENT INTERNATIONAL, INC",
  "inst_street_address": "815 CONNECTICUT AVE NW",
  "inst_street_address_2": "SUITE 210",
  "inst_city_name": "Washington",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "",
  "inst_zip_code": "200064004",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "IODP MANAGEMENT INTERNATIONAL, INC",
  "perf_str_addr": "815 CONNECTICUT AVE NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200064004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ele_code": "759800",
   "pgm_ele_name": "INTL IODP ACTIVITIES"
  },
  {
   "pgm_ele_code": "828000",
   "pgm_ele_name": "INTEGRATED OCEAN DRILLING PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ref_code": "7598",
   "pgm_ref_txt": "INTL IODP ACTIVITIES"
  },
  {
   "pgm_ref_code": "8280",
   "pgm_ref_txt": "INTEGRATED OCEAN DRILLING PROG"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "40XX",
   "app_name": "NSF TRUST FUND",
   "app_symb_id": "048960",
   "fund_code": "4007CYXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  },
  {
   "app_code": "40XX",
   "app_name": "NSF TRUST FUND",
   "app_symb_id": "048960",
   "fund_code": "4076XXXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 2498549.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 15017641.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 17851033.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 22032082.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 22308472.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25337358.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20672420.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14862090.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 18099196.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 7860502.0
  }
 ],
 "por": null
}