{
 "awd_id": "0432322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Proteomics-level Structural Biology of Transmembrane Proteins",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Parag R. Chitnis",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 92657.0,
 "awd_amount": 92657.0,
 "awd_min_amd_letter_date": "2004-08-18",
 "awd_max_amd_letter_date": "2004-08-18",
 "awd_abstract_narration": "Intellectual Merit:  Many vital cellular activities, including ion transport, cell-cell communication, vesicle transport, maintenance of cellular structure, and host-pathogen interactions, involve proteins that are embedded in the cell membrane.  Transmembrane (TM) proteins make up over 25% of known proteins and are the targets for the majority of pharmaceuticals in use today.  The improper folding and/or activity of TM proteins can cause severe malfunction in normal cellular processes.  In spite of the vast importance of TM proteins, there is far less known about their structures and molecular mechanisms than for soluble proteins. The presence of hydrophobic sequences can make it difficult to express and isolate large amounts of these proteins and makes them refractory to many biochemical and structural methods. This Small Grant for Exploratory Research (SGER) project addresses the general question: Why do recombinant protein expression methods result in the overexpression and correct membrane localization of some TM proteins but not others? More specifically, is there a general physical barrier to high levels of TM protein expression, or is the problem due more to regulation of individual proteins? Do changing growth conditions improve TM protein expression and membrane localization?  A systematic proteomics approach is being used to test the expression and membrane localization of 30 transmembrane proteins with a variety of characteristics and under a variety of growth conditions.    Research aims include: (A) Selecting 30 target proteins from a model bacterial system that varies in the number of predicted transmembrane helices, function, and other characteristics and (B) Constructing expression vectors encoding each target protein to determine which protein characteristics affect protein expression and which protein characteristics affect protein localization to membranes. This SGER project is being performed with 30 proteins to test the proof of concept and then, depending upon the results, a standard proposal will follow with a larger number of proteins.  The successful completion of this project is potentially high impact because it addresses the need for improved methods for obtaining sufficient amounts of TM proteins for studies of structure and molecular mechanisms.  Although this first project addresses specific questions about transmembrane protein expression, use of the set of 30 genes in a common set of vectors also lays the groundwork for future larger systematic studies to develop improved expression methods for TM proteins, as well as solubilization, purification, and characterization of this important class of proteins.\r\nBroader Impacts: The broader impact of this SGER project includes training and mentoring students in the lab and teaching and outreach by the PI. UIC is an urban university whose student makeup reflects the community, including many students who are from families with modest incomes, many students who are the first in their families to go to college, and students from under-represented groups.  Planned and continuing activities include: training and mentoring a diverse group of undergraduate and graduate students from the biology, physics, and bioengineering programs by providing experience in use of bioinformatics software, recombinant DNA techniques, protein biochemistry, and other important techniques; revising and updating undergraduate and graduate lecture courses through new lectures, bringing the PI's background in protein structure and function to the biology department; developing  a  novel  semester-long  section  for freshmen with new teaching materials and hands-on experiences that helps encourage students to consider a career in science. Additional outreach and teaching activities planned include judging science fairs at (predominantly minority) local K-12 schools and guest seminars at the ACA summer school.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constance",
   "pi_last_name": "Jeffery",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Constance J Jeffery",
   "pi_email_addr": "cjeffery@uic.edu",
   "nsf_id": "000277980",
   "pi_start_date": "2004-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 92657.0
  }
 ],
 "por": null
}