{
 "awd_id": "0433918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Radiocarbon Experiments in Boreal Forests to Assess Roles of Fungal Species in Decomposition",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 263145.0,
 "awd_amount": 263145.0,
 "awd_min_amd_letter_date": "2004-08-31",
 "awd_max_amd_letter_date": "2004-08-31",
 "awd_abstract_narration": "Decomposition of dead plant material by microbes elicits a large flux of respired CO2 from soils to the atmosphere. Respiration rates are typically challenging to predict under changing environmental conditions, potentially because multiple microbial groups, including fungi, contribute to this process. The objectives of our study are (1) to examine the potential for fungal species to perform different roles in decomposition, and (2) to incorporate these differences in large scale estimates of decomposition following forest fires and N deposition. Specifically, we will examine the hypothesis that saprotrophic fungal species differ in uptake rates of carbon sources, so that \"Ruderals\" quickly acquire labile compounds, while \"Competitives\" primarily rely upon slow, constant uptake of recalcitrant compounds. If this hypothesis is supported, it would suggest a mechanism for resource partitioning among fungal species. We also expect that contributions to decomposition by Competitives will be inhibited under greater N availability, and this reduction will be most pronounced in young fire scars, where recalcitrant substrates are abundant as woody debris. \r\nTo address these goals, the proposed work encompasses three major approaches that will be based in boreal forests of Alaska. First, we will perform dual-isotope labeling of mushrooms under field conditions to examine trade-offs that may influence partitioning of substrate use among fungi. A mix of radiocarbon (14C) labeled recalcitrant substrates and 13C labeled labile substrates will be applied to the soil, and a timeline of isotope signatures of CO2 respired from mushrooms of known fungal species will be measured. The release of 14C- versus 13C-labeled CO2 will indicate the extent to which different species use recalcitrant versus labile carbon. The timing of 13CO2 respiration will indicate the rate at which different species can exploit new labile C sources. Second, we will examine natural 14C signatures of fungi to estimate the ages of compounds decomposed by individual species. We expect that Competitives will possess older C than do Ruderals, if Competitives are specializing on more recalcitrant compounds. Third, we will combine information regarding functional roles of fungal species with data derived from surveys of mushroom abundance in natural and nitrogen-fertilized areas along a fire chronosequence in Alaska, in order to estimate effects of shifts in fungal communities on carbon transformations in the soil. We expect that nitrogen additions will reduce the ability of lignocellulose degraders to decompose woody debris generated by forest fires. \r\nThe intellectual merit of the proposed work includes an examination of large-scale consequences of shifts in microbial community composition under global change, potentially improving our ability to predict ecosystem responses to the environment. The broader impacts include the development of field-labeling techniques that take advantage of the sensitivity of accelerator mass spectrometry measurements of 14C in order to minimize experimental artifacts. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Treseder",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen K Treseder",
   "pi_email_addr": "treseder@uci.edu",
   "nsf_id": "000424391",
   "pi_start_date": "2004-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Trumbore",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Trumbore",
   "pi_email_addr": "setrumbo@uci.edu",
   "nsf_id": "000238470",
   "pi_start_date": "2004-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730600",
   "pgm_ele_name": "BE-UF: CARBON CYCLE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1689",
   "pgm_ref_txt": "BIOCOMPLEXITY IN THE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7285",
   "pgm_ref_txt": "INTEGRATED CARBON CYCLE RESEAR"
  },
  {
   "pgm_ref_code": "7306",
   "pgm_ref_txt": "BE-UF: CARBON CYCLE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 263145.0
  }
 ],
 "por": null
}