{
 "awd_id": "0434605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Changes in Northern Rio Grande Ceramic Production and Exchange, Late Coalition through Classic (A.D. 1250-1600)",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 11100.0,
 "awd_amount": 11100.0,
 "awd_min_amd_letter_date": "2004-07-23",
 "awd_max_amd_letter_date": "2004-07-23",
 "awd_abstract_narration": "Under the supervision of Dr. Timothy A. Kohler, Diane Curewitz will explore the changing relationship between ceramic economy and social organization at the transition between the Coalition (A.D. 1150-1325) and Classic (A.D. 1325-1600) periods in the northern Rio Grande of New Mexico. Analysis of material composition, technology, decoration, and distribution patterns of two Rio Grande Glaze ware types, two Biscuit ware types, and micaceous cook ware will demonstrate how population movement, aggregation into large villages, and a new ideological system combined to transform production and exchange networks. Linking these economic changes with developments in settlement and social organization will increase understanding of the relationship between exchange and emerging social complexity among the Ancestral Puebloan groups of the region.\r\n\r\nThe focus of investigation will be to develop comparative measures of specialized production, establish ceramic distribution patterns, and analyze social networks based on the exchange of valued goods. Curewitz argues that a new religious ideology, first brought by migrants from east-central Arizona in the late thirteenth century, included an expanded system of communal feasting. Decorated serving vessels used at these occasions identified owners as group members and ritual participants, which added social value to and increased demand for the vessels. Production was limited to potters with access to requisite skills, materials, and ritual knowledge. Relative specialization would increase from production for household use to a network of part-time independent specialists, producing for exchange in excess of household and gifting needs. Closer physical proximity of more distantly related individuals in the large, dense, newly formed residential groups, combined with demand for vessels, encouraged new exchange-driven social relationships based on the specific qualities of the goods themselves. The new networks supplemented the existing reciprocal, debt-based system. \r\n\r\nThe asymmetric exchange of culinary ceramics such as micaceous ware, ordinarily given as gifts among close kin, suggests a growing system of barter. Intensification of barter has potential to increase efficient and more standardized production of items with social and subsistence value specifically for exchange. This would strengthen the new non-kin interaction networks that would support population movement, enhance attainment of social and political power, and reduce subsistence risk. Specialized craft production and increased division of labor (economic differentiation) may have developed without centralized hierarchies, social stratification, and the wealth-based prestige goods economic systems characteristic of state-level societies. This suggests that economic processes had potential to increase social complexity without simultaneously increasing political complexity. \r\n\r\nThe research program will coordinate resources at Washington State University, the National Park Service, the Bureau of Land Management, the Museum of New Mexico, and Los Alamos National Laboratory. Underutilized ceramic collections and previous work on Rio Grande ceramics will be assessed for scientific research value, reanalyzed, synthesized. All data will be shared with State and Federal agencies to support future research. Museum renovations in progress at Bandelier National Monument will be enhanced by further detailed study of ceramic collections. Public and professional presentations will take place in New Mexico, at Washington State University, and at Society for American Archaeology annual meetings. Reports will be submitted to the supporting agencies, peer-reviewed journals such as the Journal of Archaeological Anthropology, and popular magazines such as American Archaeology. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Kohler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy A Kohler",
   "pi_email_addr": "tako@wsu.edu",
   "nsf_id": "000387760",
   "pi_start_date": "2004-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 11100.0
  }
 ],
 "por": null
}