{
 "awd_id": "0436260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/DIS  SciGirls - A DragonflyTV Dissemination Project",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 399539.0,
 "awd_min_amd_letter_date": "2004-08-30",
 "awd_max_amd_letter_date": "2005-09-13",
 "awd_abstract_narration": "TPT/Twin Cities Public Television, the PBS affiliate station in St. Paul/Minneapolis, is conducting a novel dissemination project, DragonflyTV SciGirls. Using a combination of video and print resources, supported with hands-on training, DragonflyTV SciGirls will provide selected PBS stations and their local partners the skills, materials, and financial resources needed to implement an initiative that does not yet exist in the PBS system: a science encouragement program designed specifically for girls. \r\n \r\nThe three primary goals of the DragonflyTV SciGirls dissemination project are: 1. to foster a greater interest in science and the process of scientific inquiry among girls ages 9 to 12, paying special attention to reaching girls of color; 2. to provide educators in communities across the nation with electronic and print media that model authentic explorations of science that all girls can do, with training to use these materials effectively, and 3. to increase both the quantity and quality of girls' science encouragement programs, by leveraging the established power of the PBS outreach system to engage a wide range of community partners. The project will be guided by an Advisory Board of distinguished leaders in informal and formal science education for girls. \r\n \r\nAt the heart of this dissemination initiative is DragonflyTV, a half-hour weekly program broadcast on PBS stations covering approximately 90% of the nation, attracting nearly a million viewers per week. Since its inception, DragonflyTV has been a unique showcase for girls, ages 9-12. Over half of the DragonflyTV  \"kid scientists\" are girls, with nearly 200 girls featured in our first three seasons. To complement and extend the regular weekly broadcasts, DragonflyTV also offers inquiry-based outreach resources including Educator's Guides, children's science journals, Fun Kits, videotapes, and a rich, interactive Web site (www.dragonflytv.org). \r\n \r\nSciGirls will capitalize on the full complement of DragonflyTV resources, disseminating them through a proven model -- the strong, national network of outreach professionals at PBS stations. DragonflyTV staff will select and train a cadre of these professionals who, in turn, will facilitate similar training sessions with their community partners. Local partners might include schools, after-school groups, libraries, or community youth organizations like the YWCA, Girl Scouts, or Boys and Girls Clubs. Finally, these partners will use the unique DragonflyTV resources to energize their programs, giving the girls they serve the motivation and skills to explore science on their own. \r\n \r\nIntellectual Merit.  The project leverages a large national program to produce a smaller science encouragement program designed specifically for girls.  The service structure will include 8-12 local community program providers as partners.\r\n\r\nBroader Impact.  The program will reach the same huge audiences as DragronflyTV, and in addition draw attention to and demonstrate a program for girls that could inspire similar initiatives in other communities. \r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Hudson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Richard C Hudson",
   "pi_email_addr": "rhudson@tpt.org",
   "nsf_id": "000383696",
   "pi_start_date": "2004-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Twin Cities Public Television",
  "inst_street_address": "172 4TH ST E",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6512291347",
  "inst_zip_code": "551011492",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "TWIN CITIES PUBLIC TELEVISION INC",
  "org_prnt_uei_num": "PWSSQNG9W2C7",
  "org_uei_num": "PWSSQNG9W2C7"
 },
 "perf_inst": {
  "perf_inst_name": "Twin Cities Public Television",
  "perf_str_addr": "172 4TH ST E",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551011492",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 199539.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}