{
 "awd_id": "0437940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE Planning for \"TOYchallenge: The Movie\"",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruta Sevo",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 46706.0,
 "awd_amount": 46706.0,
 "awd_min_amd_letter_date": "2004-07-30",
 "awd_max_amd_letter_date": "2004-07-30",
 "awd_abstract_narration": "Imaginary Lines is planning the production of a full length documentary film that will follow teams of middle school kids involved in an exciting, entertaining engineering design competition -- to design a toy -- and in the process change public perceptions of engineering and those who engage in it, and encourage more students (especially girls) to get involved in science and engineering.  TOYchallenge, currently in its second year, was started by Imaginary Lines and Smith College; Hasbro is the founding sponsor.  The gender neutral premise and format of TOYchallenge encourages both boys and girls to experience the engineering design process -- from brainstorming to prototyping -- in a competition that is fun and engaging.  It is open to both boys and girls, but a principle aim is to engage more girls, and to pay particular attention to issues relevant to underrepresented minorities.\r\n\r\nThe planning grant supports two things:  an advisory committee of experts to inform the film production team on science, technology, engineering and math (STEM) pipeline issues and to develop the themes to explore in the documentary, and, shooting and editing of a 3-5 minute TOYchallenge video to be reviewed and critiqued by the advisory committee, then used as footage to describe the competition and the motivation behind it to teachers, parents and students.\r\n\r\nIntellectual Merit.  The merit of this activity is that the relatively small investment in research input can result in the dissemination of findings and research issues through an entertaining documentary that could reach a very wide audience including children.  Qualified policy and research experts will team with film producers for a unique and creative dissemination opportunity.\r\n \r\nBroader Impacts.  Research shows that 4th - 8th grade is a critical period when girls and boys begin to drift away from science and math -- girls in greater numbers than boys. One contributor is the low visibility of female engineers in the media and the generally unflattering and often inaccurate media portrayal of engineers. Recent reports call further attention to the shortage of US born scientists and engineers, and to the relatively low numbers of American boys and girls who now choose to go on in technical fields.   Through its influence on the documentary, the planning exercise has the potential to broaden the representation of underrepresented groups by altering the perceptions of all students -- especially girls and minorities -- and the public at large (many, many thousands of people).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Ride",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sally K Ride",
   "pi_email_addr": "tsigan@ucsd.edu",
   "nsf_id": "000461408",
   "pi_start_date": "2004-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Imaginary Lines Inc. (dba Sally Ride Science)",
  "inst_street_address": "9191 Towne Centre Dr. Suite L101",
  "inst_street_address_2": "",
  "inst_city_name": "San Diego",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8586381432",
  "inst_zip_code": "921221238",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Imaginary Lines Inc. (dba Sally Ride Science)",
  "perf_str_addr": "9191 Towne Centre Dr. Suite L101",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921221238",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 46706.0
  }
 ],
 "por": null
}