{
 "awd_id": "0439418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Stress State Dependence of Peierls Barriers and Dislocation Kinetics at the Nanoscale",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clark Cooper",
 "awd_eff_date": "2004-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2004-07-16",
 "awd_max_amd_letter_date": "2004-07-16",
 "awd_abstract_narration": "The plastic behavior of crystalline materials is governed by dislocation glide and the yield and flow stress is determined by the ability of dislocations to circumvent obstacles. Localized obstacles that can be overcome with the aid of thermal activations control temperature and strain rate dependencies.  Among those, the Peierls barrier is particularly significant. It is an intrinsic property of a specific material, related to the atomic structure of the dislocation cores. It cannot be altered by treatments, such as purification, annealing etc., unless the nature of the material is altered. While the dislocation core structure affects deformation properties at all scales, it is most important at nanocale when the size of the samples and/or components becomes comparable with the extent of the critical thermally activated event of overcoming the Peierls barrier. Furthermore, at this scale other obstacles may be separated so as to diminish in importance, while the Peierls barrier relates to the inherent lattice resistance. When the dislocation core effects are important, unexpected deformation modes together with strong and often unusual dependence of the yield and flow stress on temperature and crystal orientation are common. A prominent feature is that the plastic flow is influenced by the entire stress tensor rather than only by the Schmid stress, i. e. the shear stress in the slip direction in the slip plane.  An outstanding challenge is to identify and quantify how the atomic level core properties project onto the nanoscale via thermally activated motion of dislocations and then percolate through the mesoscale dynamics of dislocations up to the macroscopic flow properties. The link and interplay between the two lowest levels of this hierarchy is the focus of this Small Grant for Exploratory Research.\r\n\r\nThe state-of-the-art atomistic calculations, carried out by the investigators, expose the exact tensorial stress-state dependence of the Peierls stress, which is the stress needed to overcome the Peierls barrier at 0K. However, they do not reveal the Peierls barrier alone and its stress-state dependence.  Hence, the principal challenge of the proposed research is to utilize the atomic level understanding of the stress-state dependence of the Peierls stress in the theoretical analysis of the thermally activated dislocation motion.  The researchers will employ for this purpose the multidimensional Kramers approach in which the thermal activation over the energy barrier is treated using the stochastic Langevin equation with associated 'friction coefficients' for the reaction and nonreaction modes. In the present context, the 'friction' represents the cumulative effect of core transformations induced by the applied stress tensor, which slows down and/or accelerates the kinetics of escape over the barrier. The exploratory aspect of this project is primarily related to how the friction coefficients can be connected to the stress-state dependence of the Peierls stress determined by atomistic simulations of the dislocation cores and related glide at 0K.\r\n\r\nThe outcome of this research will be constitutive relations for the dislocation mobility that encapsulate the effects of temperature and stress induced atomic level core transformations. These relations may then be employed in modeling that ranges from nanoscale dislocation dynamics to continuum analyses of plastic yielding in single and polycrystals. The results of such analysis will accurately reflect the effect of atomic level core properties of dislocations on plastic flow at the nanoscale and via further coarse graining, also on micro and macro scale.\r\n\r\nThis research that links dislocation kinetics at the nanoscale with the atomic level properties of dislocations has wide ramifications. It may provide entirely new insights into how the atomic structure of dislocations affects the dislocation kinetics at finite temperatures. This is of paramount importance, as both functional and structural materials are becoming more complex chemically and crystallographically.  It is expect that the proposed research will have major impact not only as a scientific advancement but also in industrial developments when newly formulated constitutive relations become parts of modeling tools, which can be used by materials researchers, as well as device designers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahadevan",
   "pi_last_name": "Khantha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahadevan Khantha",
   "pi_email_addr": "khantha@lrsm.upenn.edu",
   "nsf_id": "000189602",
   "pi_start_date": "2004-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vaclav",
   "pi_last_name": "Vitek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vaclav Vitek",
   "pi_email_addr": "vitek@seas.upenn.edu",
   "nsf_id": "000453011",
   "pi_start_date": "2004-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}