{
 "awd_id": "0440508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Diffuse Matter in the Galaxy - An International Conference; Conference, August 30- September 2,2004  Arreibo Puerto Rico",
 "cfda_num": "47.049",
 "org_code": "03020416",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian M. Patten",
 "awd_eff_date": "2004-08-15",
 "awd_exp_date": "2006-01-31",
 "tot_intn_awd_amt": 14400.0,
 "awd_amount": 14400.0,
 "awd_min_amd_letter_date": "2004-08-04",
 "awd_max_amd_letter_date": "2004-08-04",
 "awd_abstract_narration": "AST 0440508\r\nTroland\r\n\r\nThis award will provide funding for partial conference travel support of students and early career scientists at U.S. institutions to the meeting, Diffuse Matter in the Galaxy: Observations Confront Theory, at Arecibo Observatory, Puerto Rico; August 30 - September 2, 2004.  An important objective of the meeting is to facilitate close interactions among established researchers engaged in the study of the interstellar medium (ISM) and their more junior colleagues. These younger investigators will ensure the future development of this fundamental research field. Financial assistance for travel expenses of early career researchers will assure that this objective can be met. There will also be partial travel support for a very limited number of senior participants.\r\n\r\nThe theoretical concept of the ISM in the Milky Way as a multi-component environment is useful because it allows calculations to be made of the ionization structure, the temperature structure and the energy balance that characterizes this material. These physical quantities, in turn, can be related to the presumed sources of energy input to the ISM - luminous stars, stellar winds and supernovae. Finally, one can check for consistency with observation and assess the need for an increasing sophistication of the theoretical models. Recent observations of the ISM, using a wide variety of new techniques, have underscored the extreme diversity of this medium. A significant mass fraction of the ISM exists as cold gas with temperatures less than 100 K, a comparable mass fraction (but much larger volume fraction) exists as warm gas, and a large volume is filled with very dilute gas having temperatures of hundreds of thousands or even\r\nmillions of K. The nature of each of these regions is being probed by specially-designed telescopes and detectors. Moreover, each is being studied theoretically using the physics\r\nrelevant to the gas densities and temperatures observed. But less progress has been made in\r\nunderstanding the connections that exist among these phases of the ISM and the processes that\r\ntransform one phase into another. Understanding these connections is a primary goal of the\r\nmeeting Diffuse Matter in the Galaxy: Observations Confront Theory.\r\n\r\nAs mentioned above, an important objective of the meeting is to bring together established ISM researchers and their junior colleagues. Interactions between these two groups will stimulate future research collaborations, formal or informal. And interactions like these are essential if the field of ISM research is to remain active and vital in the future. Obviously, this goal cannot be met unless a substantial number of younger researchers attend the meeting. A second objective of this meeting is to create a conference publication of lasting value. The expected publication will consist of at least seven comprehensive reviews of the conference session topics outlined in this proposal. Such a publication should be suitable as a basic textbook for introductory graduate courses in observations and theory of the ISM.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Troland",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H Troland",
   "pi_email_addr": "troland@pa.uky.edu",
   "nsf_id": "000115367",
   "pi_start_date": "2004-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 14400.0
  }
 ],
 "por": null
}