{
 "awd_id": "0440909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Ballot-Level Study of Intentional and Unintentional Abstention in Presidential Election Voting",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2004-07-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 65749.0,
 "awd_min_amd_letter_date": "2004-07-14",
 "awd_max_amd_letter_date": "2006-11-09",
 "awd_abstract_narration": "\r\nAn election's residual vote rate is the fraction of ballots cast in it that do not contain valid votes, and within contemporary literatures on uncounted votes, voter disfranchisement, and electoral reform residual vote rates are considered the barometer by which election administration is measured. Nonetheless, a limitation of residual vote rates is that they aggregate many types of invalid votes. Voter errors, voting machine problems, and intentional abstention all produce residual votes that are observationally equivalent insofar as affecting an election's overall residual vote rate. This is problematic as researchers studying technology-related residual votes and those focusing on minority voter disfranchisement care more about unintentional residual votes than they do about intentional residual votes, i.e., deliberate abstention.\r\n\r\nThe project disaggregates residual vote rates into, among other rates, unintentional and intentional rates. This requires generating and coding a set of ballot images. Contrast a general election ballot that has no vote for president yet includes valid votes in all other contested races with a ballot that has attempted votes for all offices including president.  The former ballot presumably contains an intentional presidential residual vote while the latter, an unintentional residual vote. Distinguishing between these nonvotes-that is, distinguishing between residual votes caused by voter error, technology, and abstention-requires ballot images.  On account of the recount that took place in Florida following the 2000 general election, the Florida State Archive now houses all the ballots cast in the state during this contest. Across the United States there are no comparable ballot archives. The ballots in the Florida archive consist of sheets of paper sorted by precinct, and the ballots are not coded in any sense. Thus, the first step of the research project is making electronic images of the ballots from a set of representative Florida counties and then coding the images. For each county so considered images will be made of all its ballots that have invalid presidential votes and also of a randomly selected set of ballots that have valid presidential votes. The second step of the project is applying case control statistical techniques to estimate intentional residual vote rates, unintentional residual votes, and residual vote rates associated with technology limitations.\r\n\r\nThe project concludes by publishing its ballot images and associated codings on an Internet site so as to benefit scholars of election reform, voting irregularities, and electoral participation. This will generate an unprecedented resource on uncounted votes that will also be of interest to researchers who study ticket splitting-a phenomenon that occurs when individuals vote for a presidential candidate of one party and a Congressional candidate of another in the same election. Ticket splitting rates are unobservable and can only be estimated reliably with ballot images. Elections influence the extent to which groups in society have their interests represented in government, yet groups with high residual vote rates receive less representation than groups with low rates. This is a concern for civil rights scholars as there is compelling evidence that minority voters have high residual vote rates relative to white voters. \r\n\r\nKnowing more about the origins of residual votes and whether they are in general unintentional or intentional will help academics and election reform practitioners ensure that all groups in society are well-served by elections.  Finally, the project illustrates the importance of ballot-level analyses and may encourage the creation of ballot archives beyond Florida's. Such archives can vastly improve the scholarly understanding of residual votes, and as such the project shows how making ballots accessible for research will strengthen the legitimacy afforded to American elections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Herron",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Herron",
   "pi_email_addr": "Michael.C.Herron@Dartmouth.edu",
   "nsf_id": "000308627",
   "pi_start_date": "2004-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 65749.0
  }
 ],
 "por": null
}