{
 "awd_id": "0441619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ACT/SGER: Metastable Titania-Germanium (Ti02-Ge) Nanocomposites for Photovoltaic Applications",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2004-08-23",
 "awd_max_amd_letter_date": "2006-06-19",
 "awd_abstract_narration": "Nanostructured titania (TiO2) is a promising semiconductor for photovoltaic applications due to its stability, chemical inertness, cost, etc. The optical gap of titania is 3.2 eV that lies in the ultraviolet region of the solar spectrum. However, the peak of the solar spectrum is in the visible region. Therefore, to increase the efficiency of the photovoltaic processes, titania nanoparticles are customized by various methods in order to make them useful in the visible light. We propose to study a new nanostructured material, titania-germanium which will be a stable alternative to dye sensitized titania. We will use already mature deposition techniques, e.g. sputtering and metallorganic chemical vapor deposition, to synthesize the samples.  Preliminary experiments of composite samples using selected area diffraction analyses in a transmission electron microscope showed uniform distribution of germanium nanoclusters (quantum dots) in the titania matrix. The formation of elemental germanium nanodots is facilitated by the relatively higher heat of formation of germanium oxide, compared to that of titania. The size of the germanium nanodots will be modulated across the thickness of the thin films by controlled annealing techniques.  Such size variation will allow the possibility to use quantum dot size related change in the bandgap of germanium nanodots to sensitize titania and improve its photovoltaic properties. \r\n\r\nThe Approaches to Combat Terrorism Program in the Directorate for Mathematics and Physical Sciences supports new concepts in basic research and workforce development with the potential to contribute to national security. To combat diffused and hidden terrorist activities, there is an obvious need for self-powered portable devices. For this purpose, solar electric power is an ideal renewable energy source.  Currently, crystalline or amorphous silicon solar cells with efficiency to convert solar power to usable electricity as high as 20-30% are possible and even commercially produce.  Crystalline silicon suffers from the complexity of the fabrication process where as relatively inexpensive amorphous silicon (a-Si) photovoltaics have a fundamental drawback of light induced degradation of photovoltaic properties. We propose to study a new stable material titania-germanium for photovoltaic applications.  Titania absorbs only high-energy ultraviolet component of solar energy.  Several schemes have been devised to overcome this limitation since the majority of the solar light is in the visible range.  Forming titania-germanium nanocomposite is a new method of inducing visible light absorption in titania.  Germanium serves as the light absorber.  Ge, in the bulk form, absorbs only the infrared component of the solar energy.  By forming nanometer size germanium clusters, also known as nanodots, the absorption properties of Ge can be varied from infrared to visible, thereby improving the solar light absorption efficiency of the titania-germanium nanocomposite. Fabrication of such materials will require the use of techniques that are already developed. The proposed study includes the fabrication of TiO2-Ge nanocomposite, its complete structural and electronic characterization, and investigation of its photovoltaic properties.  \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "S. Ismat",
   "pi_last_name": "Shah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "S. Ismat Shah",
   "pi_email_addr": "ismat@udel.edu",
   "nsf_id": "000306266",
   "pi_start_date": "2004-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sukti",
   "pi_last_name": "Chatterjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sukti Chatterjee",
   "pi_email_addr": "shazra@udel.edu",
   "nsf_id": "000238011",
   "pi_start_date": "2004-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "727600",
   "pgm_ele_name": "APPROACHES TO COMBAT TERRORISM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "1774",
   "pgm_ref_txt": "CERAMICS"
  },
  {
   "pgm_ref_code": "7276",
   "pgm_ref_txt": "APPROACHES TO COMBAT TERRORISM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}