{
 "awd_id": "0443028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Risk communication and public participation during the investigation of cancer clusters",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 116333.0,
 "awd_amount": 143290.0,
 "awd_min_amd_letter_date": "2004-07-09",
 "awd_max_amd_letter_date": "2004-07-09",
 "awd_abstract_narration": "Every day in the United States, on average, three communities reach a\r\nsufficient state of concern to contact their state health department for the\r\ninvestigation of a suspected cancer cluste, ran unusual and unexplained\r\nincrease in the occurrence of cancer in space and time. State health\r\ndepartments investigate about a third of these cases in one way or another,\r\nbut find that very few (about 1%) present suspect cancer rates. However,\r\nthese cases of community concern and health department response present an\r\neffective circumstance in  which to investigate risk perception, risk\r\ncommunication, and public participation in risk analysis.  This project is\r\nthe continuation and expansion of an established research effort designed to\r\nexamine the social and psychological circumstances surrounding\r\ncitizen-initiated cancer cluster investigations, with an emphasis on two\r\naspects: the effects of state health department communications, and the\r\nexperiences of citizens and officials in public meetings held during these\r\ncases. To meet the first goal, the project will integrate, and develop, two\r\nprimary theoretical models, one central to risk perception (the Psychometric\r\nmodel) and one central to information processing and decision making (the\r\nHeuristic-Systematic model). Previous work in this effort has examined a\r\nseries of five such cases. This expansion will use mail and phone survey\r\nmethods to look at a larger and more diverse set of cluster investigations\r\n(about 50), enabling a comparison across cases. The analysis will continue\r\nthe refinement of a model that describes the effects of information provided\r\nto communities in these cases, and will also evaluate the effects of the\r\nspecific circumstances unique to theses cases (e.g., types of cancer,\r\nsuspected causes). The analysis will also focus on the different\r\ncommunication techniques used by various state health departments to convey\r\nthe results of their epidemiological investigations. To meet the second\r\ngoal, a set of five cases will be more deeply studied with an emphasis on\r\nthe public meetings that are almost always an important feature of these\r\ncommunity experiences. That effort will make further use of mail and phone\r\nsurvey methods, and will also make use of extensive interviews and focus\r\ngroups. Overall, the project is expected to provide a detailed examination\r\nof how information is conveyed in these cases, and how citizens make use of\r\ninformation to reach, or modify, their orientation toward concerns about\r\ncancer rates.\r\n\r\nRelative to scientific interests in risk perception, one of the most\r\ninteresting aspects of this investigation resides in the fact that cluster\r\ncases almost always present a circumstance in which the scientific evidence\r\nindicates little or no risk, yet that evaluation is couched in the\r\nprobabilistic language of cancer epidemiology. This investigation will\r\nadvance scientific understanding of how individuals react to this form of\r\ninformation, a problem that has been a long-standing concern in the fields\r\nof psychology, social-psychology, and risk communication. In more practical\r\nterms, this project is also designed to evaluate the methods by which this\r\nform of information is provided to communities. The analysis will illuminate\r\nthe more effective means of communicating the results of epidemiological\r\nstudies and as such will provide important and useful feed-back for those\r\nwho are charged with that work. The project's ultimate goal is that this\r\nkind of information will be communicated more effectively and the\r\ncommunities involved in such cases will be better served.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Trumbo",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Craig W Trumbo",
   "pi_email_addr": "ctrumbo@mac.com",
   "nsf_id": "000389496",
   "pi_start_date": "2004-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 58843.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 84447.0
  }
 ],
 "por": null
}