{
 "awd_id": "0443384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Empirical Studies of Dynamics in Industrial Organization",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2004-05-23",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 147932.0,
 "awd_amount": 171854.0,
 "awd_min_amd_letter_date": "2004-07-06",
 "awd_max_amd_letter_date": "2005-05-27",
 "awd_abstract_narration": "\r\r\n     This proposal outlines an empirical research and teaching agenda for analyzing the economics of\r\r\nseveral dynamic phenomena, relevant to the study of Industrial Organization.  The three research\r\r\nprojects and educational activities studies are intended to improve our understanding of the specific\r\r\nindustries involved and, more broadly, to help assess the relevance of a number of economic theories.\r\r\nThe first two projects construct and estimate a dynamic model of consumer choice in order to study the\r\r\neffects of temporary prices reductions (\"sales\") and coupons, respectively. The third model studies\r\r\nbrand introduction using a multi-agent model of industry dynamics.  The educational component of this\r\r\nproject proposes several activities that connect to the research projects.\r\r\n     The first project focuses on temporal price reductions, so called \"sales\", which are a common\r\r\npractice in many industries.  There are several potential explanations of sales, but here the focus is on\r\r\nintertemporal price discrimination.  More specifically, the PI models the consumer's dynamic problem\r\r\nwhen she has an expected stream of future demands, is able to store a consumption good, at a cost,\r\r\nand faces price movements.   In this model, the consumer will purchase the product either because she\r\r\nwants to consume in the current period or because she believes the difference between the current price\r\r\nand the expected future price is lower than the cost of storing the inventory.  To the extent that the latter\r\r\neffect is important, it has implications for the use of demand elasticities, computed from a static demand\r\r\nmodel, in merger analysis, valuation of new goods, as well as other policy relevant issues.  The PI  uses\r\r\ndata on the purchases of 1,000 households of 24 products over 104 weeks, in order to examine\r\r\ncorrelations implied by the model and to estimate the model directly.\r\r\n     The focus of the second project is coupons, which economists generally consider as a textbook\r\r\nexample of a price discrimination tool.  In a recent paper Nevo and Wolfram (1999) suggest that in\r\r\norder to fully understand the economics of coupons, a model richer than the standard static monopoly\r\r\ntheory is needed.  They also find some evidence that the patterns of couponing are consistent with: (1)\r\r\nmodels of price discrimination in oligopoly settings, which suggest that coupons are mainly used to\r\r\ninduce switching from competing brands, and (2) the use of coupons to promote repurchase.  In order\r\r\nto examine these issues further, the PI constructs a dynamic model of consumer choice allowing for\r\r\nbrand loyalty.  The model is estimated using a combination of the coupon data used in Nevo and\r\r\nWolfram (1999) and the household purchase data described in the first project.\r\r\n     The third project focuses on firm dynamics.  In previous work the PI studied price competition\r\r\nand mergers in the ready-to-eat cereal industry (Nevo, 2000a, b) using  static models of competition,\r\r\ntaking as given the brands offered by the firms.  However, brand introduction is an important dimension\r\r\nin this industry, as well as in other industries.  In this project the PI analyzes a multi-agent dynamic\r\r\nmodel, in which firms can introduce new brands, discontinue old brands and impact the perceived\r\r\nquality of their existing brands by investing. The investment, which can be thought of as advertising,\r\r\nyields a random outcome.  The PI examines the Markov Perfect equilibrium of the model.  The\r\r\npredictions of the model, under different assumptions, can be compared to actual brand introduction in\r\r\norder to better understand the brand introduction process.  Furthermore, the model can be used to\r\r\nsimulate the industry structure under different scenarios.  The latter is particularly important to anti-trust\r\r\npolicy in an era when innovation, rather than price fixing, seems to be the focus.\r\r\n     In terms of education, the PI  develops a graduate curriculum and student workshop, both of\r\r\nwhich will train students in the above methods, and more broadly assist them in writing a thesis in\r\r\nindustrial organization. Finally, the proposal demonstrates how the proposed research can also feed into\r\r\nteaching and advising at the undergraduate level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aviv",
   "pi_last_name": "Nevo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aviv Nevo",
   "pi_email_addr": "anevo@wharton.upenn.edu",
   "nsf_id": "000327429",
   "pi_start_date": "2004-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 44278.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 63066.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 64510.0
  }
 ],
 "por": null
}