{
 "awd_id": "0443322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in Harmonic Analysis",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2004-06-30",
 "awd_exp_date": "2005-04-30",
 "tot_intn_awd_amt": 19918.0,
 "awd_amount": 51279.0,
 "awd_min_amd_letter_date": "2004-08-02",
 "awd_max_amd_letter_date": "2004-08-02",
 "awd_abstract_narration": "The proposal addresses three subfields of harmonic analysis : (1) cone multipliers and local smoothing, (2) oscillatory integrals and integral operators, and (3) spectral analysis of Schroedinger operators. The work in  (1) uses an important result of Wolff in the theory of Fourier-analytic estimates associated to the light cone. Possible areas of application include (a) multipliers related to space curves, (b) generalizations of local smoothing to special classes of Fourier integral operators, (c) local smoothing of maximal averages associated with space curves, and (d) Hausdorff dimension of Kakeya-type sets. The projects in (2) deal with special cases of degenerate oscillatory integrals and integral operators in high dimensions (larger than two) that are known to exhibit features absent in their two-dimensional counterparts. The analytic machinery is that developed by Phong and Stein for the two-dimensional case, but the results obtained are of a very different nature. A long-term goal here is to devise an analytically accessible method of resolution of singularities. Another part of this work concentrates on the double Hilbert transform along polynomial surfaces, following Carbery, Wainger and Wright.  The projects in (3) are part of an effort to understand the spectral theory of Schroedinger operators with matrix-valued potentials. This draws on earlier work of Guillope and Zworski, Laptev and Weidl, and Korotyaev.  \r\n\r\nThe following is a more nontechnical description of the projects outlined above, with a brief note about applicability in scientific disciplines. The projects in (1) may be viewed as a study of wave propagation in non-uniform media (as used in seismic imaging). ``Local smoothing'' quantifies the gain in regularity of the propagating wave viewed as a function of space-time compared with the same wave considered as a function of space alone for a fixed time. Offshoots of this problem have combinatorial flavors in terms of arrangements of circles in the plane, as pointed out by Wolff. The projects in (2) deal with integrals and integral operators which come up in solutions to partial differential equations, including fundamental ones like the heat equation, wave equation and Korteweg-deVries equation. An important feature of these integrals is the presence of a complex-valued exponential factor in the integrand. In the case under study, the exponent is typically a polynomial that vanishes to high degree at a point. The ``order of vanishing'' of the polynomial contributes to the rate of decay of the integrals. A main ingredient in the analysis of these objects is a technique from algebraic geometry known as resolution of singularities -- a systematic method for factorizing polynomials and studying their roots.  The spectral theory of Schroedinger operators, which is the basis for the projects in (3), is intimately related to quantum mechanics, which finds vast applications in physics and many disciplines of the engineering sciences. The current project is to understand the spectral properties of the Schroedinger operator in dimensions larger than one, and more specifically to count the number of resonances of such operators. Resonances are generalizations of the concept of bound states or eigenvalues, and have a physical significance in terms of exit times in electron motion. The interdisciplinary nature of these projects has proved an extremely rewarding research experience for the applicant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malabika",
   "pi_last_name": "Pramanik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malabika Pramanik",
   "pi_email_addr": "malabika@caltech.edu",
   "nsf_id": "000341240",
   "pi_start_date": "2004-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 7309.0
  }
 ],
 "por": null
}