{
 "awd_id": "0444696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Field demonstration of utility of NEES Vibrator to meet EarthScope science objectives for earthquake-hazard and crustal-structure studies",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2004-10-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 17599.0,
 "awd_amount": 17599.0,
 "awd_min_amd_letter_date": "2004-09-22",
 "awd_max_amd_letter_date": "2004-09-22",
 "awd_abstract_narration": "The George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) is a Major Research Equipment project funded through the Engineering Directorate of NSF. One of NEES' major field experimentation and monitoring installations is the large-scale mobile shakers (seismic vibrators) and associated instrumentation for dynamic field studies of geotechnical and structural systems operated at UT Austin by Professors Stokoe, Rathje and Wilson.  EarthScope is the largest Major Research Equipment project ever funded in the Geosciences Directorate of NSF.  As such, it will be the flagship project affecting the majority of academic geoscientists in the USA for the next decade, and will advance our understanding of the structure, evolution and dynamics of the North American continent. \r\nThis demonstration project will attempt to demonstrate the utility of the NEES vibrators in conjunction with the national seismic instrumentation pool operated by IRIS-PASSCAL, for high-resolution reflection imaging (for earthquake-hazard reduction and other projects), crustal deep reflection and refraction profiling (for Earthscope continental structure projects), and shear-wave crustal profiling to measure anisotropy (for physical property measurements of fluids in sediments for seismic performance analysis, up to strain patterns in the deep crust needed to understand the dynamics of the continents).  The demonstration is proposed to be in a geographic area of existing Earthscope interest, funded for study in the first year of EarthScope science funding.  Our demonstration will address primary science objectives of Earthscope in ways not possible with existing Earthscope facilities.\r\n\r\nThe USArray component of the EarthScope experiment is a continental-scale seismic observatory designed to provide a foundation for integrated studies of continental lithosphere and deep Earth structure over a wide range of scales.  The USArray facility will consist of three major seismic components, of which one is a flexible component of 400 portable, three-component, short-period and broadband seismographs (\"Flexarray\") of 2000 single-channel high frequency recorders for active and passive source studies that will augment the transportable broadband passive seismic array.  Currently, a major gap in Earthscope planning is that there is no easy access to active seismic sources. This is a gap that the NEES vibrators can help fill - if our test is successful.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Klemperer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Simon L Klemperer",
   "pi_email_addr": "sklemp@stanford.edu",
   "nsf_id": "000159147",
   "pi_start_date": "2004-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 17599.0
  }
 ],
 "por": null
}