{
 "awd_id": "0454835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Super Junction Power Semiconductor Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922445",
 "po_email": "pfulay@nsf.gov",
 "po_sign_block_name": "Pradeep Fulay",
 "awd_eff_date": "2004-08-27",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2004-09-29",
 "awd_max_amd_letter_date": "2004-09-29",
 "awd_abstract_narration": "Advances in power semiconductor technology in the past two decades have led to the rapid proliferation of power electronics into telecommunications, computers, consumer, transportation, industrial applications, and all forms of environment-friendly energy conversion. However, the performance of state of the art power semiconductor devices is quickly approaching the theoretical limits of silicon. This CAREER proposal aims to investigate an innovative device concept termed super junction (SJ) that is capable of improving the power handling capability of conventional silicon power devices by orders of magnitude, and effectively integrate the research with education activities. \r\n\r\nThe research project has five objectives: (1) to investigate novel super-junction MOSFET structures through extensive device modeling and simulation, which overcome the limitations of the current device design and fabrication methods; (2) to develop a practical SJ fabrication process by integrating the high aspect ratio MEMS techniques with conventional planar DMOS processes; (3) to extend the basic super-junction concept into other device types including the high voltage, fast-recovery Schottky freewheeling diode; (4) to study circuit application issues that are inherent to the unique characteristics of SJ devices such as electromagnetic interference (EMI) and safe operating area (SOA) degradation; and (5) to extend the super-junction concept to SiC and other wide bandgap semiconductor materials. The unique contribution of the proposed research is in the co-development of novel super-junction device and processing concepts; the integration of MEMS and DMOS technologies; the integrated study of material, processing, device, and circuit; the interactive use of modeling and experimental means; and the close university-industry partnership. The outcome of the proposed research will significantly advance knowledge in the field of power semiconductors and power electronics and provide a foundation for the next-generation, high-efficiency, low-cost, light-weight, and compact power electronics technology to meet the society's needs in conserving energy and environments.\r\n\r\nThe rapid proliferation of power electronics will generate a serious demand for power-electronics-proficient electrical engineers in the United States. The education plan addresses these emerging needs. The primary goal of the CAREER education plan is to integrate the proposed research into the existing power electronics and solid-state electronics curriculum. It consists of five components: (1) developing new courses to meet the emerging educational needs in power electronics, (2) improving and enriching existing courses by incorporating research materials into lectures and projects, (3) integrating research and teaching through student participation in research, (4) mentoring students, especially women and underrepresented minority students, and providing community services, and (5) facilitating close interaction between students and industry. The proposed education plan will help meet the emerging demand for human resource development and significantly enhance the university's research and education infrastructure. The student mentoring and community outreaching activities will broaden the participation of underrepresented minority groups in science and engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zheng",
   "pi_last_name": "Shen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Zheng J Shen",
   "pi_email_addr": "johnshen@iit.edu",
   "nsf_id": "000148266",
   "pi_start_date": "2004-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}