{
 "awd_id": "0456812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Araucanian Polity Formation in the Southern Cone, South America",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-05-15",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 202309.0,
 "awd_min_amd_letter_date": "2004-09-29",
 "awd_max_amd_letter_date": "2004-09-29",
 "awd_abstract_narration": "Far from being a footnote in Latin American history, Native Americans form the structure upon which Latin American history is based. Several million indigenous peoples were organized into many complex cultures and societies thousands of years before Europeans reached their hemisphere. Some of these people stopped Spanish colonial expansion at the outset of contact. The most acclaimed and least studied of these cases of successful resistance is that of the Araucanians of Chile. The Araucanians maintained control over large parts of the southern third of South America between the early 1600s and the late 1800s. In fact, the resistance to the Spanish was so successful that the first conquistadors called the Araucanians \"el Estado\" or the state, implying that this native population had achieved a level of socio-political organization equal to the Aztec and Inca.\r\n\r\nTo continue as a politically autonomous people after the arrival of the Spanish, however, the Araucanians had to make profound social and ideological changes in their way of life, even in their religion, diet, and patterns of settlement. A number of Spanish deserters, including clerics, lived among the natives, and there was continuous contact between the Spanish and Araucanians during this period, which provides richly detailed written texts about the latter. This new lifeway also entailed an increase in the construction of temples and pyramids, agricultural fields and canals, and fortresses, all of which are still visible  across the Araucaina landscape today.  \r\n\r\nThe purpose of this study is to carry out a three-year archeological and ethnohistorical investigation of the rise of the Araucanian state or polity just before the arrival of the Spanish and how it stopped Spanish colonialism during the 16th to 19th centuries. The study is concentrated in the Puren and Lumaco Valley in south-central Chile, which was known to the Spanish as the center of resistance and the \"unconquerable valley.\" This valley also is the place where the densest native settlements and the largest temple pyramids are located. Today, more than 800,000 Araucanian (or Mapuche) people live in Chile. They still take great pride in their unique achievement and in the archeology of the pyramids and settlements that reflect their rich past and fame in Latin American history. The project is the first time this history has been examined from an archeological and ethnohistorical perspective. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Dillehay",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Tom D Dillehay",
   "pi_email_addr": "tom.d.dillehay@vanderbilt.edu",
   "nsf_id": "000375607",
   "pi_start_date": "2004-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 202309.0
  }
 ],
 "por": null
}