{
 "awd_id": "0456104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Certifying Sustainable Agriculture: Certification Success, Social Impacts, and Rule-Making in Mexican Organic Coffee Producer Groups and E.U./U.S. Certified Markets",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2004-01-31",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 25058.0,
 "awd_amount": 32469.0,
 "awd_min_amd_letter_date": "2004-09-27",
 "awd_max_amd_letter_date": "2005-03-01",
 "awd_abstract_narration": "Global changes in the ways that agricultural products are produced, harvested, transported, processed, distributed, and consumed have dramatically altered agricultural business in recent decades.  One set of changes that has altered many aspects of the production and distribution chain have been growing demands by consumers for organically produced commodities.  This research project will examine the certification practices required to certify agricultural products for international markets.  A case study of a certified organic coffee commodity chain will examine coffee that originates on farms in Oaxaca, Mexico, and is transported along certifier pathways to European and U.S. markets.  Agricultural product certification provides an environmental conservation model that is of particular relevance to spatially dispersed producers, such as smallholder coffee farmers, who possess agricultural plots located in areas of high conservation value.  This case study will focus on certification practices used to verify that coffee originates in certified plots, conforms to certified product norms, and is not subsequently blended with non-certified goods.  Preliminary studies have found that some farmer organizations are more successful in certifying their products than others.  The investigator will compare data on certification success that is spatially paired with village census data and select eight villages for detailed household demographic surveys.  To determine the quantity and character of increased administrative labor burdens associated with certification and to ascertain the effect of this added labor on village economic management and human capital use, the investigator will conduct work surveys that focus on scheduling and spatial impacts of certification activities and determine how these affect village economic management and human capital formation.  The investigator also will examine the particulars of certification work undertaken within villages in order to ascertain which demands reflect set within international policy forums, such as the International Organization for Standardization and the United Nations, and he will compare European Union and U.S. certification pathways to identify differences in certification rules and regulations.\r\n\r\nThis project will provide new insights into the impact of increasingly complex certification rules and regulations on the agricultural practices and well-being of small farmers in Mexico and elsewhere.  By exploring the ways that the policies and standards established and implemented by international organizations and foreign nations impacts on farm and village economic management practices as well as links between producers, intermediaries, and consumers, this project will both advance basic knowledge and also aid in the search for cost-effective agricultural certification mechanisms that may be extended to poorer farmers and areas of environmental importance located in developing nations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tad",
   "pi_last_name": "Mutersbaugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tad Mutersbaugh",
   "pi_email_addr": "mutersba@uky.edu",
   "nsf_id": "000344475",
   "pi_start_date": "2004-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 32469.0
  }
 ],
 "por": null
}