{
 "awd_id": "0106074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrated Geophysical and Hydrogeologic Study of a Large Maine Peatland",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2002-01-01",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 143347.0,
 "awd_amount": 143347.0,
 "awd_min_amd_letter_date": "2001-12-13",
 "awd_max_amd_letter_date": "2001-12-13",
 "awd_abstract_narration": "0106074\r\nReeve\r\n\r\nSolute transport controls vegetation and water chemistry gradients in peatlands.  Dispersive mixing and advective  transport in peat will be measured in laboratory column experiments and in a natural gradient tracer test in a peatland to determine the relative importance of these processes.  We will assess the retardation of solutes by matrix diffusion and the applicability of a dual-domain model.  Electrical geophysical methods, verified through direct measurements, will be used to track tracer migration.\r\n\r\nAn extensive geophysical and hydrogeologic characterization of the peatland will map variability in peat depth across the basin and identify stratigraphy.  Ground-penetrating radar and resistivity/induced polarization imaging will be employed.  Piezometer tests will provide a measure of the spatial variability in hydraulic conductivity within Caribou Bog, a large peatland in Central Maine.  Correlations between hydrogeologic and geophysical parameters will be assessed and used to provide constraints on parameters for ground-water flow and mass transport modeling.\r\n\r\nPeat cores will be collected for laboratory tests to measure hydraulic conductivity, dispersion, effective porosity, specific surface and complex resistivity.  The variability of peat properties with depth will be determined through laboratory testing.  Relationships between peat electrical properties and hydrogeologic parameters will be evaluated.\r\n\r\nAn NaBr tracer will be injected into the peatland and monitored for 12 months.  The tracer will be tracked using surface and borehole electrical imaging.  The pixels on the geophysical images will be a substitute for extensive direct water sampling points, allowing rapid and nearly continuous tracking of solute distribution. \r\n\r\nGeophysical and ground-water chemistry data collected from the tracer test will be used to calculate the spatial moments of the solute plume through time.  Three-dimensional hydrogeologic and mass transport models will be calibrated to the geochemical and geophysical data to further evaluate mass transport parameters.  Matrix diffusion, the migration of solutes into hydraulically isolated pores, will be incorporated into the numerical models to evaluate this important process.\r\n\r\nThe project will evaluate:  (1) the nature of dispersive mixing, (2) the correlation of hydrogeologic and geophysical parameters, and (3) the role of mass transporft in peatlands. Peatlands are a large carbon reservoir and a significant source of methane gas.  Ground-water flow and mass transport are important in regulating geochemical  conditions favorable for methane production and peat accumulation.  The work will add to the understanding of processes that impact carbon and nutrient dynamics for peatlands.  Geophysical monitoring of a tracer will provide important information on the utility of this non-invasive method for tracking the movement of solute plumes.  This project will demonstrate the potential benefits of including electrical geophysics in hydrogeologic assessments and wetland characterization., \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Reeve",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew S Reeve",
   "pi_email_addr": "asreeve@maine.edu",
   "nsf_id": "000152119",
   "pi_start_date": "2001-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000203DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 143347.0
  }
 ],
 "por": null
}