{
 "awd_id": "0107156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Pore Formation during the Crystallization of  Crosslinked Polymers which are Swollen in Supercritical Fluids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2001-10-15",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 217779.0,
 "awd_amount": 217779.0,
 "awd_min_amd_letter_date": "2001-10-16",
 "awd_max_amd_letter_date": "2003-10-30",
 "awd_abstract_narration": "CTS-0107156\r\nWinter, H. Henning\r\nU of Massachusetts - Amherst\r\n\r\nThis research explores the creation of open-pore morphology by crystallizing polymers from a gel state. The gels used are chemically crosslinked polymers which were highly swollen in a supercritical fluid (SCF) at elevated temperature and pressure. Upon cooling below their crystallization temperature, polymer molecules begin to assemble into a three-dimensional, semicrystalline superstructure of high specific surface area and with narrow, open pores filled with SCF which then gets released. Pore sizes are in the order of 10nm to 10mm, depending on polymer and processing conditions; pore volumes might be anywhere between 0 and 90% of the entire sample. The new strategy differs from the classical foaming process (no bubble growth is needed) and from the commercial TIPS process (no polymer solution involved), but it integrates aspects of established processing methods to provide crosslinked precursors of desired shape.  \r\nSCFs are used here for several reasons. SCF can be removed from the polymer without collapsing the pores. Subsequently, SCFs are recoverable, self-cleaning, and reusable; for repeated use, cleaning of the supercritical fluid comes naturally since the supercritical alkane (which we use) transforms into a poor solvent by depressurizing at the end of each processing cycle. The resulting porous polymers are exceptionally clean (free of residues), and retain shape and structural integrity. SCFs also lower surface tension and increase molecular mobility during crystallization; these are properties which could potentially have an affect on crystallization kinetics and pore formation. These are open questions which need to be pursued.\r\n\r\nSolvent character, molecular parameters of the polymer, crosslinking method, crosslink density and homogeneity, crystallization temperature, and swelling conditions are expected to be the controlling parameters for pore volume and size distribution, and for crystallinity. The research is aimed at elucidating these relationships with the objective of achieving tunable pore size and size distributions. Model polymer systems in this study are various crosslinked polyethylenes (xHDPE, xLDPE, xLLDPE) swollen in supercritical propane.\r\n\r\nThe fundamental findings on polyethylenes are expected to apply to a wide range of semicrystalline polymers in catalysis separations, high performance materials and biomedical applications. \r\nEnvironmental Impact: Increasingly strict environmental legislation has forced many industries to re-evaluate their use of hazardous solvents. The novel process offers a process-wide design alternative for making porous polymers. It will reduce waste generation by:\r\n\r\n(a)  supercritical fluids substitution of organic solvents during production.\r\n\r\n(b)  complete elimination of a final cleaning step which otherwise is typical for porous materials (in comparison, cleaning of porous polymers from traditional processing is currently performed with special cleaning fluids which often are hazardous).\r\n\r\n(c)  recovery and repeated use of the supercritical fluid.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "H. Henning",
   "pi_last_name": "Winter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H. Henning Winter",
   "pi_email_addr": "winter@ecs.umass.edu",
   "nsf_id": "000384020",
   "pi_start_date": "2001-10-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 79768.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 69710.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 68301.0
  }
 ],
 "por": null
}