{
 "awd_id": "0110413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Interactions and Functions of LeAGP1, a Modular Plasma Membrane Arabinogalactan-Protein",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2001-12-15",
 "awd_exp_date": "2006-11-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2001-11-28",
 "awd_max_amd_letter_date": "2005-12-08",
 "awd_abstract_narration": "Arabinogalactan proteins (AGPs) are highly glycosylated hydroxyproline-rich glycoproteins unique to plants. Associated with the plasma membrane by a glycophosphatidylinositol (GPI)-anchor, AGPs also occur freely soluble in the extracellular matrix, intercellular spaces and as exudates. The involvement of AGPs in virtually all aspects of plant growth and development is of considerable biological interest. Their putative roles in adhesion, guidance, cell signaling, nutrition, cell expansion, embryogenesis, and membrane protection yield interesting speculations and promising leads. However, definitive assignment of a precise biological function for any of these glycoproteins remains elusive; this is due in large part to problems associated with their purification. Only recently has it become possible to purify a single AGP in sufficient (i.e., bulk) quantity to enable not only structural, but functional analyses. This success emerged during the tenure of the previous NSF grant and involves expression of LeAGP1 as a fusion protein tagged with green fluorescent protein (GFP) in transgenic plant cell cultures. LeAGP1 is a major AGP in tomato and is putatively GPI-anchored to the plasma membrane, consistent with the prediction of a putative GPI-anchor addition sequence from the LeAGP1 gene as well as from localization of LeAGP1 to the plasma membrane in protoplasts with the LeAGP1 antibody and in cultured plant cells with GFP-labeled LeAGP1. This project seeks to exploit the LeAGP1 transgene and its glycosylated product to test specific hypotheses relating AGP form to function within the context of the following objectives: 1. Verify that LeAGP1 is a GPI-anchored (i.e., glypiated) AGP by purifying and biochemically characterizing membrane-bound LeAGP1. 2. Determine whether hydroxyproline-glycosylation is species-specific by expressing the LeAGP1 transgene in tomato cell cultures. Glycosylation data will be determined and compared to that already obtained from transgenic tobacco cells. 3. Determine the molecular size and shape of LeAGP1 by transmission electron microscopy/rotary shadowing, circular dichroism, and molecular modeling and relate it to that inferred from the primary sequence and to plasma membrane loading data. 4. Evaluate plasma membrane loading and turnover of LeAGP1 in the context of its potential dynamic, structural role at the cell surface using biochemical and microscopic analyses. 5. Elucidate the molecular interactions and functions of LeAGP1 by a) testing for binding partners in regenerating protoplasts and in bead assays using immobilized LeAGP1 and soluble fragments of cell wall components, b) determining whether exogenous LeAGP1 affects the survival or growth of cultured cells, protoplasts, and pollen, and c) characterizing the second generation of transgenic tomato plants expressing the LeAGP1 antisense gene in order to determine whether the antisense genotype is linked with the altered growth phenotype as was observed in the primary antisense tranformants. Focusing on a single, purified AGP and subjecting it to hypothesis-based testing in the context of these objectives will advance our structural understanding of AGPs and provide a viable route to pinpoint precise biological interactions and functions for AGPs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Showalter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Allan M Showalter",
   "pi_email_addr": "showalte@ohio.edu",
   "nsf_id": "000214794",
   "pi_start_date": "2001-11-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Kieliszewski",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia J Kieliszewski",
   "pi_email_addr": "kielisze@ohio.edu",
   "nsf_id": "000328901",
   "pi_start_date": "2001-11-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "1 OHIO UNIVERSITY",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}