{
 "awd_id": "0116615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a Very Large CCD Area Detector",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2002-05-01",
 "awd_exp_date": "2005-04-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2002-05-28",
 "awd_max_amd_letter_date": "2003-07-02",
 "awd_abstract_narration": "A grant has been awarded to Dr. Edwin M. Westbrook at the Molecular Biology Consortium (MBC) in Chicago, to develop a state-of-the-art X-ray detector for structural molecular biology research.  When the prototype has been completed, it will set the standard for future detectors in this class.  The application for this detector is protein crystallography, to be conducted at a synchrotron beamline of the Advanced Light Source (ALS) at Lawrence Berkeley National Laboratory (LBL).  Protein crystallography is progressively taking advantage of the nation's synchrotron X-ray sources, because they provide million-fold brighter X-ray beams than can be had at home laboratories, and the beam is also much narrower and of more uniform energy.  Once the molecular biology community learned to use these magnificent beamlines, enormous advances have been made in structural knowledge of biological systems at the molecular level.  Recent determination of the molecular structures of the ribosome subunits and of the RNA polymerase II are merely examples of results that could not have been achieved without synchrotron X rays.  The detector that will be developed in this project will further amplify the capabilities of the synchrotron beamline on which it will be installed.\r\nWhile the science of molecular biology is the driving reason for developing this detector, the project itself will be predominantly one of electronic engineering.  The detector will feature advanced new Charge-Coupled Devices (CCDs) that have recently been developed that have lower noise and faster performance than previous CCDs.  Application-Specific Integrated Circuits (ASICs) and Field-Programmable Gate Arrays (FPGAs) will be integrated into the control system of the detector, and its readout system will be the new S-LINK parallel fiberoptic interface.  The MBC electronics group is well known for its extremely low-noise analog electronics, but this detector will also feature radically new digital signal processing to reduce the uncertainty of reading the electronic charge of each CCD pixel, permitting up to 18-bit readout registration.\r\nThe new detector will have a square active area 32 cm on each side, that can be repetitively observed every 0.67 seconds.  It will have a dynamic range- the ratio of strongest/weakest signals it can simultaneously detect- exceeding 250,000:1.  Its spatial resolution will permit neighboring Bragg spots to be measured even when they are only 0.6 mm apart, so this detector will be able to resolve over 500 spots across its 32 cm width.  All of these characteristic parameters exceed those of existing crystallographic detectors, and taken together as a whole this detector will be dramatically better than any now available.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Westbrook",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin M Westbrook",
   "pi_email_addr": "edwin.westbrook@mbc-als.org",
   "nsf_id": "000466199",
   "pi_start_date": "2002-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Molecular Biology Consortium",
  "inst_street_address": "1 CYCLOTRON RD",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3129962286",
  "inst_zip_code": "947208099",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "MOLECULAR BIOLOGY CONSORTIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "L7XMNAVESTK3"
 },
 "perf_inst": {
  "perf_inst_name": "Molecular Biology Consortium",
  "perf_str_addr": "1 CYCLOTRON RD",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947208099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}