{
 "awd_id": "0122638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Microstructure Evolution in Solids with External Constraints and Defects",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2001-11-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2001-10-23",
 "awd_max_amd_letter_date": "2006-03-06",
 "awd_abstract_narration": "This award supports theoretical and computational research and education to study the evolution of microsctructure in solids. The main scientific objective of this proposal is to understand the effect of external constraints on phase transformations and microstructure evolution, and the mutual interactions between phase and defect microstructures. The PI will investigate two specific problems using the phase-field approach in combination with mesoscale elasticity theory. The first problem is concerned with phase transformations and domain structure evolution in ferroelectric thin films constrained by a substrate.  A phase-field model will be developed for ferroelectric domain evolution in single-crystal films. The model will include long-range elastic and electric dipole-dipole interactions, and the appropriate mechanical and electrical boundary conditions. The initial focus will be on a number of important oxides, PbTiO3, BaTiO3, PbZrxTi1-xO3, for which there have been extensive experimental measurements and theoretical thermodynamic analyses.  The PI will systematically investigate the effect of substrate constraints and film thickness on transformation temperatures, volume fractions, and the size of each orientation domain. The focus will be on the temporal evolution of ferroelectric domain structures during nucleation, growth and coarsening, as well as during the domain-wall motion and polarization switching under an electric field. The effect of internal defects, both immobile and diffusive, on domain-wall mobility and ferroelectric/dielectric responses will be studied. The second problem involves the mutual interactions between phase and dislocation microstructures in advanced alloys. Based on recent advances in phase-field modeling of dislocations, a comprehensive model for the simultaneous temporal evolution of phase and dislocation microstructures will be developed, incorporating both elastic anisotropy and elastic inhomogeneity. The PI will study the local phase equilibria, solute segregation kinetics, and nucleation and growth processes around both static and moving dislocations, by varying the solute-solvent size mismatch, elastic inhomogeneity, and the relative solute diffusivity and dislocation mobility. A major effort will be devoted to modeling the influence of solute segregation and second-phase precipitates on the dynamics of both isolated and an ensemble of dislocations under applied stresses. In particular, for a given strain rate, the effect of solute concentration, solute diffusivity, precipitate size and shape, precipitate-precipitate spacing, lattice mismatch, and elastic inhomogeneity, on the critical yield stress of an alloy will be systematically studied. Financial support for two graduate students is requested. The PI will interact closely with experimentalists for validation of theoretical predictions. He also plans collaborations with other theorists to link electronic structure calculations and mesoscale phase-field simulations for modeling phase transformations and microstructure evolution.\r\nThe proposed research will impact graduate education in materials, as phase-field simulations of phase transformations and microstructure evolution are being incorporated into a graduate course as part of an educational program on thermodynamics and kinetics. User-friendly software with graphical interfaces will be developed and distributed to other institutions for educational purposes. The proposed project will also result in new computational tools that can potentially be applied to industrially important materials problems as evidenced by the existing collaborations between the PI and industry.\r\n%%%\r\nThis award supports theoretical and computational research and education to study the structure of materials on length scales between the atomic and the macroscopic, the microstructure, its role in phase transformations, and its evolution in the presence of external constraints and internal defects.  This is a difficult fundamental problem which directly impacts materials processing. The PI will use phase field methods and focus on evolution of domains in ferroelectric materials and the mutual interactions between phase and dislocation microstructures in advanced alloys. Dislocations play an important role in diffusion processes and phase transformations of solids. Ferroelectric materials have applications in sensors and optical components\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Long-Qing",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Long-Qing Chen",
   "pi_email_addr": "lqc3@psu.edu",
   "nsf_id": "000136522",
   "pi_start_date": "2001-10-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}