{
 "awd_id": "0123182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Japan Cooperative Science: Involvement of Clathrin-Coated Vesicles in Preprophase Band Formation in Plants",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myra McAuliffe",
 "awd_eff_date": "2002-04-01",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 3400.0,
 "awd_amount": 3400.0,
 "awd_min_amd_letter_date": "2001-11-30",
 "awd_max_amd_letter_date": "2001-11-30",
 "awd_abstract_narration": "0123182\r\nStaehelin\r\n\r\nThis award supports a two-year collaborative research project between Professor Andrew Staehelin of the University of Colorado, Boulder and Professor Yoshinobu Mineyuki of Hiroshima University in Japan.  The researchers will undertake a study of the involvement of clathrin-coated vesicles in preprophase band formation in plants.  This is part of a larger ongoing research effort to produce a 3-D structural database of the cytokinetic apparatus of plant cells at a resolution of 6nm.  To produce this database, cells and tissues will be high-pressure frozen and freeze-substituted, and then reconstructed from dual-axis tomograms.  The preprophase band (PPB) of cortical MTs, the focus of this study, defines a plasma membrane zone that becomes depleted of cortical actin filaments and serves as the site where the cell plate links up with the parental wall.  Preliminary studies have shown that ultra rapid freezing/freeze-substitution techniques can not only provide exceptionally clear images of cortical MTs and MFs in the PPB zone, including images depicting the dynamic state of individual MTs, but also that forming PPB regions contain increased numbers of clathrin-coated pits and vesicles, suggestive of an increased amount of endocytosis and membrane recycling.  Although clathrin-coated pits have been seen previously in electron micrographs of PPBs, the idea of endocytosis being an important element of PPB formation has not been investigated to date.  However, based on the initial findings, endocytosis could play an important role in PPB formation.  The researchers' goals are:  1) to determine if the number of clathrin-coated pits and vesicles increases in the plasma membrane zones involved in PPB narrowing and formation;  2) to determine the spatial relationship between these pits and vesicles to MTs and MFs; and  3) to show that these clathrin-coated pits and vesicles are involved in endocytosis.\r\n\r\nThe project brings together the efforts of two laboratories that have complementary expertise and research capabilities.  Results of the research could determine how PPBs are formed and what drives the narrowing of the cortical tubule array into a PPB.  Through the exchange of ideas and technology, this project will broaden our base of basic knowledge and promote international understanding and cooperation.  The researchers plan to publish results of the research in scientific journals and report on the findings at scientific meetings.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L. Andrew",
   "pi_last_name": "Staehelin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "L. Andrew Staehelin",
   "pi_email_addr": "staeheli@spot.colorado.edu",
   "nsf_id": "000103729",
   "pi_start_date": "2001-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597800",
   "pgm_ele_name": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 3400.0
  }
 ],
 "por": null
}