{
 "awd_id": "0124121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  Variational Methods:  Open Problems, Recent Progress, and Numerical Algorithms, June 11-14, 2002, Northern Arizona University",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "2002-03-15",
 "awd_exp_date": "2003-02-28",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2002-03-15",
 "awd_max_amd_letter_date": "2002-03-15",
 "awd_abstract_narration": "0124121\r\nNeuberger\r\n\r\nThis grant will support a conference on Variational Methods: Open \r\nProblems, Recent Progress, and Numerical Investigations to be held \r\nJune 11-14, 2001 at Northern Arizona University in Flagstaff, Arizona. \r\nThe term Variational Methods in the title refers to a rich area of partial \r\ndifferential equations and a family of methods historically used to \r\ninvestigate them. Many famous mathematicians have made significant \r\ncontributions in the last century to this area, but it is widely held that the \r\ntime is ripe for a new round of discoveries to be made. Solutions of these \r\nproblems typically rely on tools from a wide range of mathematical \r\nareas and potentially have a significant impact on the study of important \r\nphysical applications. The purpose of this conference is to assemble as \r\nmany experts as is possible in this research area, in order to discuss and \r\ncatalog the area's most important open (unsolved) problems and the \r\nmethods that might be used to attack them. Numerical investigations \r\n(using a computer to visualize and approximate solutions and their \r\nproperties) are gaining respect in the mathematical community, but their \r\npower is not yet fully appreciated by many in the established research \r\nworld, nor are they yet accessible to many of those who do appreciate \r\nthat power. This modern approach will be integrated with traditional \r\n(non computer-related) discussions via numerical lectures and hands-on \r\ntechnological demonstrations. Special attention will be given to physical \r\napplications, in order to facilitate our contributing to real-world science \r\nand to provide a source of renewed inspiration for our endeavors.\r\n\r\nThe driving force for this conference is a desire to produce a highly \r\nusable, in fact essential, reference for those actively researching in the \r\narea and for young mathematicians just starting their careers. Both \r\ngroups will benefit greatly from having a single succinct catalog of good \r\nresearch problems together with an introduction to the most fruitful \r\nrelevant mathematical tools and an exhaustive bibliography. A publisher \r\n(American Mathematical Society Journal of Contemporary \r\nMathematics) has already provisionally accepted a proposal for \r\npublishing this document. The conference will encourage informal \r\ndiscussion about the future of our field, the potential for it to make \r\nsignificant contributions to the sciences, and how best to put all this \r\ninformation in a single proceedings volume.\r\n\r\nThe focus of the discussed research will be on nonlinear elliptic partial \r\ndifferential equations, a key application of variational methods. \r\nNonlinear equations in general are vital to the description of physical \r\nphenomena, and elliptic equations describe (roughly speaking) one third \r\nof these. The efficient harvesting of biological mass, modeling of star \r\nbirth and death, and the fundamental equations governing quantum \r\nphysics all rely on elliptic equations. Significant progress in this research \r\narea has the potential to make a real difference, scientifically and \r\neconomically, to the world at large. The aim is to trigger a vibrant \r\nrenewed surge of interest and effort towards solving these types of \r\nproblems. The conference and corresponding proceedings volume will \r\nbe of equal parts research and educationally oriented. Beginning \r\nresearchers will be exposed to research in mathematics to the physical \r\nimportance of the field, unsolved problems will be suggested for their \r\npursuit, and analytical and numerical tools essential to that research will \r\nbe introduced. These new researchers who attend or, more generally, \r\nhave access to the resulting proceedings volume, will in the long run be \r\nthe key contributors. The aim is to encourage informal discussion, where \r\nreal mathematics is done, but guide the process with a focus on the \r\nultimate goal of producing a cohesive document.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Neuberger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Neuberger",
   "pi_email_addr": "John.Neuberger@nau.edu",
   "nsf_id": "000378156",
   "pi_start_date": "2002-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}