{
 "awd_id": "0124053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Japan Cooperative Science:  Mean-Field Approach to Collective Excitations in Unstable Medium-Mass and Heavy Nuclei",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myra McAuliffe",
 "awd_eff_date": "2002-01-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2001-12-14",
 "awd_max_amd_letter_date": "2001-12-14",
 "awd_abstract_narration": "0124053\r\nNazarewicz\r\n\r\nThis award supports a three-year collaborative research project between Professor Witold Nazarewicz at the University of Tennessee and Professor Kenichi Matsuyanagi of Kyoto University in Japan.  The researchers will undertake a study of the mean-field approach to collective excitations in unstable medium-mass and heavy nuclei.  The focus of the research is in those aspects of nuclear structure physics which are of highest priority in the community: 1) radioactive nuclear beam physics which will access nuclei at the limits of stability around the proton and neutron drip lines, and  2) gamma ray spectroscopy which accesses discrete nuclear states in rapidly rotating nuclei up to the fission limit.  The intent is the further development of techniques that can treat the special properties of weakly bound nuclei, where the Fermi energy is close to zero.  Hartree-Bogolyubov (HFB) programs that include unbound states are needed.  Current programs that include the continuum states are usually restricted to spherical shapes.  The proposal will continue the development of HFB programs that include non-spherical shapes as well as the continuum states.  This is necessary for a more realistic description of nuclei around the neutron drip line.  An interesting possibility of different shapes for neutrons and protons, including neutron halos, can then be investigated.  The development of the program will permit investigation of double beta decay, which has fundamental interest not only to nuclear physics, but also particle physics and astrophysics.\r\n\r\nThe project brings together the efforts of two laboratories that have complementary expertise and research capabilities. The research addresses a number of questions that are of great importance for Japanese and U.S. low-energy nuclear structure communities.  The number of nuclear structure theorists in the U.S. and Japan is small and the groups are isolated.  The project will offer a good opportunity to join efforts between the two countries.  Through the exchange of ideas and technology, this project will broaden our base of basic knowledge and promote international understanding and cooperation.  The project advances international human resources through the participation of postdocs and a graduate student.  The researchers plan to publish results of the research in scientific journals and report on the findings at scientific meetings.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Witold",
   "pi_last_name": "Nazarewicz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Witold Nazarewicz",
   "pi_email_addr": "witek@utk.edu",
   "nsf_id": "000349429",
   "pi_start_date": "2001-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597800",
   "pgm_ele_name": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}