{
 "awd_id": "0125164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Application of High-Precision Earthquake Location to Subduction Zones: Japan and New Zealand",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2002-01-01",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 189517.0,
 "awd_amount": 189517.0,
 "awd_min_amd_letter_date": "2001-12-27",
 "awd_max_amd_letter_date": "2002-07-13",
 "awd_abstract_narration": "The initial focus of this project is the development and refining of seismic analysis methods, such as precise waveform cross-correlation and waveform similarity clustering, to improve earthquake location and seismic source imaging for existing, well-characterized seismic datasets. Along with these tools, relative arrival-times and cross-correlation lag information are being incorporated into 1D and 3D tomographic algorithms to enhance the robustness of velocity models derived from passive seismic data. These developments are then used for analysis of large seismic catalogues from Japan and New Zealand.\r\n\r\nThe software development is divided into three principal areas: (1) high-precision seismic waveform cross-correlation (WCC) for arrival time estimation, (2) robust event clustering and (3) relative arrival-time (\"double-difference\") seismic tomography. Component 1 improves on an existing, highly successful WCC method to reduce phase pick inconsistency within catalogues by incorporating such innovations as wavelet-based spectral and cross-spectral estimation, auto- picking and improved uncertainty analysis. Component 2 expands upon event clustering methods by developing a hierarchy of clusters based upon waveform similarity measures at different scales. This multiple-frequency-band approach provides a framework for rapidly associating events into hierarchical clusters to expedite cross-correlation repicking for precise location estimates. In the third component of development, relative arrival time data including the adjustments obtained from WCC are incorporated into 1D and 3D velocity inversion techniques. Recent work using relative arrival times (\"double difference\" location) has demonstrated great potential for improved earthquake location by adding these parameters into the location equations; capitalizing on relative traveltime information in combination with WCC pick refinements may also improve velocity models through reducing the existing scatter in hypocenter locations and associated arrival times used in the tomographic method. These software tools will be made available, with documentation, to the scientific community.\r\n\r\nThe analysis tools are applied to obtain detailed understanding of the seismotectonics of subduction zones and their associated seismic hazards. Two regions are being investigated: Japan and New Zealand. In Japan, two separate populations of earthquakes within the subducting plate define a double seismic zone whose spatially distinct seismic source regions indicate variations of stress regimes within the downbending plate. Large, damaging, historic earthquakes have been shown to correlate with microseismic distributions and slab boundary morphology in the region, but the microseismicity is characterized by somewhat diffuse clusters. These clouds of hypocenters often lend themselves well to precise relocation methods, which can illuminate details of the seismogenic fabric previously obscured by random location errors. Refinement of these locations and improved delineation of shallow and deep seismic source structures will sharpen the image of the subducting slab and better define relationships among the distinct regimes. In New Zealand, a region of high shear strain accumulation rate has been identified around Wellington. Applying the new analysis tools to earthquakes in this region will improve delineation of seismogenic structures, which then allows them to be related to crustal faulting and hypothesized locked zones along the slab interface. Defining the details of these seismic sources facilitates a better understanding of the localized stress regimes and permits refinements of models for how the subduction regime influences faulting and deformation in the overriding crust. These investigations are being undertaken in collaboration with researchers in Japan and New Zealand.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Thurber",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford H Thurber",
   "pi_email_addr": "cthurber@wisc.edu",
   "nsf_id": "000203554",
   "pi_start_date": "2001-12-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Charlotte",
   "pi_last_name": "Rowe",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Charlotte A Rowe",
   "pi_email_addr": "char@geology.wisc.edu",
   "nsf_id": "000271387",
   "pi_start_date": "2001-12-27",
   "pi_end_date": "2002-07-13"
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "597800",
   "pgm_ele_name": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 189517.0
  }
 ],
 "por": null
}