{
 "awd_id": "0126422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integration of Research into Behavioral Neuroscience Instruction",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 29886.0,
 "awd_amount": 29886.0,
 "awd_min_amd_letter_date": "2002-05-23",
 "awd_max_amd_letter_date": "2002-05-23",
 "awd_abstract_narration": "Psychology - Biological (71)\r\nThis project is enhancing learning experiences in behavioral neuroscience at the undergraduate level by providing opportunities for students to conduct sophisticated empirical research projects from the introductory level through senior-level independent research. This project is adapting an approach successfully developed in an NSF-funded project and used by Dr. Michael Kerchner of Washington College. Dr. Kerchner teaches students how to use an acoustic startle system in their projects, and makes research experiences more accessible at several levels of instruction. The goal of the current project is to provide the means by which students collect behavioral data efficiently and objectively. Students are able to collect more data in less time and focus more on the process of doing hypothesis-driven systematic research. By actively engaging in the scientific enterprise, students better understand concepts being covered in class and are better prepared for conducting advanced research in behavioral neuroscience. Two behavioral assays that are more commonly used in dedicated research environments are being adapted for use in several undergraduate courses in behavioral neuroscience. One of these systems allows for the video-tracking of individual animal movements as well as social interactions among pairs of rats (BM Spruijt, T Hol, & J Rousseau, \"Approach, avoidance, and contact behavior of individually recognized animals automatically quantified with an imaging technique,\" Physiology and Behavior, Vol. 51: 747-752, 1992). The other assay assesses pre-pulse inhibition of the acoustic startle response. These systems allow students in courses with and without a dedicated laboratory component to actively engage in the research process, working in small groups. Examples of research topics are age-related differences in social interactions and responsiveness to novelty (see LP Spear, \"The adolescent brain and age-related behavioral manifestations,\" Neuroscience and Biobehavioral Reviews, Vol. 24: 417-463, 2000); the role of brain monoamine systems in sensorimotor gating (see C Johansson, DM Jackson, J Zhang, & L Svensson, \"Prepulse inhibition of acoustic startle, a measure of sensorimotor gating: Effects of antipsychotics and other agents in rats,\" Pharmacology Biochemistry and Behavior, Vol. 52: 649-654, 1995); and assessing animal models of schizophrenia (MA Geyer, K Krebs-Thomson, DL Braff, & NR Swerdlow, \"Pharmacological studies of prepulse inhibition models of sensorimotor gating deficits in schizophrenia: a decade in review,\" Psychopharmacology, Vol. 156: 117-154, 2001). Each of the pieces of equipment used to support this project are linked to the campus network and students take advantage of a web-based classroom support environment to load their data directly into a course web-site, where it is shared by the entire class. Creation of individual web-sites and on-line discussion about the data also occurs in this support environment. As students progress through the curriculum, they become increasingly familiar with the behavioral assays supported by this grant and the experiments that they work on become more open-ended and are more likely to yield novel findings. Consequently, students are more likely to experience the excitement associated with scientific discovery. The project is leading to changes in other courses in the curriculum and provides a model for other institutions that plan to integrate research experiences into undergraduate training in behavioral neuroscience. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Siviy",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Siviy",
   "pi_email_addr": "ssiviy@gettysburg.edu",
   "nsf_id": "000215772",
   "pi_start_date": "2002-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gettysburg College",
  "inst_street_address": "300 N WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "GETTYSBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7173376505",
  "inst_zip_code": "173251483",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "PA13",
  "org_lgl_bus_name": "GETTYSBURG COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LM61PK5X7HK9"
 },
 "perf_inst": {
  "perf_inst_name": "Gettysburg College",
  "perf_str_addr": "300 N WASHINGTON ST",
  "perf_city_name": "GETTYSBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "173251483",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "PA13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7428",
   "pgm_ref_txt": "CCLI-ADAPTATION AND IMPLEMENTA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0402",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 29886.0
  }
 ],
 "por": null
}