{
 "awd_id": "0126269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  U-Series Isotopic Constraints on the Rates of Magma Genesis Evolution and Degassing at Mt. Erebus, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Wagner",
 "awd_eff_date": "2002-03-01",
 "awd_exp_date": "2005-02-28",
 "tot_intn_awd_amt": 117582.0,
 "awd_amount": 117582.0,
 "awd_min_amd_letter_date": "2002-03-19",
 "awd_max_amd_letter_date": "2004-08-10",
 "awd_abstract_narration": "This award, provided by the Antarctic Geology and Geophysics Program of the Office of Polar Programs, provides funds for research on magmatic processes that are active in the Mount Erebus volcanic system. Magmatism is one of the most fundamental dynamic processes of planetary interiors, yet our knowledge of the time-dependent parameters of basalt petrogenesis (e.g. solid mantle upwelling rate, melting rate, melt transport rate, magma storage time, crystallization rate, magma recharge rate) is quite limited. Magmatic processes such as melting, fractional crystallization and magma chamber replenishment can fractionate parent/daughter ratios of U-decay series isotopes and can thus create isotopic disequilibrium. Because the half-lives of the U-series isotopes are comparable to the time-scales of these processes, measurement of this isotopic disequilibrium in volcanic glasses and mineral separates provides constraints on the duration and rates of magmatic processes.\r\n\r\nThe objectives of this project are to assemble a unique geochemical-isotopic-petrological data set, and use this to evaluate the rate dependent parameters of magma genesis, evolution, and degassing at Mt Erebus, Antarctica. Mt. Erebus, the most active volcano in Antarctica, contains a persistent convecting and degassing anorthoclase phonolite lava lake that has 2-6 small Strombolian eruptions daily. The lava lake provides a unique window into the magmatic system and offers a rare opportunity to examine processes occurring deep within the convecting magma body. The lava lake is continuously degassing and on-going work is focused on sampling and measuring the gas compositions and emission rates. The small Strombolian eruptions conveniently eject volcanic bombs thus providing pristine samples of the magma containing large, well-formed anorthoclase crystals. These bombs, plus older radiometrically-dated lava flows around the summit of Mt. Erebus provide a unique opportunity to investigate the timing of fundamental magmatic and volcanological processes.\r\n\r\nThrough measurement of U-series isotopes (as well as isotopic and major- and trace-element constraints) from the known-age lavas, recently erupted bombs, and gases collected from Mt Erebus, this project will examine the timescales of: 1) magma genesis and melt transport from the mantle; 2) magma evolution and crystallization processes during magma storage in the crust; and 3) magma degassing and recharge rates into the current erupting magma chamber.\r\n\r\nThis integrated study of gases and associated magma using U-series isotopes should lead to a major improvement in understanding of the Erebus system, and might yield a significant new insights about the whole magmatic system from magma formation by partial melting in the mantle through its evolution and finally to it degassing and open system behavior in the lava lake.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Sims",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Sims",
   "pi_email_addr": "ksims@whoi.edu",
   "nsf_id": "000420087",
   "pi_start_date": "2002-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 117582.0
  }
 ],
 "por": null
}