{
 "awd_id": "0126209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cosmogenic Isotopes Produced In Situ in Terrestrial Rocks: Quantifying the Effect of Altitude and Depth on the Production Rates",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2002-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 264876.0,
 "awd_amount": 264876.0,
 "awd_min_amd_letter_date": "2001-12-20",
 "awd_max_amd_letter_date": "2001-12-20",
 "awd_abstract_narration": "Zreda\r\nEAR-0126209\r\n\r\nAlthough the general systematics of in-situ produced cosmogenic isotopes has been understood based on theoretical and experimental work, new quantitative information in several areas is needed to refine cosmogenic dating methods. Recent research on experimental production rates and effects of paleomagnetic intensity has shown that the production rates determined at one location and time cannot be transferred to other locations or times without introducing systematic errors that are estimated to be on the order of twenty percent. There are many specific reasons for these uncertainties, all revolving around a fundamental general problem of the distribution of the cosmic-ray intensity on earth. To improve our understanding of the distribution of neutrons, we started a neutron monitoring program, under which we are measuring the neutron intensity and cosmogenic isotope production rates as a function of latitude and elevation. The currently-funded one-year project will determine the attenuation lengths in the air for fast neutrons and for cosmogenic 36Cl (produced by fast and thermal neutrons) and 3He (produced by fast neutrons). These measurements are three out of eight that are necessary for a full characterization of altitude and depth dependence of cosmogenic production rates. The proposed project will provide the remaining five: the attenuation length in the air for thermal neutrons, and attenuation lengths in the rock for fast and thermal neutrons and for cosmogenic nuclides produced by fast and thermal neutrons. The goal of this proposal is to determine the relationships between the attenuation lengths obtained from measurements of cosmic-ray neutrons and of cosmogenic nuclides accumulated in rocks. This goal will be achieved by conducting the following measurements. (1) The thermal neutron intensity as a function of elevation, from sea level to 4000 m (top of Mauna Kea). To avoid the air-ground boundary, which affects thermal neutrons, the measurements will be conducted 300 m above the ground using bare neutron detector attached to a small pressure balloon. (2) The fast and thermal neutron intensity as a function of depth, from 0-100 cm in the rock. These measurements will be conducted in horizontal access holes drilled into the rock and by shielding the top of the instrument by slabs of basalt. (3) Cosmogenic 14C, 36Cl and 3He concentrations in shallow (100 cm) vertical cores. Two cores will be studied, with 15 samples per core; sampling will concentrate in the top 20 cm. Three specific objectives are: to determine the attenuation length for cosmogenic isotopes produced by fast neutrons; to define the depth function for thermal-neutron-produced isotopes; and to determine whether fast-neutron-produced isotopes are affected by the air-ground boundary. Isotopic and neutron data will be compared in order to define the relationship between the neutron intensity and cosmogenic production rates. This assessment is critical for developing the ability to calculate reliable cosmogenic production rates for locations where isotopic data are lacking. The results of this work will be used to construct an improved altitudinal scaling formulation for cosmogenic production rates, which will be an important contribution to the improvement of all cosmogenic dating methods.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marek",
   "pi_last_name": "Zreda",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Marek G Zreda",
   "pi_email_addr": "marek@hwr.arizona.edu",
   "nsf_id": "000301165",
   "pi_start_date": "2001-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 264876.0
  }
 ],
 "por": null
}