{
 "awd_id": "0126043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Grant:  Evaluating Levantine Early Upper Paleolithic Prismatic Blade Technology",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2002-01-01",
 "awd_exp_date": "2003-12-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2001-10-11",
 "awd_max_amd_letter_date": "2001-10-11",
 "awd_abstract_narration": "Under the direction of Dr. Steven L. Kuhn, Mr. Kristopher W. Kerry will collect data for his doctoral dissertation. This research will quantitatively examine relationships between several different Early Upper Paleolithic stone-tool assemblages associated with the Early Ahmarian lithic tradition. Found throughout most of the eastern Mediterranean region known as the Levant, the Early Ahmarian ranges in age from 25-40,000 years ago, and represents one of the earliest Upper Paleolithic industries in the world and perhaps the earliest example of prismatic blade production in Eurasia. This specific method of stone-tool production, used to produce numerous elongated removals (blades) from a single piece of stone, differs significantly from earlier stone-working techniques, and is contemporaneous with broad-scale changes in human behavior and population dispersal argued to occur throughout Eurasia circa 30-40,000 years ago. \r\n\r\nDespite this distinction, the Early Ahmarian tradition was not recognized until the early 1980s, when it was distinguished from another Upper Paleolithic technological tradition. This separation, centering on the high percentage of blade elements, was a significant contribution in characterizing Levantine Upper Paleolithic variability. However, over the past two decades the Ahmarian has become a designation for many, highly variable assemblages whose only common denominator is a \"bladey\" appearance. Understandably, such a classification scheme has made the taxonomic use of the Early Ahmarian somewhat cumbersome. While prismatic blade technology defines the Early Ahmarian, descriptions based on quantitative measures associated with the manufacture of blades are rare. This research will examine relationships between eight different Early Ahmarian assemblages by evaluating blade production strategies using quantitative measures. These assemblages form a transect through south-central Sinai, southwest Jordan, the Negev, central Lebanon, and south-central Turkey and represent various environmental and site settings. Additionally, three \"out-group\" assemblages will also be examined. These out-group assemblages are included in attempts to identify common themes in Early Ahmarian blade production strategies by comparing them with prismatic blade manufacture from southeast Europe and other stone-tool production techniques considered quite distinct from the Early Ahmarian within the Levant itself. In quantitatively describing blade production strategies associated with these eleven assemblages a consistent method of comparison may help distinguish regional distinctions associated with local environment and site location, as well as identify common themes within the Early Ahmarian. Only after Early Ahmarian technological variability is better defined can questions relating to the dispersal of prismatic blade production throughout Eurasia within the broader context of behavioral and demographic changes often associated with the Upper Paleolithic period be explored.\r\n\r\nArchaeologists know that the earliest anatomically modern humans first appeared in Africa and that they subsequently spread throughout both Old and New Worlds. Although one might assume that cultural attributes such as stone tools spread the same way, the archaeological evidence is far from clear. Mr. Kerry's research will provide relevant data. It will also assist in training a promising young scientist.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Kuhn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Kuhn",
   "pi_email_addr": "skuhn@email.arizona.edu",
   "nsf_id": "000276215",
   "pi_start_date": "2001-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristopher",
   "pi_last_name": "Kerry",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kristopher W Kerry",
   "pi_email_addr": "kwkerry@u.arizona.edu",
   "nsf_id": "000357184",
   "pi_start_date": "2001-10-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}