{
 "awd_id": "0127245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Physiology to Teach Physics",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "2002-04-15",
 "awd_exp_date": "2006-01-31",
 "tot_intn_awd_amt": 63017.0,
 "awd_amount": 63017.0,
 "awd_min_amd_letter_date": "2002-04-10",
 "awd_max_amd_letter_date": "2005-02-07",
 "awd_abstract_narration": "Physics (13) Providing interesting and rigorous undergraduate physics instruction for biology and health science majors is a significant and challenging problem. An increasing body of physics education research literature supports the claim of McDermott and colleagues that \"Teaching by telling is an ineffective mode of instruction for most students\". This growing realization has placed renewed emphasis on active learning and laboratory components of physics instruction. \r\n\r\nYet the laboratory experiences are often routine exercises in data taking on an apparatus designed to demonstrate a physical principle with little regard for life-experience relevance. There is limited motivation to acquire conceptual understanding and reasoning or opportunities to relate physics to life experiences. The objective of the project is to develop modules for the introductory level laboratory and lecture that address the need for physics experiments and lecture demonstrations performed in a physiological venue. Students rarely encounter frictionless inclines or force tables with pulleys. They routinely are aware, however, of their anatomy, blood pressure and respiration, hearing and vision. \r\n\r\nInitially four modules are being developed and integrated into a yearlong laboratory sequence. Specific experiments include: 1) the study of force, torque and rotational equilibrium via the measurement of the vertical location of the center of mass of the entire human body and its dependence on the attitude of body parts; 2) the study of fluid mechanics via the measurement of variations in blood pressure with vertical location and the maximum expiration and inspiration pressures of the lungs; 3) the study of waves and sound via the measurement of the ability of a human listener to discern the direction of a sound source; and 4) the study of geometric optics via the measurement and correction of common imaging defects of the human eye. \r\n\r\nInterdisciplinary participation of the physics and biology departments is included throughout this project. This project is directed by both physics and biology faculty advisors working with a team of two to four students to design, fabricate and test the experiments and develop the laboratory modules. A significant benefit of this program is the opportunity for the funded research students who represent the \"target community\" to become a part of the \"pedagogical process development.\" This opportunity should be especially valuable to aspiring educators. \r\n\r\nAssessment of the project includes pre- and post-laboratory testing and specific evaluation of laboratory report discussions of concepts and their application to related physiological applications. These experiments are of interest to a wider population and selected modules are being utilized in the University's \"Upward Bound\" program, a weekend/summer program in science for promising high school students from local, urban school districts. Additionally, the lecture demonstration derivatives are used in a non-science major core course entitled Physics of the Body. Finally, the modules are being disseminated to other universities and made available nationally by publication and web presentation of laboratory materials. The successful program outcome is a challenging, interdisciplinary and relevant physics learning experience for a large undergraduate student population.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Brienza",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Brienza",
   "pi_email_addr": "mbrienza@fair1.fairfield.edu",
   "nsf_id": "000122519",
   "pi_start_date": "2002-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Haegel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy M Haegel",
   "pi_email_addr": "nmhaegel@gmail.com",
   "nsf_id": "000269982",
   "pi_start_date": "2002-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olivia",
   "pi_last_name": "Harriott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olivia Harriott",
   "pi_email_addr": "oharriott@fairfield.edu",
   "nsf_id": "000107842",
   "pi_start_date": "2002-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fairfield University",
  "inst_street_address": "1073 N BENSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFIELD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2032544000",
  "inst_zip_code": "068245171",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CT04",
  "org_lgl_bus_name": "FAIRFIELD UNIVERSITY",
  "org_prnt_uei_num": "DNRVAKGWWKB7",
  "org_uei_num": "CMMFBJ2F9W56"
 },
 "perf_inst": {
  "perf_inst_name": "Fairfield University",
  "perf_str_addr": "1073 N BENSON RD",
  "perf_city_name": "FAIRFIELD",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "068245171",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CT04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742700",
   "pgm_ele_name": "CCLI-EDUCATIONAL MATERIALS DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7427",
   "pgm_ref_txt": "CCLI-EDUCATIONAL MATERIALS DEV"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0402",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 63017.0
  }
 ],
 "por": null
}