{
 "awd_id": "0129627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Secure and Proactive DNS",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2002-02-15",
 "awd_exp_date": "2006-01-31",
 "tot_intn_awd_amt": 366253.0,
 "awd_amount": 366253.0,
 "awd_min_amd_letter_date": "2002-02-07",
 "awd_max_amd_letter_date": "2002-02-07",
 "awd_abstract_narration": "The Domain Name System (DNS) is a hierarchically distributed\r\ndatabase that provides information fundamental to Internet\r\noperations, such as translating between human readable host names\r\nand Internet Protocol (IP) addresses. Due to the importance of\r\nthe information served by DNS, there is a strong demand for\r\nsecuring communication within the DNS system. The current\r\n(insecure) DNS does not prevent attackers from modifying or\r\ninjecting DNS messages. Users accessing hosts on the Internet\r\nrely on the correct translation of host names to IP addresses by\r\nthe DNS. A typical attack, referred to as DNS spoofing, allows an\r\nattacker to manipulate DNS answers on their way to the users.\r\nIf an attacker makes changes in the DNS tables of a single\r\nserver, those changes will propagate across the Internet as a\r\nviral infection.  Increasingly, DNS is also being used to perform\r\nload distribution among replicated servers. For instance,\r\ncompanies such as Akamai have used DNS to provide Web content\r\ndistribution. Moreover, there is consensus that since DNS is a\r\nglobal and available database, it can be employed as a Public Key\r\nInfrastructure (PKI) which would enable e-commerce applications.\r\n\r\nSecuring DNS means providing data origin authentication and\r\nintegrity protection.  Existing proposals for securing DNS are\r\nmainly based on public-key cryptography. In this proposal, the researcher\r\ndescribes a new approach based on standard symmetric (or\r\nsecret-key) cryptographic techniques. The researcher introduces the concept of\r\nDNS symmetric certificate that are used to create a trusted path\r\nfrom the DNS root server to a server that is authoritative for a\r\nportion of the DNS tree. This strategy is very similar to the one\r\nintroduced by Davis and Swick and symmetric certificates can be\r\nseen as a sort of tickets in the Kerberos system which create a\r\ntrusted path from the authentication server to the destination\r\nserver going through the ticket-granting server. DNS symmetric\r\ncertificate are as manageable as public-key certificates with the\r\nexception that they cannot be shared, which is not generally\r\nrequired in the DNS system.  The project solution enables a wide range of\r\nsecure services previously believed impractical or too difficult\r\nto manage, such as mutual authentication and key revocation.\r\nMoreover, the gain in terms of computational complexity, network\r\ntraffic, and storage requirements is impressive when compared\r\nwith public-key cryptography based approaches.  The research has clear\r\nideas on how to define a secure DNS system based on symmetric-key\r\ncryptography. The researcher proposes to build such a system and make public\r\nthe prototype implementation.\r\n\r\nThe second part of the proposed research, would focus on a still\r\nunresolved problem: A DNS server represents a single point of\r\nattack which could easily be compromised. The researcher would like to\r\ninvestigate the possibility to distribute the role of a single\r\nDNS server among several servers.  The research proposes a proactive DNS\r\nsystem that can survive component failures (whether malicious or\r\nnot) by combining standard techniques of decentralized storage\r\nand dynamic self-maintenance. The researchers approach would allow DNS\r\nservers to automatically recover from possible, undetected\r\nbreak-ins and then maintain uninterrupted security.  The researchers propose to\r\nuse the proactive security model, which provides a method for\r\nmaintaining the overall security of a system even when individual\r\ncomponents are repeatedly broken into and controlled by an\r\nattacker, as long as not too many servers are compromised at the\r\nsame time. The approach employed by the proactive security model\r\nis to first distribute the cryptographic capabilities among\r\nseveral servers, next have the server periodically engage in a\r\nrefreshment protocol. Information gathered by an attacker before\r\na refreshment period becomes useless to attack the system in the\r\nfuture. The researcher proposes to define, and build, an architecture that\r\ncombines decentralized storage system technologies, data\r\nredundancy and encoding, and dynamic self-maintenance to create\r\nsurvivable DNS servers based on the proactive security model.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giuseppe",
   "pi_last_name": "Ateniese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giuseppe Ateniese",
   "pi_email_addr": "ateniese@cs.jhu.edu",
   "nsf_id": "000488776",
   "pi_start_date": "2002-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176600",
   "pgm_ele_name": "STRATEGIC TECH FOR INTERNET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9217",
   "pgm_ref_txt": "NATNL RESERCH & EDUCAT NETWORK"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 366253.0
  }
 ],
 "por": null
}