{
 "awd_id": "0130396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Scale-Recursive Estimation of Precipitation for Applications to Quantitative Precipitation Forecast (QPF) Verification and Multisensor Estimation",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephan P. Nelson",
 "awd_eff_date": "2002-03-15",
 "awd_exp_date": "2005-02-28",
 "tot_intn_awd_amt": 186670.0,
 "awd_amount": 186670.0,
 "awd_min_amd_letter_date": "2002-03-19",
 "awd_max_amd_letter_date": "2004-03-09",
 "awd_abstract_narration": "Atmospheric precipitation, whether in convective storms or quasi-uniformly stratified cloud layers, generally is highly inhomogeneous and exhibits considerable natural variability at scales ranging from a few meters to several hundreds of kilometers.  A variety of sensors (e.g. rain gauges, radars, and satellites) are used to monitor precipitation rate and total accumulation and provide both direct and indirect measurements at different scales based upon instrument resolution and sampling or analysis strategies.  Physically-based computer models, both of the atmosphere and solid earth, rely upon these observed data for initialization/assimilation as well as forecast validation.  However, owing to the tremendous scale-dependent variability of precipitation and the discrepancies in scale and resolution among different types/sources of data, merging or comparing observations at different scales, or comparing model outputs to observations, is difficult.  Yet, quantitative precipitation estimation (QPE) and model forecast verification are foundational aspects of both atmospheric and hydrologic prediction.\r\n\r\nIn an effort to address issues associated with both scale variability and scale discrepancy in merging or comparing information from multiple sources, the Principal Investigators seek to use a recently-developed scale-recursive estimation (SRE) framework.  They will utilize the SRE framework for (1) Quantitative Precipitation Forecast (QPF) verification when observations are available at one or more scales different than the scale of the numerical model; (2) derivation of products or analyses in situations where observations and model outputs at different scales are to be merged to produce a single field; and (3) estimation of background error covariances from fields produced via the comparison of observations and model outputs at different scales. \r\n\r\nThe problems to be addressed require combined expertise in statistical multi-scale analysis of precipitation, optimal estimation theory, radar data analysis and interpretation, data assimilation, and numerical weather prediction modeling.  This collaborative team involves two statistical hydrologists and two meteorologists having demonstrated expertise in the above areas, and builds upon a previous successful collaboration in the analysis of the spatio-temporal structure of forecasted and observed precipitation at the scale of individual convective storms.  \r\n\r\nIn previous collaborative research, an extensive analysis was made of the spatio-temporal structure of forecasted and observed precipitation with an emphasis on one fundamental question: Do storm-resolving forecast models produce precipitation fields that exhibit the same scale invariant structures as observations, and if not, why?  The shortcomings of typical distance-based deterministic interpolators (or averaging operators) for converting data from one scale to another, i.e., downscaling (up-scaling), were documented, and the need for a rigorous methodology capable of handling scale-dependent variability and uncertainty in observations was demonstrated.\r\n\r\nThe present interdisciplinary proposal builds upon this body of previous work and proposes to explore a framework within which issues of variability and scale-dependency can be properly addressed for the purpose of QPF verification and multi-sensor rainfall estimation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelvin",
   "pi_last_name": "Droegemeier",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kelvin K Droegemeier",
   "pi_email_addr": "kkd@illinois.edu",
   "nsf_id": "000409756",
   "pi_start_date": "2002-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 59493.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 62107.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 65070.0
  }
 ],
 "por": null
}