{
 "awd_id": "0131357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Transcriptional Gene Silencing in Chlamydomonas and Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vicki B. Vance",
 "awd_eff_date": "2002-03-01",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2002-02-07",
 "awd_max_amd_letter_date": "2003-12-30",
 "awd_abstract_narration": "This project addresses the molecular mechanisms responsible for epigenetic transcriptional silencing in plants.  In the unicellular green alga Chlamydomonas reinhardtii, silencing of single-copy transgenes occurs without detectable methylation of the introduced DNA.  A WD40-repeat containing protein (Mut11p), with homology to the C-terminal domain of the fungal transcriptional co-repressor Tup1p, is required for this process.  Similar proteins are widely distributed among eukaryotes but their function is unknown.  Methylation-independent transgene silencing in Chlamydomonas also requires a serine/threonine protein kinase (Mut9p) that appears to be specific to the plant kingdom.  Both genes are also necessary for the repression of transposable elements, normal cellular growth, and tolerance to radiomimetic agents inducing DNA double strand breaks.   Close homologs of Mut9p and Mut11p are encoded in the Arabidopsis thaliana genome, albeit as members of small multigene families.  Intriguingly, an analysis of the Arabidopsis EST databases suggests that some genes, in a given family, are expressed preferentially in reproductive tissues.  It is tempting to speculate that in multicellular plants some family members are expressed in every cell and play a role in basal cellular functions, such as transposon repression.  In contrast, other members may have specialized to regulate specific sets of genes at a certain developmental stage.  The immediate goals of the study will include:  (1)  Characterization of the molecular role(s) of Mut9p and Mut11p in Chlamydomonas reinhardtii.  This objective will be achieved through the isolation of proteins interacting with the cloned gene products, by a variety of proteomic approaches.  The research will also identify potential target loci regulated by the silencing machinery, by an analysis of differential gene expression in mutant and wild-type strains.  (2)  Characterization of the role(s) of homologs of Mut9p or Mut11p in Arabidopsis development.  The expression pattern of all homologs in a given multigene family will be examined at different stages of development.  Mutants in genes predominantly expressed in reproductive tissues will be identified by screening T-DNA tagged lines.  The phenotype(s) of these mutants is expected to provide information on the possible functional divergence of the various family members.  (3) Characterization of one Chlamydomonas mutant (Mut-39), and cloning of the disrupted gene, defective in the transcriptional silencing of multiple copy, methylated transgenes.  Since the structure of these transgenes resembles a heterochromatic knob, the findings may contribute to our understanding of heterochromatin components in plants.\r\n\r\nIn eukaryotes, epigenetic processes, which result in heritable changes in gene expression without modifications in DNA sequence, play important roles in the control of development as well as in the cellular responses to viruses, viroids, transposable elements, and transgenes.  Thus, understanding the mechanisms of epigenetic gene silencing may provide insights into relatively unexplored but essential features of gene regulation and of defense responses against \"genomic parasites.\"  These findings may also have practical applications in agriculture and medicine, such as improving transgenic technology or enhancing our understanding of the role that epigenetic phenomena play in malignant diseases such as cancer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heriberto",
   "pi_last_name": "Cerutti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heriberto Cerutti",
   "pi_email_addr": "hcerutti1@unl.edu",
   "nsf_id": "000178505",
   "pi_start_date": "2002-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115400",
   "pgm_ele_name": "GENE EXPRESSION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": null
}