{
 "awd_id": "0131486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Positive and Negative Regulation of Rop Signaling in the Response to Oxygen Deprivation",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jermelina Tupas",
 "awd_eff_date": "2002-05-01",
 "awd_exp_date": "2005-04-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2002-04-30",
 "awd_max_amd_letter_date": "2004-02-06",
 "awd_abstract_narration": "We have identified an ON/OFF signaling mechanism that is required for tolerance of oxygen deprivation (anoxia) in Arabidopsis thaliana. Activation of Rop, a monomeric RHO-like G-protein, is required for alcohol dehydrogenase (ADH) induction and ethanolic fermentation but is insufficient for anoxia tolerance. Tolerance of anoxia requires initiation of Rop signaling as well as the subsequent termination of Rop signaling by the GTPase activating protein RopGAP4. Our data support a model in which Rop-signaling promotes NADPH oxidase activity and H2O2 production required for ADH induction; in addition the negative regulation of Rop signaling by RopGAP4 reduces H2O2-induced damage, prolongs cell viability and increases anoxia tolerance. We propose that an increase in cytosolic free calcium, a second messenger in response to oxygen deprivation, is necessary to complete the activation of Rop signaling.  We predict that interplay between Rop signaling and cytosolic free calcium levels governs changes in gene expression necessary for stress tolerance. Our goals are to: (1) Determine if a mitochondrial signal initiates Rop signaling in response to oxygen deprivation; (2) Elucidate the role of cytosolic free calcium fluxes in the regulation of Rop activity and RopGAP4 gene expression; (3) Determine whether Rop-mediated activation of NADPH oxidase involves the relocation of Rop and requires an increase in cytosolic calcium; (4) Test whether an H2O2  signal is sufficient to induce ADH and RopGAP4 expression; and (5) Explore the signaling mechanisms downstream of Rop that are involved in anoxia tolerance.  We will use genomic and genetic analyses to effectively study this signaling network. These studies will include: (1) Analysis of changes in gene expression regulated by anoxia-induced Rop signaling using total and large polysomal mRNA; (2) A screen for dominant suppressor mutations that restore anoxia tolerance to ropgap4-KO seedlings; and (3) Continued screening of gene-trap lines for mutations altering ADH expression. The elucidation of the role of positive and negative regulation of Rop in the low-oxygen stress response should enable the engineering of flooding tolerance in crop plants.\r\n\r\nThis project will elucidate the mechanisms that allow plant cells to sense a depletion of cellular oxygen and respond by stimulating fermentation. The project will study how the strict control of the stress response is tantamount for survival. The understanding of the signaling process that controls this response will enable scientists to manipulate flooding tolerance.  The results may have additional relevance to plant and animal biology, due to similarities between stress responses in plants and the low-oxygen stress response in plants and animals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Bailey-Serres",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Julia N Bailey-Serres",
   "pi_email_addr": "serres@ucr.edu",
   "nsf_id": "000468947",
   "pi_start_date": "2002-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}