{
 "awd_id": "0132802",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:    Quality of Service Engineering with Multiple Time-Scale Traffic",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor S. Frost",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 344000.0,
 "awd_min_amd_letter_date": "2002-08-01",
 "awd_max_amd_letter_date": "2008-04-08",
 "awd_abstract_narration": "The multiple time-scale and long-range dependent behavior of network traffic have been established by numerous experimental studies. In particular, power-law and Zipf-like distributions appear to be inherent to the Internet (file size, popularity of web documents, degrees of routers). These findings are raising the questions of (i) whether effective and valid mathematical tools for modeling and predicting network traffic can be developed and (ii) whether classical QoS engineering methods, based on the exponential distribution and its variants, can still be useful, if appropriately adapted. This project aims at providing positive, constructive answers to these questions, through the development of tractable, end-to-end QoS engineering solutions, applicable to current and future networks.\r\n     Specifcally, this project will focus on the development of a new QoS methodology, tailored\r\nfor multiple time-scale traffic, termed Stochastically Bounded Burstiness (SBB) calculus. This\r\nmethodology provides robust statistical bounds on various performance measures, such as delay, at each node of a network. The SBB calculus applies to very general network settings and leads to high utilization of network resources. This project proposes to address a number of fundamental research issues towards a possible implementation of the SBB calculus into practical QoS architectures, such as, but not limited to, DiffServ. These issues are related to (i) traffic characterization and measurements (ii) policing (iii) admission control and QoS routing and (iv) network topology (the SBB calculus currently applies only to acyclic networks). In addition, the applicability of this methodology to new types of networks, such as small ad-hoc networks, will be investigated, in a collaborative effort with Nokia.\r\n     Next, this project proposes to elaborate an innovative framework for the modeling and the\r\nanalysis of power-law distributions, such as the Pareto distribution. The proposed framework is\r\nbased on a fitting procedure that can approximate a power-law distribution arbitrarily closely by\r\na mixture of exponential distributions. This modeling approach provides novel perspectives on the\r\ndesign and analysis of important systems where power-law distributions arise. In particular, this\r\nproject proposes to make use of this approach in order to analyze and improve the performance of\r\nmulti-server systems, such as clusters of web servers.\r\n     The educational goals of this project are to develop a rich and challenging curriculum in computer networking, and to establish QoS engineering as one of its major disciplines. For this purpose, a new Internet instruction laboratory is planned, where students will get the opportunity to experiment with various networking equipment and communication technologies. The PI intends to develop two new networking courses, one undergraduate and one graduate, that will take advantage of this facility. In addition, the PI plans to introduce innovative teaching methods in order to enhance the communication skills of the students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Starobinski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Starobinski",
   "pi_email_addr": "staro@bu.edu",
   "nsf_id": "000491258",
   "pi_start_date": "2002-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  },
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 338000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}