{
 "awd_id": "0132965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hybrid Energy Transfer Power Factor Correction AC/DC Converters With Improved Efficiency",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Tomsovic",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2002-05-16",
 "awd_max_amd_letter_date": "2003-04-04",
 "awd_abstract_narration": "\r\nPower electronics technology is widely used in various industrial sectors and has recently been\r\nidentified by the Office of Science and Technology Policy as critical for the future growth of the U.S.\r\neconomy. Today innovations in electronic products are progressing at an unprecedented rapid pace.\r\nHowever, power electronics technology has not kept pace with the growth in low and medium power\r\nelectronic industries. With this proposal, the PIs seek to improve the power supply performance by\r\nexploring new design techniques to develop a family of efficient, high-frequency, low and medium\r\npower AC-DC converters with reduced cost and improved reliability, and still achieve near unity\r\npower factor. This effort targets future stringent power requirements for high-speed microprocessor\r\nused in next generation computer and communication systems.\r\nThe objective of the proposed research is to develop novel hybrid energy transfer AC-DC converters\r\nimproved efficiency and increased reliability and provides Power Factor Correction (PFC). In a\r\ntraditional single-stage AC/DC-PFC scheme, the converter normally operates in Discontinuous\r\nConduction Mode (DCM) and has the advantages of simplicity, low cost and high reliability, while\r\nless efficiency due to its inherent high voltage and current stresses. Moreover, it cannot achieve\r\nsimultaneously, the desired input performance in terms of low power factor and harmonics, and\r\noutput performance in terms of voltage ripple and regulation capabilities. The two-stage scheme can\r\nachieve unity power factor and higher output performance, but at the expense of high component\r\ncount and increased system complexity. This in turn increases cost and degrades the reliability of the\r\nwhole power electronic system. In both single-stage and two-stage AC/DC converters, the power is\r\nprocessed twice as all the transferred energy would once store in an intermediate bulk capacitor. Here,\r\nwe propose a novel method that allows parallel path of energy transfer to minimize power-processing\r\ntimes and to improve converter efficiency and reliability. A lion share of the input power directly\r\ntransferred to the output without going through the input current shaping stage while the converter\r\nremains a near-unity power factor. Furthermore, considering the operation irrelevance of PFC stage\r\nand DC-DC stage in two cascade stage converters, the PIs also propose a novel concept to improve\r\nthe efficiency by linking PFC stage with DC-DC stage to provide soft-switching conditions for the\r\nPFC stage or DC/DC stage without adding any auxiliary switch.\r\nDuring the projects two-year period, the following major tasks will be carried out:\r\n1) Investigate the limitations of improving efficiency in existing PFC- AC/DC converters.\r\n2) Aiming at reducing the power losses and processing time, analyze the power flow features,\r\nand build the potential path to forward partial input power to the output side directly to\r\nminimize the power processing times.\r\n3) Compare existing practical soft-switching DC/DC topologies; develop the suitable magnetic\r\ncoupling paths between the PFC stage and DC/DC stage to benefit each other, such as\r\nproviding soft-switching condition for PFC stage or/and DC/DC stage.\r\n4) Investigate integrated system issues and possible solutions, focusing on interaction between\r\ndifferent stages and control schemes.\r\n5) Set-up simulation platform and physical test bed, conduct comparative study for overall\r\nperformance between the proposed topology and existing AC/DC converters.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Issa",
   "pi_last_name": "Batarseh",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Issa E Batarseh",
   "pi_email_addr": "issa.batarseh@ucf.edu",
   "nsf_id": "000302693",
   "pi_start_date": "2002-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}