{
 "awd_id": "0132463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Language Change Across the Lifespan",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2002-01-01",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 139224.0,
 "awd_amount": 139224.0,
 "awd_min_amd_letter_date": "2002-01-03",
 "awd_max_amd_letter_date": "2006-05-08",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Gillian Sankoff will conduct two years of linguistic research on how language change at the community level relates to stability at the individual level. This project investigates linguistic change in a community of French speakers, taking advantage of a unique series of tape recordings made between 1971 and 1995 by Dr. Sankoff and her colleagues. The original corpus consists of tapes and transcripts of 120 native French-speaking Montrealers, stratified by age, sex, and social class. Half of the speakers were re-recorded in 1984, and a subset of those were followed through 1995. The project will establish trends at the community level and assess the degree of stability across individual speaker lifespans. Since the speech has already been collected and transcribed, research activities will emphasize quantitative analyses of phonetics, grammar, and lexicon across speakers. Eight different features will be used to track differential malleability of these linguistic subsystems. For example, people might modify their grammars more readily than they do their childhood accents.  \r\n\r\nThis sociolinguistic research will refine the concept of a \"critical period\" for language learning. This is the maturational period before puberty when children acquire their native languages. For most people, basic linguistic knowledge forms a relatively stable system throughout life. Although people learn new vocabulary across their lifespan, most 50- or 60-year olds prove faithful to the sound system and grammar of the language they first learned as young children. And yet, languages are constantly changing. To account for how both situations can hold, earlier models of language change focused on the transmission of linguistic information from adults to children. Since recent research has shown that children model the adult system very closely, it must be possible for people to remodel their language -  to some extent - later in life. This research on that possibility also addresses how language change affects communication, even across generations within the same speech community. Understanding language change as experienced by speakers across their lifespans will help to solve the puzzle of how and why people alter their speech, when the ensuing changes affect communication. The project will also address the limits of the possible, in examining the barriers to linguistic remodeling in later life for people who encounter new languages or dialects as adults\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gillian",
   "pi_last_name": "Sankoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gillian Sankoff",
   "pi_email_addr": "gillian@central.cis.upenn.edu",
   "nsf_id": "000460314",
   "pi_start_date": "2002-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 139224.0
  }
 ],
 "por": null
}