{
 "awd_id": "0133202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Attention and Memory",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher T. Kello",
 "awd_eff_date": "2002-03-01",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 324996.0,
 "awd_amount": 324996.0,
 "awd_min_amd_letter_date": "2002-02-20",
 "awd_max_amd_letter_date": "2005-04-21",
 "awd_abstract_narration": "Executive control is a fundamental issue in basic research in cognitive science and cognitive neuroscience and in several areas of applied research, including human factors and ergonomics.  Executive control is the process by which the mind controls itself, programming itself to perform specific tasks, monitoring performance for speed and accuracy, adjusting strategies, and switching between tasks.  This research will extend Logan's theory of executive control to address a broad range of phenomena in the burgeoning literature on switching between tasks.  Like many theories of executive control, Logan's theory posits an executive process that programs a subordinate task to do specific tasks.  It interprets task switching as re-programming: The executive process develops a new program for the upcoming task and transmits it to the subordinate, much like a programmer installs new software in a computer.  Logan's theory goes beyond previous theories of executive control in specifying the subordinate process explicitly and specifically.  It adopts a powerful theory of attention and categorization as the theory of the subordinate process, and it describes executive control in terms of programming the subordinate theory to perform tasks.  This allows precise, quantitative predictions of performance in a broad range of situations, including those in which people switch from one task to another.  The research will consist of three projects.  The first will develop quantitative measures of the time required to switch between tasks.  In Logan's theory, this switching time represents the time required for the executive to formulate a new program and install it in the subordinate process.  The second project will investigate the role of short-term working memory in executive control.  It will focus on a new experimental procedure in which subjects are given names of tasks to be performed and then a list of stimuli to perform them on, much like a person remembers a list of errands to be run on the way home from work or a list of chores to be done on a Saturday afternoon.  The third project will examine the role of long-term memory in task switching.  It will focus on competition and interference produced by recent experience with other tasks performed on the same stimuli, much like switching from workplace roles to social roles in having lunch with the boss.  This research will have direct implications for basic research on executive control.  It will also have implications for human factors research and job design.  With increased advances in technology, people in the workplace are often required to switch between tasks in the same environment; many of us have several windows open at once on our computer screens.  Understanding the costs of switching between tasks and learning what can be done to reduce them will allow better design of software, tasks, and jobs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Logan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon D Logan",
   "pi_email_addr": "gordon.logan@vanderbilt.edu",
   "nsf_id": "000293192",
   "pi_start_date": "2002-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 104189.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 108238.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 112569.0
  }
 ],
 "por": null
}