{
 "awd_id": "0133675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fixed Amount Award",
 "awd_titl_txt": "Culture in the Balance: The Emergence of a New Model of Equilibrium within Medieval Thought, 1225-1375",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2002-02-01",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 87614.0,
 "awd_amount": 87614.0,
 "awd_min_amd_letter_date": "2002-02-05",
 "awd_max_amd_letter_date": "2003-11-21",
 "awd_abstract_narration": "Project Abstract\r\nSES Proposal 0137158\r\nCulture in the Balance: The Emergence of a New Model of Equilibrium within Medieval Thought, 1225-1375\r\nJoel Kaye, Barnard College\r\n\r\nDespite the central place ideals of equality and equilibrium occupied in virtually every discipline within medieval thought, the model of equilibrium employed was never brought to the fore as a subject of discussion in itself. For this reason, modern historians, too, have so far failed to recognize and treat equilibrium as a primary subject of investigation. This project brings the history of equilibrium from the periphery to the\r\ncenter of inquiry.\r\n\r\nWhile the same words (equitas, equalitas, aequatio, adaequatio, equilibrare, etc.) continued to be used across disciplines throughout the medieval period, the definitions and processes denoted by these words changed dramatically over the period of high scholasticism, ca. 1250-1375. The emergence of a new model of equilibrium in this period had profound implications, underlying and making possible a thoroughgoing\r\nreconceptualization of the form and functioning principles of the cosmos. The historical importance of this creation, little recognized up to this point, extends far beyond the medieval centuries. The new model remained influential and active for centuries to come, providing the foundation for much of what we now consider to be \"modern\" speculation in a wide variety of humanistic and scientific disciplines, from ethical and\r\npolitical thought, to astronomy, geology, physics, and medicine.\r\n\r\nThe research and writing undertaken during the Fellowship year forms part of a larger book project, already well underway. The book will trace the emergence of a new conceptual model of equilibrium and examine its implications within four intellectual areas: scholastic economic thought, political thought, natural philosophy, and medicine.  Research during the Fellowship year is focused upon primary sources in the area of medieval medicine. Here the language of equality and balance is ever present, as definitions of health and sickness, models of the activity and circulation of the elements and humours, speculation on the action of plants and medicines, and the rich theoretical models of the temperaments and complexions, all center on notions of equilibrium. \r\n\r\nThe sources can be divided into six groups. 1. The early theoretical writings (through the mid-thirteenth century) on equilibrium and health found in various works from the School of Salerno provide a base line against which to view later developments. 2. Avicenna's  great medical textbook, the Canon (particularly the opening chapters of book 1) provides a sophisticated discussion of the philosophical principles underlying medical thought and practice. Here the concept of equilibrium is thoroughly intertwined with the theory of elements, humours, temperaments, and complexions, in a manner that remains influential for centuries. 3. Thirteenth and Fourteenth-century commentaries on Book I of the Canon, particularly those of Gentile da Foligno (c.1340) and Jacopo da Forli (c.1385), provide an excellent means of tracing the development of the model over time. 4. The writings of Arnald of Villanova. 5. Commentaries on the Tegni of Galen. 6. Numerous shorter treatises focusing on the question of equilibrium within bodily systems (De complexionibus) and the question of medical dosage as a problem in equalization (De gradibus medicinarum). \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Kaye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Kaye",
   "pi_email_addr": "jkaye@barnard.edu",
   "nsf_id": "000170057",
   "pi_start_date": "2002-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barnard College",
  "inst_street_address": "3009 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128542708",
  "inst_zip_code": "100276909",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "BARNARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPQ1NHRK78M9"
 },
 "perf_inst": {
  "perf_inst_name": "Barnard College",
  "perf_str_addr": "3009 BROADWAY",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 87614.0
  }
 ],
 "por": null
}