{
 "awd_id": "0133514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Next Generation Micromachined THz Circuits for Communication, Radio Astronomy and Biological Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922445",
 "po_email": "pfulay@nsf.gov",
 "po_sign_block_name": "Pradeep Fulay",
 "awd_eff_date": "2002-03-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2002-02-27",
 "awd_max_amd_letter_date": "2007-03-02",
 "awd_abstract_narration": "0133514\r\nPapapolymerou\r\n\r\nThe electromagnetic spectrum between 0.5 THz to 10 THz is scientifically rich and possesses a number of advantages: strong molecular absorption, wide bandwidth, very small sized circuitry, improved spatial resolution, faster switching speed and compactness. Applications in this frequency range include radio astronomy and atmospheric observations, detection of DNA mutations, detection of viral/chemical agents, high-resolution imaging, ultra-wideband and covert satellite communications, electronic countermeasures, signature acquisition radars and electronic/optical links in high-density integrated circuits. However, this region of the spectrum is relatively technologically poor due mainly to the unavailability of low loss and low cost transmission lines and other circuits such as antennas, filters and local oscillator sources. Traditionally, the vast majority of THz components utilize waveguide structures. Unfortunately, at frequencies above 1 THz waveguides become so small that fabrication utilizing conventional machining and electroforming techniques becomes extremely difficult, expensive and/or impossible. As a result, the PI is currently technologically limited from the production of low cost, low loss and reliable THz components above 1 THz that can be integrated within semiconductor-based circuits.\r\n\r\nIn this project, the PI proposes to further advance the state-of-the-art by designing and studying (both theoretically and experimentally) novel low loss, low cost and reliable Silicon micromachined THz circuits for communication, radio astronomy and biological/chemical applications above 1 THz. This will be achieved by utilizing a unique laser micromachining technique capable of producing three-dimensional structures of any shape with an accuracy of 1-3 um, as well as state-of-the art active devices (e.g. monolithic membrane diodes).  The investigation will include the development and characterization of the following structures: (1) micromachined conical and corrugated horns, as well as arrays of those radiating elements at 600 GHz, 1.2 THz, 2.4 THz and 4.8 THz; (2) micromachined cavity based band-pass and band-stop filters with coupling irises or slots at 600 GHz, 1.2 THz, 2.4 THz and 4.8 THz; (3) micromachined balanced doublers at 1.2 THz and 2.4 THz with membrane diodes and corrugated horns at the input/output; (4) the first ever doubler at 4.8 THz and (5) micromachined doublers at 1.2 THz coherently combined with a magic-Tee for increased output power. All of the above structures will be implemented in a \"split-block\" configuration where the circuit is split along a center/symmetry line into two components that are fabricated and then bonded together to form the entire structure. Bonding and self-alignment issues and their implications on circuit performance will be explored extensively in order to produce guidelines for micromachined THz circuits.\r\n\r\nAlong with the proposed research program, the PI is firmly committed to pursuing several related educational goals. These will include: (1) the revitalization of the existing microwave engineering curriculum at Georgia Tech; (2) the active involvement of senior undergraduate students in the proposed research, as well as in the creation of a website database for published papers on micromachined microwave and THz circuits; (3) community outreach and mentoring activities to involve students traditionally underrepresented in engineering and to attract high-school students into engineering; (4) summer internship with the major microwave/THz companies in the country and with national labs and (5) the organization of seminars with related topics, presented by invited speakers from academia and industry. The PI believes that the above educational activities will benefit his research efforts in microwave/THz circuits; expose students to a new world of circuits, interdisciplinary problems and opportunities; provide a strong linkage between them and the industrial/research community; and attract more underrepresented groups into engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioannis",
   "pi_last_name": "Papapolymerou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ioannis Papapolymerou",
   "pi_email_addr": "jpapapol@egr.msu.edu",
   "nsf_id": "000330233",
   "pi_start_date": "2002-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}