{
 "awd_id": "0133252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   Streaming Prerecorded Continuous Media in Wireless Environments",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2002-07-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 359477.0,
 "awd_amount": 359477.0,
 "awd_min_amd_letter_date": "2002-07-12",
 "awd_max_amd_letter_date": "2002-07-12",
 "awd_abstract_narration": "Two key developments in networking are that the Internet is (1) increasingly used for the streaming of continuous media, a large portion of which is prerecorded, and (2) increasingly accessed by wireless (and possibly mobile) clients. The stringent Quality of Service requirements of continuous media, such as video, combined with the unreliability of wireless links make the real-time streaming over wireless links a very challenging problem. To address the trend towards wireless streaming, the researcher proposes to develop a comprehensive theory and a framework of practical protocols and mechanisms for the real-time streaming of prerecorded continuous media to wireless clients. To overcome the challenges of real-time streaming of continuous media over wireless links the proposed protocols and mechanisms will rely on the following key insights:\r\n\r\n1. For prerecorded continuous media (i) the exact traffic characteristics are known before the streaming commences, and (ii) while the stream is being played out, segments of the stream can be prefetched into a prefetch buffer in the client.\r\n2. Channel probing techniques can identify the wireless links with good transmission conditions in the face of location-dependent, time-varying, and bursty wireless link errors.\r\n3. Rate adaptation techniques of modern wireless systems (e.g., third and fourth generation wireless systems) allow to dynamically allocate transmission capacities to the individual ongoing flows.\r\n\r\nThe novel idea of the streaming protocols is to overcome the variability of the wireless links by prefetching segments of the continuous media stream into the client buffer. The prefetching is done by dynamically allocating transmission capacities to the ongoing streams according to (1) the prefetch buffer contents in the clients, and (2) the wireless link conditions (determined through channel probing). Through prefetching (i.e.,work-ahead) prefetched reserves are built up in the clients that allow the clients to continue playback during adverse transmission conditions on the wireless links. The preliminary simulation results for prefetching using a Join-the-Shortest-Queue (JSQ) policy in conjunction with a simple channel probing scheme indicate that prefetching brings dramatic performance improvements.\r\n\r\nThe researcher proposes to develop a comprehensive framework for the real-time streaming of continuous media to wireless clients. The specific objectives of the proposed project are to develop:\r\n\r\n1. optimal prefetching mechanisms for a single wireless cell, e.g., mechanisms that for given client buffers minimize the client starvation probability while maximizing the number of supported streams.  The researcher will analyze the fundamental trade-offs in prefetching over wireless links and develop call admission rules.\r\n2. prefetching mechanisms for scalable encoded media that enable heterogeneous multimedia streaming services.\r\n3. seamless end-to-end streaming mechanism, for the real-time delivery of continuous media over networks consisting of wired and wireless links to mobile clients.\r\n\r\nIn the preliminary work for the proposed project, the researcher has developed a prefetching protocol for the real-time streaming of continuous media between the base station and multiple wireless clients in a wireless cell.\r\n\r\nThe proposed research is closely integrated with two educational initiatives. These are (1) outreach and extended education, and (2) the development of a wireless multimedia streaming testbed based on a 802.11 wireless LAN. The goals of the outreach and extended education initiative are to attract traditionally underrepresented minorities to engineering, and to provide high-quality networking instruction to underrepresented students, e.g., working adults. This will be achieved by (i) developing on-line networking labs for K-12 students and teachers in the Arizona MESA and the NSF funded WISE programs, (ii) enhancing the networking courses in ASU's Extended Education program with web-based teaching aids, and (iii) integrating networking courses into the exclusively web-based tri-university Master of Engineering program in Arizona.  The streaming testbed will serve as a platform for integrating research, industrial collaborations, and students' education. Protocols for wireless QoS, such as the proposed prefetch protocol will be implemented in undergraduate (senior) design projects to complement and deepen the classroom knowledge.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Reisslein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Reisslein",
   "pi_email_addr": "reisslein@asu.edu",
   "nsf_id": "000225151",
   "pi_start_date": "2002-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 359477.0
  }
 ],
 "por": null
}