{
 "awd_id": "0133899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   Design and Analysis of Photonic Packet-Switched Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 320953.0,
 "awd_amount": 320953.0,
 "awd_min_amd_letter_date": "2002-08-01",
 "awd_max_amd_letter_date": "2002-08-01",
 "awd_abstract_narration": "The growth of the Internet in recent years is resulting in a rapid increase in the demand for network bandwidth. As this growth continues, the Internet will be expected to support an increasing number of high-speed real-time applications, such as Internet telephony, video conferencing, and video distribution, which not only require significant bandwidth, but also have quality of service requirements with respect to delay and reliability of transmitted data.\r\n     Recent advances in optical transmission technology and wavelength division multiplexing (WDM) systems have enabled the development of advanced communication systems which are capable of providing large amounts of bandwidth in the core of emerging telecommunications networks. Similar advances in optical switching technologies will enable the deployment of highly flexible all-optical networks in the near future. Existing optical switching technology allows for the creation of networks in which all-optical circuit-switched connections can be established end-to-end.  As optical switch technology evolves, networks in which packets are switched optically at each node will become possible, offering an even greater degree of flexibility. Through the intelligent design of switch architectures and dynamic protocols, these photonic packet-switched networks have the potential to fulfill the diverse requirements of emerging broadband applications. This proposal outlines a career development plan for research and education in the area of photonic packet switching.\r\n     The research plan will investigate the feasibility and suitability of photonic packet-switched networks for supporting the traffic requirements of emerging Internet applications. Emphasis will be placed on the design and evaluation of protocols and architectures for improving photonic packet network performance, while also addressing the unique physical-layer properties of optical networks. The specific objectives of the research project will be to 1) investigate protocols for resolving contention and providing differentiated levels of service in photonic packet-switched networks, 2) investigate new techniques for contention resolution in optical burst-switched networks, 3) investigate static and dynamic approaches for avoiding contention and for reducing congestion in photonic packet-switched networks, and 4) develop an integrated framework for evaluating the performance of these networks on both the physical layer and network\r\nlayer in terms of metrics such as delay, packet loss, and signal quality. This research will provide a foundation for the deployment of high-speed photonic packet-switched networks, and will identify key design parameters and trade-offs associated with the implementation of such networks.\r\n     The education plan will focus on 1) developing new networking and telecommunications curriculum at both the undergraduate and graduate level, 2) organizing activities such as seminars and workshops to facilitate the transfer of knowledge from the university to surrounding industry, 3) developing new methods for providing education over the Internet, and 4) developing an outreach program to encourage under-represented minorities to seek careers in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Jue",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jason P Jue",
   "pi_email_addr": "jjue@utdallas.edu",
   "nsf_id": "000448018",
   "pi_start_date": "2002-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 WEST CAMPBELL RD.",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 320953.0
  }
 ],
 "por": null
}