{
 "awd_id": "0133975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   Network Samaritans (NETSAM):  Network-Assisted Service for the Internet",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2002-03-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 363163.0,
 "awd_amount": 363163.0,
 "awd_min_amd_letter_date": "2002-02-28",
 "awd_max_amd_letter_date": "2002-02-28",
 "awd_abstract_narration": "The end-to-end argument is a fundamental principle of the Internet architecture. The commercialization\r\nof the Internet, however, has brought new requirements like trust, QoS, ISP differentiation, third party\r\ninvolvement and less sophisticated users. These requirements have prompted the rethinking of the end-to-end\r\nprinciple in a quest for a new Internet architecture. Past experience indicates that the development of a\r\nnew architecture will likely be a long process, rich with debate and will draw from a vast and often uncharted\r\nsolution space.\r\n     This research will investigate part of the solution space, namely the viability and suitability of Network\r\nAssisted Services as a possible component of the future Internet architecture. A network-assistance archi-tecture called Network Samaritans (NetSam) is defined to map the framework for such services. NetSam is motivated by the observation that many new requirements seemingly require new mechanisms in the net-work.  Unlike Active Networks, NetSam is a moderate, yet careful step towards an enhanced network that provides a set of services beyond basic forwarding, but spiritually very distant from the malleable network of AN. NetSam preserves the architectural spirit of the Internet by seeking to determine the minimum func-tionality that is both necessary and appropriate in the network. NetSam is not an Internet architecture, but merely a framework for new services pivoting on network assistance, which may become part of the future architecture.\r\nApproach\r\n     The study will be carried out in the context of three important applications: Reliable Multicast, Distributed Denial of Service, and Network Management. The investigation will follow a disciplined, minimalist approach, assuming that a service is not needed unless proven otherwise. Selected services will be decom-posed and their components distributed between the network and the application. Network components willbe simple and general so they can be easily implemented in the routers with minimal security risks.\r\n     The NetSam architecture defines a new architectural division of services, namely filter and surrogate\r\nservices. Filter services are very simple and typically implemented in the routers, while surrogate services\r\nare more complex and typically implemented at the edges (but use some help from forwarding filters).\r\nTogether, filters and surrogates provide flexibility and support a large spectrum of services.\r\n     The study will follow a top-down approach by isolating the applications of network assistance. Simple\r\nand general services will be defined, with candidates including packet marking, steering and sampling and\r\nthen appropriate filters will be designed. The resulting system will be evaluated through implementation and\r\nsimulation.\r\nImpact on Advancing Knowledge\r\n     This research proposes a new paradigm for application/network interaction. Unlike current paradigms\r\nthat follow either complete separation or union of the two, this research proposes informed interaction\r\nbetween the network and application. The major contribution of this research to science will be the architecturethat governs this interaction.\r\nImpact on Education\r\n    This research will expose students to both theoretical and practical issues on application/network interaction. Students will be challenged to think deeper about the distinction between the application and the network, with emphasis on understanding concepts like the end-to-end argument and active networking.\r\nStudents will learn to analyze application requirements and consider the merits and demerits of router-assisted services. Students will learn how to define a new architecture. Project work will task students with the definition of new services and the decomposition and implementation of their constituent primitives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christos",
   "pi_last_name": "Papadopoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christos Papadopoulos",
   "pi_email_addr": "christos.papadopoulos@memphis.edu",
   "nsf_id": "000394271",
   "pi_start_date": "2002-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 203499.0
  }
 ],
 "por": null
}