{
 "awd_id": "0134890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Public-Sector Decision Modeling for Facility Location and Service Delivery",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 399491.0,
 "awd_min_amd_letter_date": "2002-03-12",
 "awd_max_amd_letter_date": "2007-02-22",
 "awd_abstract_narration": "This project will develop prescriptive planning models to addresses two important problems: provision of subsidized housing for low-income families and social services for the elderly.  These application areas are important because the recipients of these two types of services are usually considered society's most deserving\", yet in practice these services are delivered with little or no use of quantitative planning methodologies that have become common in other domains, such as transportation, medicine, emergency and police services and the environment. Moreover, proactive planning for these two types of service delivery is difficult due to the lack of knowledge regarding: forecasting of demand for services; measuring dollar-valued and non-dollar-valued impacts of alternative policies, and choosing policies that balance competing concerns of efficiency, equity and effectiveness. Key analytical tools to be used in this project are: optimization-based planning models from operations research/management science (OR/MS) to generate policy alternatives given limited resources and specific objectives; urban economic models to characterize housing and labor markets and to identify impacts of various potential configurations of subsidized housing; forecasting models based on statistics and geographic information systems (GIS) to estimate demands for senior services, and group negotiations and decisionmaking to identify most-preferred policies to implement. \r\n\r\nThis project will result in a number of important contributions to quantitative public policy research and teaching. First, it will enable the comprehensive evaluation of benefits and costs of subsidized housing location and elderly service provision. Second, it will enable the design of efficient strategies for solving difficult optimization problems associated with these two domains. Third, through use of actual agency data, researchers and policymakers may be persuaded that these planning models could improve the quality of service provision as compared to current practice. Fourth, it will provide a framework for the design and implementation of multiple-stakeholder decision support systems (DSS) for subsidized housing location and elderly service provision. Last, it will enable schools and departments of public policy and public administration to better motivate course offerings in MS/OR and information systems/information technology (IS/IT), and to integrate these course more smoothly into traditional curricula.\r\n\r\nThis project is important more generally because the models it generates will help those who manage or advocate for subsidized housing and elderly service delivery to better justify policy initiatives that may seem controversial, at least in the short run. Many of the political controversies arising in subsidized housing and elderly service delivery are characterized by: incomplete data on current conditions, an inability to identify realistic outcomes associated with alternative potential policy initiatives, and great difficulty in negotiating towards a single policy alternative acceptable to all parties. This academic research is not intended to transform policy analysts or political activists into experts in OR/MS or IS/IT, nor will it eliminate ambiguity and uncertainty surrounding these facets of public-sector facility location and service delivery. However, the research may persuade some actors in policy and political debates that the use of planning models in general, along with more accurate data estimates and well-defined ways to discuss policy alternatives, could result in outcomes in which society is better off as compared to traditional policy-analytic and political advocacy methods. Finally, this research will enable students of public policy and public administration to more readily avail themselves of OR/MS- and IS/IT- based quantitative planning and implementation tools that business school graduates have used for years to improve the efficiency of private-sector organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Johnson",
   "pi_email_addr": "johnson2@andrew.cmu.edu",
   "nsf_id": "000186046",
   "pi_start_date": "2002-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 86672.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 71135.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 72927.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 93807.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 74950.0
  }
 ],
 "por": null
}