{
 "awd_id": "0134924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Interaction between Turbulence Structures and Suspended Sediment in Rivers",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2002-02-01",
 "awd_exp_date": "2003-10-31",
 "tot_intn_awd_amt": 325112.0,
 "awd_amount": 137170.0,
 "awd_min_amd_letter_date": "2002-01-18",
 "awd_max_amd_letter_date": "2003-01-16",
 "awd_abstract_narration": "The transport of sediment in suspension by turbulent flows is important to a large number of geologic and environmental problems. In most instances, the suspended sediment concentration decreases very rapidly moving away from the sediment bed. Therefore, the most important factor in predicting the suspended sediment flux is an accurate estimate of suspended sediment very near the sediment bed.  Numerous formulas have been introduced to predict this near-bed concentration, but estimates from these formulas vary considerably. There exists no qualitative or quantitative model for the actual process by which suspended sediment grains are entrained and disentrained from the bed of a hydraulically rough flow.  One of the primary goals of this award is to develop an understanding of the process of suspended sediment entrainment and disentrainment from a hydraulically rough bed with simultaneous bedload transport. It is hypothesized that the entrainment and disentrainment process is governed not only by near-bed turbulence structures with positive, vertically upward velocities, but also by the availability of suspended-size particles at the bed surface. The availability is presumably controlled by the exhumation and burial of suspended-size particles at the bed surface.  To understand this process, a number of quantitative visualization experiments will be conducted in a laboratory flume using a high-speed video system, laser light sheet, and a suite of novel hybrid PIV-PTV algorithms. A numerical simulation of the overall entrainment and disentrainment will be performed by calculating the simultaneous motions of a very large number of bedload and suspended-size particles. The motions will be driven by temporally and spatially realistic turbulent structures.  Finally, the suspended sediment transport field will be coupled to large-scale lateral turbulent structures occurring in river channels.  The lateral structures will be investigated in a laboratory stream table and in a river using PIV-PTV velocimetry techniques. Then the modification of the sediment transport field by the structures will be calculated.  A Student Earth Surface Fluid Laboratory will be built with the help of graduate and undergraduate students. The laboratory will consist of a hele-shaw cell for ground-water flow investigations, a stream table for flow and channel change investigations, and a sediment recirculating flume for sediment transport experiments.  Also, the lab will be equipped with tools and materials to build other small experimental devices for student directed projects.  A set of flow-structure-resolving numerical routines will be written for each of the laboratory devices. A course in earth surface fluid experiments will be developed.  The course will provide hands-on experience of how to build, setup, and take measurements of flow structures. The focus of the class will be on developing student directed research projects. A newly introduced sediment transport mechanics course for graduate students will continue to be developed with material incorporated from results of this proposed research.  Also, a new \"shadow course\" for geology undergraduates will continue to be developed that tutors students with their homework while introducing geologic applications of calculus and physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Schmeeckle",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Mark W Schmeeckle",
   "pi_email_addr": "schmeeckle@asu.edu",
   "nsf_id": "000430491",
   "pi_start_date": "2002-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 50151.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}