{
 "awd_id": "0134051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   Fostering Scoped Multi-Device Interaction In Ubiquitous Computing Environments",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 445000.0,
 "awd_amount": 472000.0,
 "awd_min_amd_letter_date": "2002-07-31",
 "awd_max_amd_letter_date": "2006-05-12",
 "awd_abstract_narration": "Ubiquitous computing offers the vision of a fundamentally more responsive physical environment in which users benefit from seamless interaction with a pervasively internetworked world of myriad wireless and wired devices, e.g. wireless personal digital assistants, video-enabled mobile phones, wearable computers, appliances, kiosks, toys, and sensors. A key component of the developing infrastructure for ubiquitous computing is based on the discovery and advertisement of services. In a typical ubiquitous computing scenario, a user who walks into a room is able to interact with a variety of services offered by the devices in the room. The goal of the service discovery framework is to assist the user's application in determining what services are available for interaction in this room.\r\n\r\nWhile the current service discovery framework represents an essential initial component of the ubiquitous computing infrastructure, additional capabilities are needed to address the challenges introduced by multidevice multi-user contexts. The objectives of this CAREER proposal are to explore the means for fostering scoped multi-device interaction in ubiquitous computing environments. Several key research areas are identified in this proposal as challenging problems that must be solved in order to enable multidevice multi-user ubiquitous computing:\r\n\r\n     Active device resolution among multiple devices, with special emphasis on social context\r\n     Active user resolution among multiple users, with special emphasis on social context\r\n     Composing joint wide-area and local-area multi-device meta-services\r\n     Beyond remote control: enabling new classes of ubiquitous computing applications\r\n\r\nThe intent of this proposal is to first understand the implications and requirements of multi-device multiuser contexts, and to then design and develop the mobile computing applications, distributed middleware systems, meta-services, and wireless and application-level networking protocols that will assist in making the vision of multi-device ubiquitous computing a reality.\r\n\r\nThe initial goal is to build the infrastructure necessary for ubiquitous computing in a departmental Smart Spaces Lab. A course taught on ubiquitous computing will allow students to make hands-on\r\ncontributions to building portions of the infrastructure in the Smart Spaces Lab, even as the curricula is upgraded to reflect recent research innovations. The infrastructure will eventually be able to support remote control applications, wireless peer-to-peer applications, and event-notification applications, just to name a few. Once the research lab technology matures, the goal is to deploy this infrastructure throughout the university campus. The impact on the university at large will be highly beneficial, as the most mature technology should be immediately available throughout campus. As soon as the event notification, wireless message passing and remote-control infrastructures are in place, students, professors, and citizens should be able to immediately benefit from the fruits of our ubiquitous computing research. Campus-wide deployment is expected to begin about halfway through this five year research plan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Han",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Han",
   "pi_email_addr": "richard.han@colorado.edu",
   "nsf_id": "000387831",
   "pi_start_date": "2002-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  },
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 445000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 15000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}