{
 "awd_id": "0134544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Advanced Materials for Photonics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rongqing Hui",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2002-02-06",
 "awd_max_amd_letter_date": "2002-02-06",
 "awd_abstract_narration": "The proposed activities are organized according to the impacted student group from graduate down to preschool students. Maintaining an active research program on the cutting edge of technology will enable truly applicable lessons to be brought to each age group.\r\n\r\nTowards graduate education, the P1 will continue to teach a course entitled \"Principles of Thin Film Technology,\" and will focus on two specific goals over the next 5 years. One is the development of a new textbook and the other is the continued development of hands-on team-competition laboratories. These two goals are complimentary in that a laboratory manual will be published as an ancillary to the textbook.\r\n\r\nTowards graduate research, the proposed work aims to equip integrated optical circuits with important devices that are currently available only as discrete components. A great example would be magneto-optical isolators, currently composed of doped yttrium iron garnet (YIG), which have been cited as the most important components in fiber optic systems due to their extension of laser lifetimes. The size, weight and cost of adding an isolator to an optical system would be greatly reduced if the isolator could be integrated directly into the optical source. Here, rapid progress will be made toward integrated isolators using the foundation laid by prior NSF support (work invited to Photonics West 2001). Various magneto-optical waveguides and permanent magnet films will be investigated so that several generations of integrated isolators will be developed over the next five years.\r\n\r\nIn addition to integrated isolators, the proposed work will extend P1's expertise into the revolutionary field of photonic crystals. She has started growing nanostructures in anodized alumina and plans to apply these structures to develop 2D magnetophotonic bandgap materials. For this application, the nanostructures must have excellent periodicity. Using a novel vapor deposition technique, the structures will be observed directly in an electron microscope as they grow. This will enable investigations of the growth mechanisms so that nucleation can be suppressed while growth is encouraged, resulting in extended long range order. These nanostructures will then be used to pattern the best magneto-optical waveguides from the isolator work in order to make magnetophotonic crystals. This work is revolutionary in that it adds a new dimension to the current field of magnetophotonic crystals, which are presently only studied as one-dimensional multilayers.\r\n\r\nTowards undergraduate education and research, a Local College Facilities Usage Program will be inaugurated, support of the MRS Undergraduate Materials Research Initiative (a program founded by the P1) will continue, and the NSF Research Experiences for Undergraduates Program in the P1's department will be renewed. Both the NSF REU and the University of Minnesota's UROP programs will be used to support undergraduate research projects. Undergraduate teaching will take the form of recitations initially so that the P1 can learn about the departmental courses that she will subsequently teach.\r\n\r\nFinally, preschool-12th grade science outreach will include hiring a high school student to work with P1's group every summer, and developing and delivering science demonstrations to preschool-12th grade groups. As part of an underrepresented group, the P1 is often asked to deliver these demonstrations to youth of the same group. This grassroots outreach has promise for recruiting additional good students to science.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bethanie",
   "pi_last_name": "Stadler",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bethanie J Stadler",
   "pi_email_addr": "stadler@umn.edu",
   "nsf_id": "000281329",
   "pi_start_date": "2002-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": null
}