{
 "awd_id": "0134236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: EMI/EMC Research for Mixed-Signal Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anupama Kaul",
 "awd_eff_date": "2002-05-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 513234.0,
 "awd_min_amd_letter_date": "2002-01-24",
 "awd_max_amd_letter_date": "2010-11-22",
 "awd_abstract_narration": "The focus of this integrated research, education, and outreach program is the development of simulation tools capable of modeling the complex electromagnetic environment of high-speed circuits. Key innovations include the use of multi-scale abstraction and introduction of meta-elements to minimize the computational burden. The finite element method is used as a back-bone approach to allow for complex geometrical and material features. This simulation tool will be used, along with other educational materials developed by the Principal Investigator, to develop a Mixed Signal Circuits course at Michigan State University that focuses on electromagnetic interference (EMI) mitigation and design for electromagnetic compatibility (EMC).\r\n\r\nThe educational materials developed for consumption on the MSU campus will be adapted for distance learning via the Asynchronous Learning Network. Flexible short courses will be offered over the Internet to industrial and life-long learning students. The target audience for this outreach effort are degreed-professionals desiring EMI/EMC education for mixed signal circuit design. Student learning tracks will be customized based on the needs of the student and their company. Several major companies have indicated interest in collaborating in this effort and their input will assist the Principal Investigator in the production of a high-quality, high-impact outreach program.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leo",
   "pi_last_name": "Kempel",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Leo C Kempel",
   "pi_email_addr": "kempel@pilot.msu.edu",
   "nsf_id": "000285642",
   "pi_start_date": "2002-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 87000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 87000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 81000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 81000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 81000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 37256.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 38678.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER project has led to a number of outcomes that are significant for the investigator, his institution, and the nation as a whole. These outcomes have been primarily in human capital development, improvements in the educational offerings of the investigator&rsquo;s institution, and research results that can lead to technological innovation.</p>\n<p>Probably the most significant outcome has been in the education and training provided to a number of talented individuals. During the course of this project, five PhD students were either fully or partially supported by this project. Of those, three are US citizens and the other two are US Permanent Residents. Likewise, three Masters degree students (all US citizens) were supported by the grant. Nine undergraduate students participated in the research activities of the project throughout the course of the project. Of those, six students continued for graduate studies and two of them earned the PhD degree to date (one other is expected to complete his degree within the next three years.</p>\n<p>The primary educational outcomes from this project are laboratory experiments that have significantly augmented the learning experience of students taking the electromagnetic interference course at Michigan State University (MSU) and in new teaching methods. At MSU, the senior-level electromagnetic interference course was lecture-based. The instructors strongly believed that hands-on learning is an important component of their student&rsquo;s education. This project provided experiments that annually on the order of twenty students use a year at MSU. The other educational outcome is greater use of technology for teaching as practiced by the investigator. He was able to try new methods for delivering asynchronous content to his students in ways that the students have identified as having a positive impact. These new methods exploited the strengths of handheld devices such as iPods and MP3 players to couple notes with spoken instruction. Please note that at the point-in-time that this aspect of the project was undertaken, in the early 2000s, tablet computing was not nearly as pervasive as it is in 2011. Hence, adding voice to \"notes\" was to the students a really big improvement to static notes.</p>\n<p>The major technical outcomes are better formulations for simulating complex electromagnetic phenomena on computers while permitting very fine geometrical details that have in the past led to significant inaccuracies in such calculations. The impact of these methods is to improve the radio frequency and mixed-signal circuit design industry&rsquo;s ability to design <em>in-silico</em> rather than to rely on expensive, and time consuming, trial-and-error methods of design and optimization. Hence, technological breakthroughs in wireless and complex circuit devices can occur more rapidly and in a manner that can lead to disruptive advances for US industry. Note that accurate simulation of fine details is even to this day an active research effort globally with the potential to becoming with sufficient accuracy \"transformational\" but even \"game-changing\".</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2011<br>\n\t\t\t\t\tModified by: Leo&nbsp;C&nbsp;Kempel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis CAREER project has led to a number of outcomes that are significant for the investigator, his institution, and the nation as a whole. These outcomes have been primarily in human capital development, improvements in the educational offerings of the investigator’s institution, and research results that can lead to technological innovation.\n\nProbably the most significant outcome has been in the education and training provided to a number of talented individuals. During the course of this project, five PhD students were either fully or partially supported by this project. Of those, three are US citizens and the other two are US Permanent Residents. Likewise, three Masters degree students (all US citizens) were supported by the grant. Nine undergraduate students participated in the research activities of the project throughout the course of the project. Of those, six students continued for graduate studies and two of them earned the PhD degree to date (one other is expected to complete his degree within the next three years.\n\nThe primary educational outcomes from this project are laboratory experiments that have significantly augmented the learning experience of students taking the electromagnetic interference course at Michigan State University (MSU) and in new teaching methods. At MSU, the senior-level electromagnetic interference course was lecture-based. The instructors strongly believed that hands-on learning is an important component of their student’s education. This project provided experiments that annually on the order of twenty students use a year at MSU. The other educational outcome is greater use of technology for teaching as practiced by the investigator. He was able to try new methods for delivering asynchronous content to his students in ways that the students have identified as having a positive impact. These new methods exploited the strengths of handheld devices such as iPods and MP3 players to couple notes with spoken instruction. Please note that at the point-in-time that this aspect of the project was undertaken, in the early 2000s, tablet computing was not nearly as pervasive as it is in 2011. Hence, adding voice to \"notes\" was to the students a really big improvement to static notes.\n\nThe major technical outcomes are better formulations for simulating complex electromagnetic phenomena on computers while permitting very fine geometrical details that have in the past led to significant inaccuracies in such calculations. The impact of these methods is to improve the radio frequency and mixed-signal circuit design industry’s ability to design in-silico rather than to rely on expensive, and time consuming, trial-and-error methods of design and optimization. Hence, technological breakthroughs in wireless and complex circuit devices can occur more rapidly and in a manner that can lead to disruptive advances for US industry. Note that accurate simulation of fine details is even to this day an active research effort globally with the potential to becoming with sufficient accuracy \"transformational\" but even \"game-changing\".\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2011\n\n\t\t\t\t\tSubmitted by: Leo C Kempel"
 }
}