{
 "awd_id": "0135565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fixed Amount Award",
 "awd_titl_txt": "Analyzing the Concept of Mental Disorder",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Keith R. Benson",
 "awd_eff_date": "2002-02-01",
 "awd_exp_date": "2003-01-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2002-01-23",
 "awd_max_amd_letter_date": "2002-01-23",
 "awd_abstract_narration": "PROJECT ABSTRACT\r\nSES 0135565\r\nPatricia Ross, Analyzing the Concept of Mental Disorder\r\n\r\nThis project is a philosophical examination of a very important concept in abnormal psychology and psychiatry -- that of a  mental disorder.   There is little agreement, in theory or practice, as to exactly what a mental disorder is. This is due, in large part, to fundamental disagreements about the basic concept of a disorder.  These disagreements about the nature of disorder are, in turn, based on differing positions on key issues in our general understanding of science: reductive explanation, objectivity and values, and functional accounts of behavior.\r\n\r\nThis project has three  objectives. The first is to provide a general taxonomy of the various recent accounts of disorder. This taxonomy is not limited to mental disorders, but includes accounts of physical disease, which are needed for a thorough understanding of mental disorder. Special attention is paid to the fundamental assumptions, sometimes unstated, that motivate the accounts. These involve such issues as the common, but mistaken, assumption that any fully acceptable account of disorder will involve a reduction to a purely physiological basis, and the question of whether scientific objectivity is possible in a domain that appears to contain an unavoidable inclusion of value-laden concepts. \r\n\r\nThis leads to the second objective, an analysis of the special problems surrounding the concept of a mental disorder. Some of these problems are inherited from accounts of physical disease. Perhaps the most important of these is the status of functional accounts of disorder, for such functional accounts are among the most promising current candidates. But even within the context of functional accounts there are challenges peculiar to an adequate account of mental disorder, for it has not so far been clear how the function of the mental can be characterized without importing some values that undermine the objectivity of the account. \r\n\r\nThe third objective is to point the way to an adequate functional account of mental disorder that can avoid the general criticisms leveled against such accounts. This is done by establishing a central role for empirical psychology in characterizing the goals and functions of the mental. This is coupled to reevaluations of the role of reduction in science and the way in which scientific objectivity need not be undermined by the appearance of values in the account. \r\n\r\nThe project puts some standard philosophical issues (reduction, objectivity, functionalism) in a new context, thereby acting as a testing ground for recent treatments of them. It also points the way out of a current stalemate in psychology and psychiatry, a stalemate that is due, in large part, to unnecessary allegiances to outmoded ideas about what an adequate account of disorder must look like.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Ross",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Ross",
   "pi_email_addr": "",
   "nsf_id": "000222815",
   "pi_start_date": "2002-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ross                    Patricia       A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "554073320",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ross                    Patricia       A",
  "perf_str_addr": "",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554073320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}