{
 "awd_id": "0135860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social Inequality and African Independent Churches in Mozambique",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stuart Plattner",
 "awd_eff_date": "2002-02-01",
 "awd_exp_date": "2004-01-31",
 "tot_intn_awd_amt": 66293.0,
 "awd_amount": 71293.0,
 "awd_min_amd_letter_date": "2002-01-30",
 "awd_max_amd_letter_date": "2003-04-17",
 "awd_abstract_narration": "0135860 Pfeiffer\r\nOver the last decade central Mozambique has experienced a dramatic proliferation of independent Christian faith-healing churches whose membership has jumped from an estimated 10% of poor peri-urban populations to well over 50%.  Rooted in the Zimbabwean and South African \"Zionist\" and \"Apostolic\" movements, the majority of the churches are \"syncretistic\", combining local Shona religious notions of illness causation with Pentecostal beliefs in the healing power of the \"Holy Spirit\" to recruit new members, mostly women, through treatment of reproductive and child health problems. Often referred to as the African Independent Churches (AICs), these denominations are a distinctively African expression of a world-wide Pentecostal boom that has gained remarkable momentum over the last 20 years. Throughout southern Africa, the AIC movements represent an extensive transformation of public discourse on health and treatment-seeking among the poor. During this period of AIC proliferation, central Mozambique also experienced rapid growth in economic disparity and social inequality as a result of economic reforms, privatization, and an influx of foreign aid projects. The research will examine the hypothesis that growing social inequality has fueled the popularity of the AICs, since poor women's social and economic vulnerability in urban settings is perceived to have intensified in the increasingly competitive environment. The project will test the hypothesis that reduced social cohesion and greater social competition find cultural expression in increased fears of witchcraft, sorcery, and new categories of avenging spirits believed to cause reproductive health problems. AICs appear to offer unique protection from these perceived threats to women and children's health. Using surveys and in-depth interviewing the research will a) identify demographic characteristics of AIC participants, b) measure community perceptions of change in social inequality, social cohesion, and sorcery/witchcraft practices that affect health, and 3) examine how new church recruits made decisions concerning how to treat their reproductive health problems and why they eventually chose to consult church healers. Research findings will help provide a better understanding of why religious movements influenced by Pentecostalism have become so popular in the developing world and why healing plays such a key role in recruitment. The results will contribute to a growing body of research among public health and economic development planners on the relationship between economic disparity, social environment, and health. The findings will also provide insight into health care utilization patterns, useful to policy makers for improvement of primary health care delivery in Mozambique and Southern Africa. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Pfeiffer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Pfeiffer",
   "pi_email_addr": "jtp8@po.cwru.edu",
   "nsf_id": "000412294",
   "pi_start_date": "2002-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 66293.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": null
}