{
 "awd_id": "0136112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Velocity Field, Force Budget, and Basal Conditions of a Soft-Bedded Glacier, Breidamerkurjokull, Iceland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane V. Dionne",
 "awd_eff_date": "2002-03-15",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 137743.0,
 "awd_amount": 137743.0,
 "awd_min_amd_letter_date": "2002-03-14",
 "awd_max_amd_letter_date": "2006-01-18",
 "awd_abstract_narration": "0136112\r\nWaddington\r\n\r\nThis is a collaborative proposal between Principal Investigators at the Universities of Washington and California-Santa Cruz.  Scientists from the Jet Propulsion Laboratory (JPL) will be involved.  Other participants are scientists from the University of Iceland and Eidgenossische Technische Hochschule (ETH).  The Principal Investigators\r\n will  address the glacier-scale physics of soft-bedded ice motion by testing the hypothesis that the force balance and the rate of motion of Breidamerkurjokull on the Vatnajokull ice cap, Iceland is controlled by the underlying till bed and not by other factors such as sticky spots, longitudinal stretching/compression, marginal shear)  Understanding the physics that govern ice motion is needed to make predictions on the future behavior of mountain glaciers and ice sheets in the context of the ongoing climate change and sea-level rise. Breidamerkurjokull, an outlet glacier draining, has played a significant role in developing a new paradigm of glacier motion, in which the ice itself rides passively on top of a deforming till bed. This innovative mechanism has been used to explain a wide array of glaciological phenomena such as fast ice motion and high rates of glacial sediment transport. Much of what is known about subglacial till deformation is derived from borehole and laboratory experiments where the process is studied at short length scales of ~0.1 to ~ 1 meters (m). However, to improve models of soft-bedded glaciers, an understanding of the physical factors controlling the ice-flow rate over much longer spatial scales of ~100 to ~1000 m is required This one-year\r\nproject will involve collection of new data on ice surface velocity and topography (spatial resolution of <100 m) and bed topography (spatial resolution of several hundred meters). The fieldwork will include surveys with ice-penetrating and ground penetrating radar and Global Positioning System. Additional data will be generated from satellite imagery using Synthetic Aperture Radar Interferometry. The data will be used to calculate the spatial distribution of basal shear stress and basal resistance beneath Breidamerkurjokull employing the force-balance and transfer-function inversions, respectively. This research should improve the current understanding of ice-till interactions and of their control over flow of ice masses and may help predict whether modern ice masses will harm local or global societal interests through, for instance, changes in the global sea level or surges of mountain glaciers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Waddington",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin D Waddington",
   "pi_email_addr": "edw@uw.edu",
   "nsf_id": "000433520",
   "pi_start_date": "2002-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 137743.0
  }
 ],
 "por": null
}