{
 "awd_id": "0136980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research In Political Science: Politics and Protest in New Democracies",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2002-02-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 12184.0,
 "awd_amount": 12184.0,
 "awd_min_amd_letter_date": "2001-12-10",
 "awd_max_amd_letter_date": "2001-12-10",
 "awd_abstract_narration": "\r\nAnalysis of the development of democracy in the advanced industrialized world has repeatedly pointed to the role of social protest and civic organization in expanding the franchise and consolidating the liberal rights associated with democracy. Consequently, the extent and nature of protest in post-authoritarian states might be expected to have an important impact on the development of democracy there. Yet so far there has been little research that gives us a systematic understanding of either how much, or what kind of protest has accompanied economic reforms and democratization in the East. As a result, the theory of the causes of protest and passivity, and their impact on democratization has been slow to develop. \r\nThis Doctoral Dissertation research addresses the problem in two ways. First, it develops and makes available to other researchers a searchable database of strikes, hunger-strikes, demonstrations and other forms of protest that took place across the 89 regions of the Russian Federation between 1997 and 2000. This original dataset will considerably enhance the scholarly community's ability to analyze in detail political protest in one of the largest post- authoritarian states. Second, it develops a theory of protest and passivity that integrates elite politics into the model. Protest mobilization is hypothesized to be a function of bargaining between central and regional elites and of political competition among elites at the regional level. These hypotheses are tested quantitatively using the database and qualitatively using a series of case studies. If support is found for the theory that intra-elite politics is driving mass politics, scholars will have gained insight into the top-down rather than bottom-up nature of much of mass politics in post-authoritarian societies and will need to reassess the relationship between political protest and democratization in light of this finding \r\nFunding from the NSF contributes to the research by supporting travel to and around Russia that is essential both to the development of the database and to the testing of hypotheses about mobilization. The database is being developed with a collaborator in Moscow. On-going collaboration is essential to ensure the reliability and accuracy of the data and will require meetings in Moscow. In testing hypotheses, the statistical research based on this dataset is combined with a series of qualitative case studies that permit analysis of the causal mechanisms at work. The case studies require visits to three regional research sites in Russia. NSF funding",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Solnick",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Solnick",
   "pi_email_addr": "SLS27@columbia.edu",
   "nsf_id": "000197395",
   "pi_start_date": "2001-12-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12184.0
  }
 ],
 "por": null
}