{
 "awd_id": "0136830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Energy and Pollution Intensity of Investment in the Cement Industry",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2002-03-15",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 105718.0,
 "awd_amount": 105718.0,
 "awd_min_amd_letter_date": "2002-03-05",
 "awd_max_amd_letter_date": "2002-03-05",
 "awd_abstract_narration": "The newly industrializing economies of East Asia have demonstrated that rapid economic growth and integration into the global economy can occur with substantial declines in the incidence of poverty and low inequality in incomes.  Unfortunately, the shared growth \"miracles\" experienced by these economies have occurred with substantial deterioration in urban environments.  Because these development and environment outcomes occurred in the context of increased openness to trade and investment, they have given rise to concerns that openness to trade and investment contributes to pollution havens or the movement of \"dirty\" industries from countries with stringent environmental regulations to those with weak regulations.  The predictable result is more trade and investment (more globalization) and dirtier environments.  To date, there is limited empirical support for the pollution haven hypothesis.  Moreover, there is some evidence that openness to trade and investment can increase access to newer leading-edge plants and equipment that are less polluting because they newer and are imported from developed countries.  This provides an important opportunity for significantly less-polluting development.  While previous research has theoretically modeled both of these outcomes, there has been little empirical research on pollution havens.  Moreover, most of this empirical research is based on highly aggregated data where the unit of analysis is the country rather than the firm or plants where the most important environmental decisions are made.  This research project will empirically analyzing the impacts of globalization and environmental regulations on the environmental performance of manufacturing plants in one particularly dirty, rapidly growing, export-oriented industry, the cement industries of China, Malaysia, and Thailand.  Research methods will include a statistical analysis of survey data collected from about 125 large and medium sized cement plants in these countries.  Multiple regression analysis will be used to address three key questions:  To what extent is increasing openness to trade and foreign investment associated with the adoption of technologies and production practices that are less energy, materials and pollution intensive?  Are the impacts of openness on environmental performance contingent on the strength of regulatory enforcement and community pressure faced by these plants?  Are the impacts of openness limited to changes in technology and production processes that improve both economic and environmental performance?\r\n\r\nAnswers to these questions are important to both the international community and developing countries.  If openness to trade and investment contributes to improved plant level environmental performance, the international community can be less concerned about pollution haven affects in trade and investment agreements.  If, on the other hand, openness contributes to pollution haven effects, environmental considerations may have to become part of international trade and investment agreements.  Moreover, if openness to trade and investment contributes to improved environmental performance, governments in developing countries would have additional policy options for insuring that rapid urban-industrial growth is less energy, materials, and pollution intensive.  It would also provide opportunities to sustain high growth rates while improving ambient environmental quality.  But if pollution haven effects are significant, this would suggest that governments in developing countries must redouble their efforts to increase the stringency of environmental regulations.  It also suggests that there may be significant tradeoffs between growth, globalization, and the environment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Angel",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Angel",
   "pi_email_addr": "dangel@clarku.edu",
   "nsf_id": "000441811",
   "pi_start_date": "2002-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Rock",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michael T Rock",
   "pi_email_addr": "rock@hood.edu",
   "nsf_id": "000224439",
   "pi_start_date": "2002-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 105718.0
  }
 ],
 "por": null
}