{
 "awd_id": "0136789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Inference for Average Treatment Effects",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2002-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 230498.0,
 "awd_amount": 230498.0,
 "awd_min_amd_letter_date": "2002-02-13",
 "awd_max_amd_letter_date": "2004-02-05",
 "awd_abstract_narration": "\r\nEstimation of causal effects of policy interventions such as job training programs is an\r\nimportant goal of much applied economic research. Often a reasonable starting point is the\r\nassume that assignment to the treatment is random given on sufficiently detailed observed\r\npretreatment variables. Under that assumption one can identify the population average\r\neffect. This research  will contribute to the literature on inference for average treatments effects under\r\nthese assumptions in three parts. First, the research will  develop\r\nlarge sample theory for matching estimators. By matching estimators we mean estimators\r\nwhere each treated unit is matched to one or a fixed number of controls, and each control\r\nis matched to one or a fixed number of treated units. Such pure matching estimators have\r\nconsiderable intuitive appeal and have been used widely in practice, without their large\r\nsample theory having been established other than for special cases. The result should be\r\nan asymptotic theory for such matching estimators that allows researchers to use these\r\nestimators in practice. In a  second part, the research  will investigate higher order properties\r\nof some of the estimators for average treatment effects  that have been proposed. Many\r\nof these estimators have a nonparametric component. However, most of the literature is\r\nsilent regarding the actual choice of smoothing parameters, beyond rate conditions. This\r\nmakes it di .cult for practitioners to actually implement thse estimators. Here the plan is to\r\ndevelop a mean-squared-error based criterion to derive an explicit data-driven criterion for\r\nthe smoothing parameter. In the third part, the research  will compare a number of the\r\nestimators for average treatment effects. So far a number of estimators have been proposed,\r\noften with a small simulation study to investigate their properties. What this research accomplishes  is\r\na systematic comparison of various estimators.\r\n\r\nIn many studies of social programs such as job training programs observational data\r\nare used to evaluate these programs. Statistical methods for such evaluations often rely on\r\nmatching type methods that match trainees to similar  controls, that is individuals who\r\nreceived the training to individuals who did not receive the training with similar background\r\ncharacteristics and labor market histories. A variety of such methods are currently used, with\r\noften the properties and reliability of such methods unknown. This research  investigates the\r\nformal properties of such methods. In addition the research  will develop automated procedures for\r\nimplementing some of these methods. Currently these methods often require the researcher\r\nto make a number of choices in the implementation that potentially affect the final results\r\nsubstantially, without much guidance available to guide these choices. This should make\r\nthese methods more transparent and easier to implement. Finally, the research  will compare a number\r\nof these methods in settings where the correct answers are known so as to evaluate their\r\nperformance and reach recommendations to inform the future use of such methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guido",
   "pi_last_name": "Imbens",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Guido W Imbens",
   "pi_email_addr": "imbens@stanford.edu",
   "nsf_id": "000109081",
   "pi_start_date": "2002-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "UNIVERSITY OF CALIFORNIA L A",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900241555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 75622.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 75988.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 78888.0
  }
 ],
 "por": null
}