{
 "awd_id": "0136791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Measuring the Impact of Corporate Governance",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2002-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 324354.0,
 "awd_amount": 324354.0,
 "awd_min_amd_letter_date": "2002-03-04",
 "awd_max_amd_letter_date": "2004-04-01",
 "awd_abstract_narration": "The separation of ownership from control in the modern corporation introduces an agency problem between owners and managers.  How do owners of modern corporations exercise effective control over managers (agents) when managers usually know much more about the day-to-day operation of the firms than the owners.  The implications and mitigation of this agency problem have long been central issues in the economics literature.  Nevertheless, there is little research on the exact quantification of these costs, and many holes remain in our understanding of the empirical details of this agency conflict. Many of the difficulties with this important area of empirical research stem from the use of measures of corporate governance that suffer from endogeneity problems or that capture only limited aspects of a firm's complex governance structure.  The project uses a measure that accounts for the complexity of firm-specific corporate governance in a novel way. Taking advantage of the variation in state- and firm-level governance structures that arose in response to the takeover wave of the 1980s, the investigators have constructed a \"Governance Index\" to proxy for the balance of power between shareholders and managers. The project uses this index as the basis for analysis of the effects of corporate governance. The investigators have begun research on the implications of governance for firm value and have found effects that are statistically significant and economically large. They find that the addition of governance provisions that add to managerial power (i.e., reduce shareholder rights) is consistently associated with lower levels of firm value.  While the causality of this relationship is not yet established, there are several reasons to believe that the direction of causality runs from governance to value. Furthermore, the magnitude of this empirical relationship defines the large economic value at stake and motivates a detailed further investigation. The primary benefit of this research lies in its potential to further scientific understanding about the source and magnitude of agency problems in organizations. Furthermore, the results are expected to yield concrete policy implications regarding the effects of governance rules on corporate value and performance. These results will not only be relevant on the level of investor-management relations, but they should also contribute to the economic foundation of the debate on takeover regulation in local and national legislatures, both in the U.S. and abroad. Finally, this work develops a novel measure of governance that should be a useful input in many other studies. A preliminary version of the index has already been released to other researchers, and all of the data will be made available as soon as possible. \r\n\r\nMore specifically, the planned work includes a series of four integrated projects. First, the investigators continue their research into the relationship between governance and firm value and refine their previous results. Second, they study the origins of variation in governance structures and search for an instrument to allow for truly causal inference. Third, they investigate the microfoundations of the costs of poor governance by studying its effects on investment, managerial turnover, wages, employment, and productivity. Fourth, the investigators study the relationship between the governance structures summarized in the index and other corporate governance mechanisms including executive compensation contracts, board independence, and ownership structure. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Gompers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Gompers",
   "pi_email_addr": "pgompers@hbs.harvard.edu",
   "nsf_id": "000305311",
   "pi_start_date": "2002-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Metrick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Metrick",
   "pi_email_addr": "metrick@wharton.upenn.edu",
   "nsf_id": "000149856",
   "pi_start_date": "2002-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 124062.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 116562.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 83730.0
  }
 ],
 "por": null
}