{
 "awd_id": "0136848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Expectations, Learning and Economic Policy",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 185217.0,
 "awd_amount": 185217.0,
 "awd_min_amd_letter_date": "2002-01-15",
 "awd_max_amd_letter_date": "2004-02-26",
 "awd_abstract_narration": "A central feature of modem economic theory is the forward-looking decisions made by firms and households. Expectations of economic agents are therefore a key component of macroeconomic theories of consumption, investment, inflation and the business cycle. The RE (rational expectations) methodology has provided an elegant benchmark theory of expectation formation: expectations are assumed to be rational in the sense that agents do not make any systematic errors, given the available information. Two fundamental issues for this (now standard) approach concern the attainability of RE, i.e. whether boundedly rational agents can arrive at RE through a learning process, and the possibility of indeterminacy or multiplicity of RE equilibria. A related question is how the central messages of rational expectations are modified by the recognition that realistic decision-makers are likely to use misspecified models, and to be aware of this limitation. These interconnected issues, which have implications for economic policy and business cycle modeling, are pursued by this project on several fronts. A common theme throughout the project is the role that learning plays in the evolution of expectations.\r\n\r\nThe first part focuses on monetary and fiscal policy. Recent work based on \"new Phillips curve\" models has obtained (under the RE assumption) interest rate feedback rules \r\ndesigned to implement optimal policy. The proposed research shows that if policy rules \r\nare formulated entirely in terms of responses to fundamental shocks, as might appear natural, the equilibrium will be unstable if private agents follow adaptive learning rules.   The project then shows that stability can be achieved, and optimal discretionary policy implemented, if the interest rate rule depends in the right way on both the fundamental shocks and observed private expectations. This project extends the analysis to cases in which the monetary authorities can commit themselves to a fixed rule. Other extensions take up the interaction of monetary and fiscal policy and study the implications of adaptive learning for interest rate rules that may be subject to liquidity traps. \r\n\r\nThe focus of the second part is business cycle fluctuations. Extensions of the Real Business Cycle framework to incorporate monopolistic competition have shown that multiplicities can arise, taking the form of expectation driven fluctuations around an indeterminate steady state. This possibility is known also to arise in some standard monetary models. Recent work on expectational stability and adaptive learning has provided convenient tools to determine whether these \"endogenous fluctuations\" can arise as outcomes of adaptive learning rules. Preliminary results show that a subclass of \"resonant frequency\" solutions is stable under learning for a range of parameters. This project computes the parameter regions for which stable endogenous fluctuations occur and investigates whether macroeconomic policy can be used to prevent endogenous fluctuations from arising. \r\n\r\nA third line of research looks at the implications of underparameterization for the \"Lucas Critique\" of economic policy, one of the dramatic implications of RE. Private agents that \r\nrecognize their misspecification will respond by using \"constant gain\" learning rules that trade off tracking and filtering. A simple example is adaptive expectations with an optimally tuned \r\ncoefficient. This project shows that for much of the parameter space monetary policy remains subject to the Lucas Critique. However, there are also regions in which the expectation rule is invariant and the Lucas Critique does not apply.   Related work examines (i) the stability under learning of the high inflation equilibrium, in the seignorage model, to the assumption that some agents do not possess current information, (ii) the role of structural heterogeneity in facilitating or impeding coordination on a RE equilibrium, and (iii) the possibility that underparameterized learning may generate heterogeneity of expectations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Evans",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "George W Evans",
   "pi_email_addr": "gevans@uoregon.edu",
   "nsf_id": "000452881",
   "pi_start_date": "2002-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 60333.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 61301.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 63583.0
  }
 ],
 "por": null
}