{
 "awd_id": "0136826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Political Cues and Internet Use: Elite Communication Strategies and the Use of the Internet for Information Seeking and Political Participation.",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2002-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 299965.0,
 "awd_amount": 299965.0,
 "awd_min_amd_letter_date": "2001-12-06",
 "awd_max_amd_letter_date": "2001-12-06",
 "awd_abstract_narration": "The central question of this research program involves the changing relationship between masses and elites in the information age. The investigation explores the impact of exposure to political cues via traditional mass media, on the extent and nature of on-line political participation, information seeking and learning. Specifically, the investigators assess  the impact of cognitive heuristics in campaign advertising and news coverage on the information seeking and participatory strategies citizens employ. Particular attention is paid to the effects of threat cues in political communication, as an emerging body of research suggests that these cues are especially effective at boosting engagement. The researchers also revisit the selective exposure hypothesis that was largely abandoned nearly four decades ago, to determine if exposure to standard political communication boosts or diminishes the selection of attitudinally consistent information via the web. A pilot study provides support for these hypotheses. The central communication factors that are investigatee as potential influences on Internet searching and behavior are advertising tone, the motivation to use the web, the credibility of information on the web, and various forms of threat cues. As the Internet evolves into an almost limitless information medium, and with barriers to accessing disappearing, the mechanism linking existing attitudes to information search strategies deserves renewed attention. \r\nThe research design builds upon the innovative methodology employed in a pilot study. In this experiment, conducted in the fall of 2000, adult subjects were shown political ads sponsored by candidates Bush and Gore that were constructed in the Media Lab. In these ads, the researchers manipulated the dimension used to organize the candidate's policy stands: one version emphasized partisan conflicts while others highlighted ideological, character, or group representation distinctions. After viewing the ads, subjects were told they could visit either or both of the web pages of the presidential candidates to learn \r\nany additional information that interested them. The web pages were patterned after the candidates' actual web sites and were standardized so that the information was organized similarly on each site. Subjects' movements on the websites and the time spent on each link were tracked electronically. This realistic yet unobtrusive measure of search behavior represents a significant improvement over survey measures of self-reported information seeking. \r\n\r\nIn recent years, scholarly evidence for, and popular concern about, downward trends in civic engagement, participation, and trust in government have been growing. At the same time, there are those who predict that the landscape of political communication is approaching a major transformation as the Internet rapidly extends its reach. Some have argued these technological advances will reverse the downward spiral in engagement, while others predict even more isolation and passivity. Mostly absent from the debate thus far is the possibility that the political effects of the Internet will be, at least in part, contingent on the behavior of elites. Since communication strategies will certainly evolve to maximize the impact of campaigns in the age of the Internet, researchers must begin to explore how citizens react to those messages in terms of the vast interactive medium at their fmgertips. \r\nMost observers would agree that as barriers to acquiring information and participating on the Internet continue to drop, elite-mass interactions will change significantly. The question that remains is how. A rigorous and detailed study of these phenomena is not only warranted, but vital for understanding public awareness and political behavior in the near future. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Valentino",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas A Valentino",
   "pi_email_addr": "nvalenti@umich.edu",
   "nsf_id": "000110976",
   "pi_start_date": "2001-12-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Hutchings",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Hutchings",
   "pi_email_addr": "vincenth@umich.edu",
   "nsf_id": "000438281",
   "pi_start_date": "2001-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 299965.0
  }
 ],
 "por": null
}