{
 "awd_id": "0136896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Bargaining, Uncertainty and the Shadow of the Future in North Atlantic Fisheries",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "2002-02-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 4000.0,
 "awd_amount": 4000.0,
 "awd_min_amd_letter_date": "2002-01-11",
 "awd_max_amd_letter_date": "2002-01-11",
 "awd_abstract_narration": "\r\n\r\n\r\n\r\nThe impact of uncertainty on behavior has long captivated the political science discipline. Political theories addressing uncertainty's influence on bargaining and cooperation underpin the understanding of regime development and inform efforts to devise institutions that deal with societies most pressing problems. In surveying the theoretical literature, however, contradictory claims appear with respect to the causal mechanisms through which uncertainty supposedly exerts its influence. A number of prominent scholars have identified the salutary effects uncertainty should have on integrative bargaining and agreement on permanent rules while other scholars have offered equally plausible arguments suggesting that uncertainty inhibits such bargaining and impedes such agreements. \r\nAs a means of testing countervailing claims regarding the relationship between uncertainty and institutional bargaining, this Doctoral Dissertation Research Support focuses on the North Atlantic in the wake of oceans enclosure. The formation of 200-mile exclusive economic zones (EEZs) provides a unique opportunity for evaluating countervailing expectations about bargaining behavior and associated outcomes as a set of new regimes are established. This project examines institutional bargaining through a research design that identifies variation in uncertainty across a rich set of comparable fisheries cases. The project examines the affect of this variation on the relative degree of integrative vs. distributive bargaining and the content of duration of regulatory agreements -agreements that usually take the form of property rights arrangements. Three theoretically plausible causal mechanisms are identified generating a number of contradictory propositions with respect to the influence of uncertainty on institutional bargaining. The project specifies  the\r\nobservable implications of these competing mechanisms and investigate the conditions under which they operate. \r\nThe results of this project will illuminate our theoretical understanding of how competing bargaining incentives are reconciled under uncertain conditions, particularly in times of crisis. With respect to institutional design, this research offers insights into the sequence of issues negotiators might be best advised to address under specific conditions of uncertainty. A better understanding of the relationship between uncertainty and actual behavior can improve the probability of forging agreement on contemporary problems of environment and development that seek to balance equity, efficiency and sustainability concerns. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Keohane",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Robert O Keohane",
   "pi_email_addr": "rkeohane@duke.edu",
   "nsf_id": "000309501",
   "pi_start_date": "2002-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": null
}