{
 "awd_id": "0137883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Laterophysic Connection: Integration of the Auditory and Lateral Line Systems in Sound Reception",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Flanders",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2002-08-15",
 "awd_max_amd_letter_date": "2006-09-21",
 "awd_abstract_narration": "Butterflyfishes of the genus Chaetodon (Teleostei, Family Chaetodontidae) are conspicuous inhabitants of coral reefs worldwide and are ecological indicators of reef health due to their dependence on coral as a food source.  These fishes exhibit a wide range of social and feeding behaviors and their species-specific color patterns provide visual cues used in social communication, but until recently these fishes were not known to produce sound during natural social behaviors. We have shown  that territorial butterflyfishes produce sounds during agonistic interactions in the field.  Normally the ear is the organ responsive to sound (as in all vertebrates).  In  fishes of the genus Chaetodon, however, it appears that the mechanosensory lateral line system, which is normally responsive only to water flow, may be sensitive to sound.  This is thought to be due to the presence of a  unique  linkage of the swim bladder with the lateral line system (the laterophysic connection), found only in fishes in the genus Chaetodon.  \r\nThe goal of the proposed research program is to understand the functional significance of this unique structural specialization and the ways in which the ear and lateral line system process and integrate sounds produced during natural social behaviors.  In order to do this, we will study 8 species of Chaetodon and test the more specific hypotheses: 1)  that fishes in the genus Chaetodon naturally produce sound in the context of specific behavioral interactions, 2) that the presence of swim bladder horns enhances sensitivity of the inner ear to sound pressure stimuli, 3) that the laterophysic connection uniquely makes the lateral line system sound-sensitive, where it is normally only sensitive to water flow (which is physically distinct from sound), and 4) that variation in the structure of the laterophysic connection (already defined in 21 species with prior NSF funding) has important functional implications for the degree of sound sensitivity.  These hypotheses will be tested using comparative behavioral, anatomical, biomechanical and neurophysiological approaches.\r\nWe are using an exceptional model system for an integrated, field and lab study of the sensory biology of an diverse and ecologically important group of coral reef fishes.  Students at both Villanova University and the University of Hawaii will benefit from this collaboration by interacting with both PI's who bring complementary approaches and methodologies to the project.  Undergraduates and graduate students will be important contributors to this project. Several undergraduate, and graduate theses and dissertations will arise from this research program, thus enhancing the education of all student participants.  In addition, Villanova students will have the opportunity to carry out field research in Both PI's will continue to involve women and minorities in their laboratories, as their records show they have done in the past.  Dissemination of research results will occur through paper presentations at a variety of national conferences (e.g. SICB, ASIH, Neurosciences, ARO), and international conferences by both PI's, and the publication of several independent and collaborative peer-reviewed papers and potential invited or review chapters.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Tricas",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy C Tricas",
   "pi_email_addr": "tricas@hawaii.edu",
   "nsf_id": "000454006",
   "pi_start_date": "2002-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118500",
   "pgm_ele_name": "SENSORY SYSTEMS"
  },
  {
   "pgm_ele_code": "550000",
   "pgm_ele_name": "NEURAL SYSTEMS CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1185",
   "pgm_ref_txt": "SENSORY SYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 100612.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 103447.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 95938.0
  }
 ],
 "por": null
}