{
 "awd_id": "0138124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: L-Alanine Biosynthesis in Escherichia Coli",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2002-03-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 320493.0,
 "awd_amount": 320493.0,
 "awd_min_amd_letter_date": "2002-02-15",
 "awd_max_amd_letter_date": "2005-09-27",
 "awd_abstract_narration": "The physiology and metabolism of Escherichia coli is perhaps the best understood of any\r\norganism (1). Nearly all of the major metabolic pathways have been elucidated, and much of the\r\nregulation of these pathways is well understood. There is, however, one significant deficiency in our\r\nknowledge: the pathways of L-alanine biosynthesis have not been fully elucidated (2). L-alanine is the\r\nsecond most abundant amino acid found in E. coli protein, is a component of peptidoglycan, is the\r\nprecursor to another component of peptidoglycan, D-alanine, and is a precursor to biotin.\r\n\r\nWith the availability of complete genomic sequences, it is now possible to make strong\r\npredictions about an organism s physiology and metabolism solely from analysis of its DNA sequence.\r\nA key to this analysis is having several model organisms whose metabolism and physiology are well\r\ndefined. E. coli is one such model organism. Using whole genome comparisons, it has been possible to\r\nreconstruct the biosynthetic pathways of all 20 amino acids in E. coli, Haemophilus influenzae, and\r\nBacillus subtilis. However, for L-alanine this required assuming a wider specificity for the aspartate\r\naminotransferase. While this assumption is logical, it is not supported by experimental results (see\r\nbelow). A more recent analysis does use some of the reported enzymes used in L-alanine biosynthesis,\r\nbut as outlined below, this information is incomplete (4). The fundamental reason that the biosynthesis of\r\nL-alanine has not been completely elucidated is that no strict L-alanine auxotroph has yet been isolated.\r\nThis stems from the fact that there are multiple pathways of L-alanine biosynthesis. Clearly,\r\nunderstanding the synthesis of L-alanine and its regulation is important for a comprehensive\r\nunderstanding of E. coli metabolism. Moreover, understanding L-alanine biosynthesis in E. coli can then\r\nbe used to predict its biosynthetic pathways in other organisms whose genome has been sequenced.\r\n\r\nThis project will employ a genetic approach to determine the pathways of L-alanine\r\nbiosynthesis in E. coli. Mutations that confer an L-alanine requirement will be isolated by either\r\ncounterselection and screening or by directed mutagenesis of genes of unknown function that could\r\npotentially function in L-alanine synthesis (e.g. aminotransferases). Once the genes have been identified,\r\nthe enzymes encoded by those genes will be purified and their biochemical activities and allosteric\r\nregulators identified. \r\n\r\nThe regulation of the genes will be investigated using fusions of the promoter regions to the lacZc reporter gene. Deletion analysis of the promoter regions will be used to identify the important cis-acting regulatory sites. Additionally, these fusions will be used to determine the involvement of trans-acting factors in regulation. Since L-alanine is synthesized in large part from pyruvate and affects nitrogen metabolism, particular attention will be paid to several global regulatory factors that affect genes\r\ninvolved in carbon and nitrogen metabolism. One gene that has been shown to be involved in L-alanine\r\nbiosynthesis is avtA, and it has been proposed that the global regulator, Lrp, is involved in its regulation\r\n(2). Computer analysis of its promoter region supports this hypothesis, and the influence of Lrp on avtA\r\nexpression will be thoroughly studied.\r\n\r\nXavier University of Louisiana is a historically black college and university (HBCU). The\r\nBiology Department has approximately 1100 undergraduates. It has been successful in training and\r\nplacing students into medical school, and seeks to build on this success in preparing students to pursue an\r\nacademic career. This project has been designed to allow undergraduates to be involved in research on a\r\ndaily basis using modern molecular biology techniques. In particular, most of the strain construction can\r\nbe performed in short segments of time, allowing students to integrate their research into a demanding\r\nacademic schedule.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Whalen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Whalen",
   "pi_email_addr": "wawhalen@xula.edu",
   "nsf_id": "000113920",
   "pi_start_date": "2002-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Xavier University of Louisiana",
  "inst_street_address": "1 DREXEL DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5045205440",
  "inst_zip_code": "701251056",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "XAVIER UNIVERSITY OF LOUISIANA",
  "org_prnt_uei_num": "HGAAKCE3A7P7",
  "org_uei_num": "HGAAKCE3A7P7"
 },
 "perf_inst": {
  "perf_inst_name": "Xavier University of Louisiana",
  "perf_str_addr": "1 DREXEL DR",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701251056",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1156",
   "pgm_ref_txt": "MICROBIAL GENETICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 111951.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 102948.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 105594.0
  }
 ],
 "por": null
}