{
 "awd_id": "0138247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-West Africa Workshop:   Scientific Data for Decision Making Toward Sustainable Development: Senegal River Basin Case Study; Dakar, Senegal, March 2002",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Lyons",
 "awd_eff_date": "2002-02-15",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 89000.0,
 "awd_amount": 89000.0,
 "awd_min_amd_letter_date": "2002-02-05",
 "awd_max_amd_letter_date": "2002-02-05",
 "awd_abstract_narration": "0138247\r\nUhlir\r\n\r\nThis award supports 17 participants (11 from the United States and six from West Africa) in a US-West Africa Workshop on Scientific Data for Decision-Making Toward Sustainable Development: Senegal River Basin Case Study, scheduled for March 2002 in Dakar, Senegal. The co-organizers are Dr. Paul Uhlir, with the US National Committee for the Committee on Data for Science and Technology (CODATA) at the National Academy of Sciences, and Dr. Abdoulaye Gaye, of the Senegal National Committee for CODATA.  There will be a total of approximately 35 participants, who will be drawn from academia and governmental and nongovernmental organizations in the United States, Senegal, and other West African countries.  Multidisciplinary discussions will focus on biodiversity and ecosystem assessment, as well as remote sensing and public health issues.  The purposes of the workshop are to: 1) Identify all types of existing scientific and technical data and information sources relating to the Senegal River basin; 2) Examine how these data and information sources have been used for research and decision making regarding the environment and people in the Senegal River basin area; and 3) Determine the technical, scientific, management, and policy barriers encountered in both the creation of these databases and in their use for decision making, and how they might be overcome.  Site visits will be made to the Diama Dam on the Senegal River and to two research institutions. \r\n\r\nScientific databases relating to the environment, natural resources, and health on the African continent are, with few exceptions, very difficult to create and manage effectively.  Yet the creation of these and other types of databases-and their subsequent use to produce new information and knowledge for decision makers-is essential to advancing scientific and technical progress in that region and to its sustainable development.  This meeting will help identify local and foreign scientific databases related to the ecology and environment of the Senegal River system, as well as the related human health of its populations.  The compilation of information on these databases will help policymakers and citizens make better, scientifically based decisions about activities in the region.  The meeting will also afford the US participants a unique view of an African science and technology data program, and the co-organizers expect it to promote the development of linkages which will lead to future cooperative research activities.  Workshop results and information on the databases will be made available through an online report, and will also be presented at the Summit on Sustainability in September 2002 in South Africa. The project supports the participation of two graduate students from the United States.\r\n\r\nThe Office of International Science and Engineering and the Division of Biological Infrastructure jointly support this award.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Uhlir",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Paul F Uhlir",
   "pi_email_addr": "puhlir@nas.edu",
   "nsf_id": "000167313",
   "pi_start_date": "2002-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5928",
   "pgm_ref_txt": "AFRICA AND ASIA,OTHER"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 89000.0
  }
 ],
 "por": null
}