{
 "awd_id": "0138018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of Atmospheric Moisture Transport and the Freshwater Budget of the Arctic with an Improved Regional Model",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane V. Dionne",
 "awd_eff_date": "2002-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2002-02-06",
 "awd_max_amd_letter_date": "2002-02-06",
 "awd_abstract_narration": "0138018\r\nSerreze\r\n\r\nChanges in the freshwater budget of the Arctic Basin have potentially large impacts on the circulation and sea ice of the Arctic Ocean, which is in turn coupled to the global ocean circulation and climate. However, the atmospheric components of the arctic freshwater budget are characterized relatively poorly and difficult to model. This project will utilize state-of-the-art computational methods to improve climatological simulations of the atmospheric freshwater budget of the Arctic.\r\n\r\nThe salient aspect of high latitude numerical modeling difficulties is the extreme range of scales that must be simulated adequately. Modeling moisture processes requires appropriate treatment of interactions at small spatial scales. By contrast, numerous observational studies have suggested that arctic climate variability is dominated by decadal time scales and planetary spatial scales.\r\n\r\nThese requirements necessitate a trade-off between temporal and spatial scales that cannot be addressed readily with current Eulerian modeling methods, due to computational stability constraints. This study will implement semi-Lagrangian transport for state and dynamical atmospheric variables within the context of a fully coupled atmosphere-ocean-sea ice model. This new implementation would allow both long-term simulations of the fully coupled arctic climate at high resolution, as well as increased use of ensemble techniques for an uncertainty analysis of crucial components of the atmospheric hydrologic cycle. Model experiments will be used to address the following primary research questions:\r\n\r\n1. What is the sensitivity of the arctic hydrologic cycle to variability in the simulated atmospheric circulation?\r\n\r\n2. To what extent does the Northern Hemisphere semiannual oscillation influence surface moisture fluxes and/or atmospheric moisture transport? What factors influence interannual variability and trends in the arctic semiannual oscillation?\r\n\r\n3. What is the influence of anomalous sea ice and/or snow cover on the atmospheric moisture budget over subsequent seasons? Do anomalies in wintertime climate indices translate into anomalous precipitation in other seasons? What summertime or year-round structures in the arctic climate can be identified in atmospheric moisture variables?\r\n\r\n4. Does atmospheric convection over land play a significant role in the arctic hydrologic cycle during the summer season?\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Serreze",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mark C Serreze",
   "pi_email_addr": "serreze@kryos.colorado.edu",
   "nsf_id": "000087141",
   "pi_start_date": "2002-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": null
}