{
 "awd_id": "0138209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tunneling and Transport in Ordered and Disordered Superconductors",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2002-04-01",
 "awd_exp_date": "2005-03-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2002-01-22",
 "awd_max_amd_letter_date": "2004-01-12",
 "awd_abstract_narration": "Superconductor-insulator (SI) transitions in ultrathin metal films and organic crystal field effect transistor configurations can be tuned by external control parameters and are believed to be zero-temperature quantum phase transitions, driven by quantum rather than thermal fluctuations.  The nature of the underlying physical models of SI transitions is uncertain, as existing experiments do not distinguish between competing fermionic and bosonic descriptions, and there may be a distinct metallic phase separating the superconducting and insulating ground states.  This individual investigator award will support a research project that will attempt to resolve these outstanding questions in our understanding of SI transitions.  Keys to resolving the issues are the extension of the parameter space to very low temperatures to insure measurements in the critical regime, careful shielding from both external noise and thermal noise generated in electrical leads, and determining the structure of samples.  The super-electron density critical exponent will be determined by measuring the penetration depth, avoiding the pitfalls of finite-size scaling in determining exponents. Transitions will also be tuned by applying magnetic fields, and by controlling dissipation.  In addition, the SI transition will also be tuned by changing the carrier concentration of organic superconducting two-dimensional electron gases. This fundamental work is potentially significant for far-reaching technological applications of superconductivity at the nanoscale.  It serves as an important training ground for doctoral students in physics, providing them with an extremely broad range of research skills. \r\n\r\nPhase transitions tuned by an external control parameter such as pressure, magnetic field, or carrier concentration, rather than temperature are called quantum phase transitions. These zero-temperature transitions are driven by quantum fluctuations governed by Heisenberg's uncertainty principle, rather than by thermal fluctuations, as when water changes to steam or ice.  Systems that exhibit quantum phase transitions include two-dimensional superconductors, 4He adsorbed on random substrates, high-mobility two-dimensional electron gases, various strongly-correlated magnetic systems, and high-Tc superconductors.  This individual investigator award supports a project that is focused on studying superconductor-insulator transitions in two-dimensional superconductors in the form of granular and homogenous metallic films, and in truly two-dimensional field-effect transistor configurations of organic crystals. The issues that will be addressed include the nature of the underlying physical models and whether there is a distinct metallic phase separating the superconducting and insulating ground states. This fundamental work is potentially significant for far-reaching technological applications in both nanotechnology and high-temperature superconductivity.  The program breaks new ground technologically in the fabrication and characterization of samples, and provides important training for doctoral candidates in physics by developing an extremely broad range of research skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Goldman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Allen M Goldman",
   "pi_email_addr": "goldman@physics.spa.umn.edu",
   "nsf_id": "000175961",
   "pi_start_date": "2002-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}