{
 "awd_id": "0138633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improvements to the Florida Museum of Natural History Ichthyological Collection",
 "cfda_num": "47.074",
 "org_code": "08080208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard M. McCourt",
 "awd_eff_date": "2002-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 374513.0,
 "awd_amount": 399643.0,
 "awd_min_amd_letter_date": "2002-02-07",
 "awd_max_amd_letter_date": "2004-12-16",
 "awd_abstract_narration": "Abstract. A grant has been awarded to Dr. James Albert and Mr. George\r\nBurgess at Florida Museum of Natural History to improve the Ichthyological\r\nCollection. Species are in decline around the world as we pass through a\r\nwave of mass extinctions due to human activities. While the biodiversity\r\ncrisis accelerates efforts are being made to preserve our genetic heritage\r\nfor future generations. The Florida Museum of Natural History\r\nichthyological collection is a significant national resource, with\r\nprincipal strengths in western and eastern Atlantic shelf and deepwater\r\nmarine fishes, western Atlantic reef fishes, and freshwater fishes from the\r\nSoutheastern United States, Central and northern South America, and the\r\nWest Indies. The UF collection continues to grow and is used by researchers\r\nthroughout the nation and the world. The Florida Museum ichthyological\r\ncollection presently contains about 216,000 identified lots (jars) bearing\r\nclose to 2.2 million specimens ascribed to approximately 6,600 species. Of\r\nthese about 150,000 lots are electronically catalogued. Among the\r\nuncatalogued materials are an estimated 73,000 lots of specimens identified\r\nto species acquired from orphaned collections. These uncatalogued lots\r\ninclude some of the Florida Museum's most valuable materials. At present a\r\nlarge number of these specimens are not electronically catalogued, greatly\r\nrestricting their use and access. The lack of availability to these\r\nsubstantial resources on electronic databases dramatically reduces their\r\nutility and represents a significant loss of research opportunities.\r\n\r\nThis project will electronically catalogue and physically integrate\r\norphaned lots into the existing Florida Museum collection in newly provided\r\nfacilities. The specific goals are to: 1: Install mobile, high density\r\nshelving units in the newly allocated space. 2. Electronically catalog\r\n46,500 identified lots. 3: Physically integrate these materials into the\r\nexisting catalogued collection on newly purchased and existing compactor\r\nshelving units. All lots will receive new labels, be topped off or receive\r\nnew alcohol as needed, receive new closures or be rebottled if appropriate,\r\nand be shelved with conspecifics on compacted shelving units. To facilitate\r\ncontinued safety and access throughout the cataloguing process all\r\nmaterials will be maintained in phylogenetic order by family in\r\nair-conditioned facilities provided with access aisles. To expedite\r\nincorporation of new collections we will minimize new taxonomic\r\nidentifications. Specimens representing highly redundant taxa or those\r\nterminally damaged will be recorded and discarded.\r\n\r\nElectronic cataloguing of the orphaned materials will substantially\r\nincrease the flow of information into and out of the Florida Museum\r\ncollection as a whole. Cataloguing and integrating orphaned ichthyological\r\ncollections will provide visiting scholars, students and users of the\r\nFlorida Museum and Internet databases access to these important data.\r\nAchieving the project objectives will facilitate long-term growth of the\r\ncollection, promote research into the catalogued materials, and greatly\r\nincrease the long-term management and public outreach capabilities of the\r\nFlorida Museum and its information resources. These results will enhance\r\nthe role of the University of Florida as a center for the education and\r\ntraining of a new generation of scientists in aquatic biodiversity.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Burgess",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "George H Burgess",
   "pi_email_addr": "gburgess@flmnh.ufl.edu",
   "nsf_id": "000159578",
   "pi_start_date": "2002-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Albert",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "James S Albert",
   "pi_email_addr": "jalbert@louisiana.edu",
   "nsf_id": "000447483",
   "pi_start_date": "2002-02-07",
   "pi_end_date": "2004-09-23"
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 374513.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 25130.0
  }
 ],
 "por": null
}