{
 "awd_id": "0140343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Three-Body Coulomb Effects and Asymptotic Normalization Coefficients in Nuclear Astrophysics",
 "cfda_num": "47.049",
 "org_code": "03010500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2002-08-06",
 "awd_max_amd_letter_date": "2004-05-06",
 "awd_abstract_narration": "PHY-0140343\r\nZhanov\r\n\r\nThe purpose of the research is to further extend and apply the asymptotic three-particle Coulomb scattering wave function to problems in nuclear astrophysics.  Knowledge of the three-body Coulomb scattering wave function is important both from fundamental and practical points of view.  On the fundamental side, it will pave the way to a solution, both in nuclear and atomic physics, of the long-standing three-body quantum-mechanical problem with three charged particles.  As a practical application, we will use the three-body Coulomb scattering wave function to estimate both the effect of the post-decay Coulomb acceleration in Coulomb breakup reactions and the effect of the a third spectator proton (medium) on the hydrogen burning p-p reaction that involves two protons inside the sun. Nuclear capture reactions between charged particles in stellar interiors occur at such small energies (< hundred keV) that their cross sections are very small. Hence, direct measurements in the lab are extremely difficult or impossible.  Thus indirect techniques have been developed to determine stellar cross sections. One such indirect technique uses breakup reactions of a projectile in the Coulomb field of a heavy target.  However, the Coulomb field of the target being a source of the reaction, plays not only a positive but also a negative role: the positively charged fragments formed from the projectile breakup are moving in the repulsive Coulomb field of the target.  This acceleration effect due to the Coulomb field, called post-decay Coulomb acceleration (PCA), distorts the experimental results that are used to extract the radiative capture reaction rates. Unfortunately, a real quantum-mechanical estimate of PCA has not been done because the three-particle Coulomb scattering wave function describing the motion of two fragments in the Coulomb field of the target is unknown.  Recently we have found the leading asymptotic terms of this wave function in the asymptotic region where two fragments are close to each other and far away from the third particle.  This is just configuration region that contributes to Coulomb breakup reactions. Hence, the asymptotic Coulomb wave function found in our earlier work and its extension can be used to estimate, for the first time, the effect of the PCA on the nuclear astrophysical radiative capture processes determined from the Coulomb breakup reactions in a full quantum-mechanical approach.  The same wave function also will be used to estimate the impact of the proton-spectator on the fusion cross section of two protons inside the sun. This is the first of the hydrogen burning reactions in the sun and hence it defines the sun's luminosity.  Further we will apply the asymptotic normalization coefficient (ANC) concept to calculate the external region contribution to radiative capture widths for resonances decaying to bound states that are important in nuclear astrophysics.  In some cases it is difficult to measure the radiative widths and the calculated ANC's allow us to put the limits on the possible radiative width values.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akram",
   "pi_last_name": "Zhanov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akram Zhanov",
   "pi_email_addr": "akram.pole@gmail.com",
   "nsf_id": "000492400",
   "pi_start_date": "2002-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 30000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 30000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}