{
 "awd_id": "0140164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Uniaxial and Hydrostatic Stress on Group III-nitride Heterojunctions and Schottky Barriers",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Olufemi Olowolafe",
 "awd_eff_date": "2002-05-15",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2002-05-01",
 "awd_max_amd_letter_date": "2002-05-01",
 "awd_abstract_narration": "\r\nAbstract-0140164\r\nM. Nathan, U of Minnesota-Twin Cities\r\n\r\nDevices based on III-nitride semiconductors have great potential for many applications in optoelectronics and power electronics. Polarization effects in these materials provide new opportunities for new device designs and raise challenges for existing ones. At present, while a qualitative understanding of these effects exists to some extent, a complete quantitative model and experimental characterization is lacking. The main thrust of this proposal is directed at a quantitative understanding of polarization effects in III-nitride compounds.\r\n\r\nPolarization effects and nitride-based devices are inextricably connected with dominant effects in heterojunction FETs, heterojunction bipolar transistors, and lasers. Consideration of spontaneous and piezoelectric effects is therefore imperative in device design. In addition to high-power, high-temperature electronic devices, we envision possible applications of these phenomena in stress (or force) sensors, such as those needed for accelerometers and seismic detectors intended to operate in caustic environments.\r\n\r\nWe propose a coordinated experimental and theoretical investigation of electric polarization effects in III-nitride heterostructures and Schottkv barriers. Our study will address lattice polarization effects on charge carrier transport at heterojunction interfaces in structures with currents either parallel or perpendicular to the interfaces. Examples of structures to be fabricated and tested will include n- and p-channel single heterostructures, metal/semiconductor Schottky contacts on III-nitrides, and n+- and p+Si/III-nitride Schottky contacts. To avoid possible surface contamination, Al/III-nitride and Si/III-nitride contacts will be fabricated in situ, i.e. without removing the samples from the ultra-high vacuum environment. For reasons discussed in this proposal, we view these latter structures (with the non-polar/polar interface grown in situ following III-nitride epitaxy) as particularly promising for the study of III-nitride surface polarization charges. We will measure the uniaxial and hydrostatic stress dependences of the electrical characteristics of these structures. Exploring different stress geometries will advance the understanding of piezoelectric effects in III-nitride compounds. Our physical model development will address band structure and electric polarization effects and their consequences for the terminal characteristics of the devices under uniform and non-uniform, uniaxial and hydrostatic stress. The characterization and modeling work builds on capabilities developed by the PIs over the last 11 years in the context of their past and ongoing joint exploration of piezoelectric effects in conventional III-V heterostructures. The crystal growth for this program will performed by Professor Hadis Morkoq's group at Virginia Commonwealth University.\r\n\r\nThe proposed research will involve both graduate and undergraduate students, and will enhance the PIs ongoing course development with focus on large gap semiconductor materials and devices.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marshall",
   "pi_last_name": "Nathan",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Marshall I Nathan",
   "pi_email_addr": "nathan@ee.umn.edu",
   "nsf_id": "000194562",
   "pi_start_date": "2002-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "P.Paul",
   "pi_last_name": "Ruden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "P.Paul Ruden",
   "pi_email_addr": "ruden@umn.edu",
   "nsf_id": "000240688",
   "pi_start_date": "2002-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": null
}