{
 "awd_id": "0200415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal:  Ultrabroadband Supercontinuum Studies",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2002-05-29",
 "awd_max_amd_letter_date": "2002-05-29",
 "awd_abstract_narration": "Probably the most exciting event in optics in the past two years has been the development of microstructure optical fiber. The dispersion properties of this fiber can be tailored to a far greater extent than conventional optical fibers. As a result, it can be used to transform commercially available, low-energy ultrashort pulses into ultrabroadband continuum light with a bandwidth of >500 THz. This light has numerous far-reaching applications in telecommunications, solid-state spectroscopy, coherent control of chemical reactions, and ultrahigh-spatial-resolution optical coherence tomography. It has already completely revolutionized the field of optical metrology.\r\n\r\nUnfortunately, techniques for working with ultrabroadband light remain in their infancy.  At this stage, it is not possible to measure its properties other than the power spectrum.  Pulse shaping and compression techniques, which are successful in narrowband applications, are not applicable to this type of ultrabroadband radiation.  Even simple tasks such as collimating and propagating ultrabroadband light are not yet possible.  For example, ultrabroadband lenses do not exist, and mirrors also fail because the diffraction angle of this light is over 60s.  Furthermore, the process by which this light is created is at best poorly understood.\r\n\r\nAs a result, we propose to 1) perform extensive modeling to understand the underlying mechanisms and the properties of the continuum light, 2) develop experimental techniques for its characterization, and 3) devise new techniques for manipulating and compressing this light.\r\n \r\nWe will take two distinct approaches to ultrabroadband-light generation. One will utilize a standard fs Ti:Sapphire laser and microstructure optical fiber to produce continuum light with spectrum from 400 nm to 1.6 um. The second approach, which is equally promising <-but as yet unexplored<- will use amplified fiber lasers developed by IMRA America to generate ultra-broadband continuum in conventional telecommunications fiber in the IR: from 800 nm to 2.5 um.\r\n\r\nThis ultrabroadband light is extremely complex, having a time-bandwidth product (TBP) in excess of 1000, whereas the most complex ultrashort pulse that has been completely characterized had a TBP of ~10. This latter measurement used frequency-resolved optical gating (FROG), and it pushed the FROG technique to its limits. As a result, we propose to develop a much broader-band version of FROG for measuring ultrabroadband continuum with more than two orders of magnitude of additional complexity. It will necessarily involve several innovations, including, for example, angle-dithering the nonlinear crystal for much greater bandwidth.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Gaeta",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander L Gaeta",
   "pi_email_addr": "a.gaeta@columbia.edu",
   "nsf_id": "000180164",
   "pi_start_date": "2002-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}