{
 "awd_id": "0200649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantization on Cotangent Bundles",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 103369.0,
 "awd_amount": 103369.0,
 "awd_min_amd_letter_date": "2002-04-30",
 "awd_max_amd_letter_date": "2002-04-30",
 "awd_abstract_narration": "\r\nPI: Brian C. Hall, University of Notre Dame\r\nDMS-0200649\r\n\r\nAbstract:\r\n\r\nThe PI's research concerns the quantization of certain\r\nspecial classical systems, those whose classical configuration\r\nspace is a compact symmetric space, such as a sphere. The\r\nsimplest physical example of such a system is (the rotational\r\ndegrees of freedom of) a rigid body, whose configuration space is\r\nthe rotation group SO(3). The phase space of any such system,\r\nnamely, the cotangent bundle of the compact symmetric space, has\r\na natural complex structure that makes the phase space into a\r\nKahler manifold. Thus the quantization of such a system can be\r\ndone in two ways, one using the usual position Hilbert space and\r\nthe other using a Hilbert space of holomorphic functions. The\r\nlatter space generalizes the classical Segal-Bargmann space. The\r\ntwo possible quantum Hilbert spaces are related by a unitary\r\ntransform, the generalized Segal-Bargmann transform, developed by\r\nthe PI and M. Stenzel. The unitarity of this transform can be\r\nre-formulated as a resolution of the identity for the associated\r\n\"coherent states,\" as shown in detail by the PI and J. Mitchell.\r\nThese results have been applied to the quantization of\r\ntwo-dimensional Yang-Mills theory and to the classical limit of\r\nThiemann's quantum gravity theory. The PI is continuing to\r\ninvestigate several aspects of the theory, including the\r\nsemiclassical localization properties of the coherent states,\r\nproperties of the associated quantization schemes (generalized\r\nWick, anti-Wick, and Weyl quantizations), and the relationship of\r\nthe theory to geometric quantization. \r\n\r\nBroadly speaking the PI's research is in the boundary\r\nregion between classical and quantum mechanics. Quantum mechanics\r\nis the theory that governs the world at the atomic scale.\r\nAlthough classical (Newtonian) mechanics works well for\r\nmacroscopic phenomena, it cannot account for the structure of\r\natoms and molecules--at this level the quantum theory takes over.\r\nFor the two theories to be consistent with one another the\r\npredictions of quantum mechanics must pass smoothly into those of\r\nclassical mechanics as the scale passes from microscopic to\r\nmacroscopic. On the other hand, the mathematical structure of the\r\ntwo theories is very different, so it is challenging to\r\nunderstand how this quantum-to-classical transition takes place.\r\nThe PI's research concerns a reformulation of quantum mechanics\r\nwhich is equivalent to the usual one but which brings the\r\ndescription of quantum mechanics closer to that of classical\r\nmechanics. Specifically, the PI's work takes one standard\r\nreformulation of quantum mechanics, the Segal-Bargmann transform,\r\nand extends it to apply to systems with more complicated degrees\r\nof freedom, such as rotations. This work has been applied in a\r\nsimplified model of the strong interaction in particle physics\r\nand in an ambitious program of T. Thiemann and collaborators to\r\ndevelop a quantum theory of gravity.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Hall",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brian C Hall",
   "pi_email_addr": "bhall@nd.edu",
   "nsf_id": "000176798",
   "pi_start_date": "2002-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 103369.0
  }
 ],
 "por": null
}