{
 "awd_id": "0200267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Monge-Kantorovich in Kinetic Theory",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 101000.0,
 "awd_amount": 150199.0,
 "awd_min_amd_letter_date": "2002-05-21",
 "awd_max_amd_letter_date": "2006-01-18",
 "awd_abstract_narration": "PI: Wilfrid Gangbo, Georgia Institute of Technology\r\nDMS-0200267\r\n\r\nABSTRACT\r\n\r\nThe proposal uses the Monge-Kantorovich theory to study problems that originate \r\nin the kinetic theory of gases, and meteorology. The mass transportation problem \r\nwas first introduced by G. Monge in 1781 and consists into finding the optimal \r\nway for moving a pile of dirt with a prescribed distribution to holes with prescribed distributions. Optimality is measured against a prescribed cost function. The original Monge problem deals only with measures that are absolutely continuous with respect to Lebesgue measures, and so, it makes sense to talk about distribution functions. We show that one can interprete the \r\nkinetic Fokker-Planck equations (KFPE) as the gradient flux of the entropy with \r\nrespect to manifolds that vary in time. These manifolds are sets of probability \r\ndensities for which the first moments and the standart deviation are prescribed. \r\nThat restriction on the probability densities are needed to ensure conservation \r\nof total energy for the solutions constructed. This conservation law is a big \r\ndeal in kinetic theory for inhomogeneous equations. Our investigations, in a \r\nspecial case, the so-called Maxwellian model of (KFPE),  show that the \r\nMonge-Kantorovich distance is an appropriate tool for studing these problems. \r\nThe cost function used here is the square of the euclidien distance. We intend \r\nto investigate the implication of our results in the study of hydrodynamic \r\nequations. To deal with measures such as combination of dirac masses, in 1945, \r\nKantorovich generalized the Monge problem to measures that may have singular \r\nparts. This generalization by Kantorovich turned out to find applications in \r\nvarious fields, including  shape recognition, where one wants to compare how two \r\ncurves living in the space look alike. In that case, clearly, the curves can be \r\nrepresented by one-dimensional measures and so, have singular parts. Other \r\napplications that are relevant to this proposal are the semigeostrophic systems, \r\nintroduced by Hoskins in 1975. The semigeostrophic systems are approxamations of \r\nthe celebrated Euler equations of incompressible fluids in a system, rotating \r\naround a fix axis. These system where introduced in meteorology as models which \r\ndevelop fronts. There is a complete lack of analytical results on these models, \r\nand so, there is a need to develop a theory that would confirm or infirm  \r\nprevisions made by meteorologists. We show that these systems are infinite \r\ndimensional hamiltonian systems with respect to the Monge-Kantorovich distance, \r\nwhose cost function is the square of the euclidien distance. In this proposal, \r\nwe intend to extend results obtained in previous works with collaborators or \r\ngraduate students.  \r\n\r\nThe Monge-Kantorovich theory became central in many fields of mathematics \r\nincluding meteorology, kinetic theory, and shape recognition. Over the past few \r\nyears, it has been noticed that a class of problems in various fields, including \r\nthe study of evolution of gases, can be realized by minimizing a free energy \r\nfunctional under the penalty that one should not pay to much to change the state \r\nof the system. Based on preliminary investigations, we believe that in this \r\nproposal, we can use the Monge-Kantorovich theory to solved problems that are \r\nconsidered important in the kinetic theory of gases. We start our study with the \r\nFokker-Planck equations, a class of equations similar to the Boltzmann \r\nequations, that are fundamental in kinetic theory.\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wilfrid",
   "pi_last_name": "Gangbo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wilfrid Gangbo",
   "pi_email_addr": "wgangbo@math.ucla.edu",
   "nsf_id": "000206520",
   "pi_start_date": "2002-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 33000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 34000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 34000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 49199.0
  }
 ],
 "por": null
}