{
 "awd_id": "0200334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Micro-Scale Laser Shock Processing with Controlled Mechanical Properties, Microstructure and Fatigue Performance",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Lynn Realff",
 "awd_eff_date": "2002-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 300093.0,
 "awd_amount": 300093.0,
 "awd_min_amd_letter_date": "2002-04-11",
 "awd_max_amd_letter_date": "2002-04-11",
 "awd_abstract_narration": "Laser shock processing (LSP), also known as laser peening, is a process in which beneficial compressive residual stress is imparted into surface layer of metallic parts by directed laser pulses.  Parts are treated the specific areas prone to premature failures.  It was incepted in early 70's and is currently in production for parts such as turbine blades using millimeter-sized laser beams.  Motivated by the rapid progress being made in microsystem design and fabrication, preliminary studies on micro-scale LSP (i.e., using laser spot size of a few microns) have shown feasibility.  While the dominant material in microsystems is silicon, metallic thick- and thin-film structures are often an integral part.  Some of these metallic microstructures, such as MEMS actuators, metal-coated micro-gears, micro medical implants, micro-switches, and relays, experience cyclic loads in service.  \r\n\r\nThe goal of the project is thus to advance the state of knowledge in micro-scale LSP technology, and to develop reliable ability to modify metallic structures in microsystems, with controlled mechanical proper-ties, microstructures and fatigue performance.  More specifically, the aims of this project are (1) to de-velop better understanding and reliable prediction capabilities for the micro-scale LSP by properly consid-ering phenomena important to the micro scale concerned, and by considering both bulk, thick- and thin-film materials; and (2) to design and properly execute an aggressive experimental program to complement the modeling effort and to accumulate experimental data for further development.  This program will in-vestigate characterization methods appropriate for the micro-scale concerned to measure residual stress distribution; and methods to quantify microstructure change caused by LSP. This research is of substantial interest to industry, and support from IBM, LSP Technologies and Brookhaven National Lab will provide intellectual and characterization exchanges. Education outreach to a diverse group of undergraduate stu-dents through local chapters of professional societies in the New York City area will enhance efforts to recruit and retain these students in engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Y Lawrence",
   "pi_last_name": "Yao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Y Lawrence Yao",
   "pi_email_addr": "yly1@columbia.edu",
   "nsf_id": "000341177",
   "pi_start_date": "2002-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 300093.0
  }
 ],
 "por": null
}