{
 "awd_id": "0200974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of the Constant-Flow Method for Concurrent Measurement of the Soil-Water Characteristic Curve and Hydraulic Conductivity Function of Unsaturated Soils",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 49088.0,
 "awd_amount": 49088.0,
 "awd_min_amd_letter_date": "2002-08-28",
 "awd_max_amd_letter_date": "2002-08-28",
 "awd_abstract_narration": "PI:\t\tWilliam Likos\r\nInstitution:\tColorado School of Mines\r\nTitle:\t\"Development of the constant-flow method for concurrent measurement of the soil-water characteristic curve and hydraulic conductivity function of unsaturated soils\"\r\n\r\nTwo fundamental material parameters are required to analyze geotechnical and geoenvironmental engineering problems involving the flow of fluids through unsaturated soils:\r\n1) the soil-water characteristic curve, and 2) the hydraulic conductivity function.  Together, these\r\nfunctions describe the relationships among matric suction, hydraulic conductivity, and water content in unsaturated soils.  The functions may either be measured directly or modeled indirectly.\r\n\r\nCurrently, there is a considerable shortage of practical, cost-effective, and reliable experimental techniques for direct measurements of these two important parameters.  Several techniques have been developed for independently measuring either the soil-water characteristic curve or the hydraulic conductivity function; however, very few are available for concurrent measurement of both functions, particularly for a single undisturbed specimen under stress-controlled conditions. Most of the existing techniques tend to be impractical for general use because they are limited in terms of complexity and/or cost.  As a result, engineers in practice more often rely on indirect estimations of characteristic curves and conductivity functions using analytical or empirical models based on routinely measured material properties such as grain-size. In most situations, however, direct measurements are much more desirable.\r\n\r\nThis research attempts to develop the constant-flow method (CFM) for direct, steady-state, and concurrent measurement of both the soil-water characteristic curve and hydraulic conductivity function of unsaturated soils.  The majority of the work will be in the form of modifications to a prototype CFM permeameter system developed in the mid 1990's by project Co-PI Dr. Harold Olsen at the Colorado School of Mines.  Early results demonstrated several distinct advantages over the more traditional measurement techniques. Most notably, both functions could be obtained for a single specimen without the requirement for separate testing procedures on split sub-samples.  Hydraulic conductivity (HC) measurements could be obtained much more rapidly and with substantially smaller hydraulic gradients.  Because testing was conducted in a triaxial cell, HC and matric suction could be evaluated as functions of water content as well as applied effective stress.  Unfortunately, several limitations were also evident in the prototype CFM system.  Specifically, HC measurements were limited to relatively fine-grained soils (k < 10 -8 cm/sec), pore-air pressure was applied at only one end of the specimen, diffused-air flushing circuits were not incorporated, specimen volume changes could not be measured, and problems with leakage due to an overly complex design were encountered.\r\n\r\nThe primary goal of this work is to expand the capability and practicality of the CFM approach for unsaturated soils testing by addressing and eliminating these limitations.  Key modifications to the prototype system  will allow HC to be measured for both coarse- and fine-grained soils, account for specimen volume change, decrease testing time, and increase the system's overall robustness and ease-of use.  Flushing circuits will be added so that measured pore-water pressures will be less affected by diffused air in the system and permeation rates may be more accurately controlled.  The entire system will be computer automated and tailored for compatibility with conventional triaxial permeameter systems.  Finally, the system performance will be evaluated for a wide range of soil types and the experimental results will be compared with commonly used analytical and empirical models to check their mutual validity.  New testing methods are needed to more accurately analyze the increasingly widespread geoenvironmental problems involving unsaturated fluid flow.  This research will establish the constant-flow method as a reliable, practical, and economical testing alternative. NIOSH IC 9453, pp. 111-132.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Likos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Likos",
   "pi_email_addr": "likos@wisc.edu",
   "nsf_id": "000398890",
   "pi_start_date": "2002-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Olsen",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Harold W Olsen",
   "pi_email_addr": "holsen@mines.edu",
   "nsf_id": "000414044",
   "pi_start_date": "2002-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Lu",
   "pi_email_addr": "ninglu@mines.edu",
   "nsf_id": "000230679",
   "pi_start_date": "2002-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}