{
 "awd_id": "0201561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Triggering of Submarine Slides Under Multidirectional Loading",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2002-10-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 176072.0,
 "awd_amount": 176072.0,
 "awd_min_amd_letter_date": "2002-09-19",
 "awd_max_amd_letter_date": "2005-07-21",
 "awd_abstract_narration": "0201561, Juan Pestana-Nascimento, UC Berkeley\r\n\"Triggering of Submarine Slide Under Multidirectional Loading\"\r\nJuan M. Pestana-Nascimento\r\n\r\nThe behavior of relatively gentle submerged slopes on the continental shelf has become an important element in risk assessment, and in predicting the performance of offshore structures, and the complex network of pipelines carrying oil and gas from offshore drilling platforms.  In addition to the obvious environmental disaster resulting from the failure of such oil/gas pipeline network, underwater slide failures can potentially generate destructive tsunamis such as the 1964 Great Alaska Earthquake that devastated towns along the Gulf of Alaska and caused damage and loss of life at locations as far away as Hawaii; or more recently in the Papua New Guinea 1998 disaster associated with a submarine landslide.  It is now recognized that submarine slides are a major threat to the integrity of engineered structures and to the safety of coastal communities.\r\n\r\nThe ultimate goal of this project is to develop a tool for predicting the stability and displacements of submerged slopes due to irregular multidirectional cyclic loading.  The research will improve the ability of numerical analyses to predict the response of submerged slides under multidimensional excitation, including both storm and seismic loading.\r\n\r\nThe modeling component of the project includes the initial development of a two-dimensional site response analysis program for sloping ground (stand alone version), in which the new simplified constitutive model will be implemented and available on the web.  This combination permits including the effects of the slope, and the interaction between the shearing on the plane parallel to the slope, in the dip and strike direction.  Extensive parametric studies will be performed to evaluate uncertainty in the soil parameters and heterogeneity of the soil profile.\r\n\r\nThe research will contribute to the fundamental understanding and prediction of failure mechanisms for submerged slopes - and these can be extended to \"aerial\" slopes.  The incorporation of the constitutive model into a finite element code to predict earthquake or storm induced permanent deformations and/or failure represents a significant contribution to performance-based engineering.  It will enhance the estimation of forces induced on pipelines due to moving sediments, and will be the basis for more elaborate analyses coupling the hydrodynamic fluid-sediment interaction.  In addition to the benefit to the geotechnical component, the results are expected to contribute to the estimation of masses that may mobilize during a slope failure and its consequences in the generation of tsunamis.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Seed",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond B Seed",
   "pi_email_addr": "rmseed6@aol.com",
   "nsf_id": "000448243",
   "pi_start_date": "2003-08-27",
   "pi_end_date": "2005-07-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Pestana-Nascimento",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Juan M Pestana-Nascimento",
   "pi_email_addr": "pestana@ce.berkeley.edu",
   "nsf_id": "000092298",
   "pi_start_date": "2005-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 176072.0
  }
 ],
 "por": null
}