{
 "awd_id": "0201320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Generic Sensing Modules Development and Hierarchical Technology for Civil and Mechanical Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shih-Chi Liu",
 "awd_eff_date": "2002-04-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 288208.0,
 "awd_min_amd_letter_date": "2002-03-26",
 "awd_max_amd_letter_date": "2008-04-01",
 "awd_abstract_narration": "Abstract:  This proposal seeks to continue the development of a redundancy-based monitoring and management system for civil structures with uncertain dynamic properties located in seismically prone regions.  Such a system could also be applied to other mechanical systems.  This Hierarchical Intelligent Monitoring and Management System will be expanded to five (previously three) integrated software components that interact seamlessly with each other in real time and are interfaced with the physical structure.  These components have data-processing and decision making capabilities organized into a hierarchy of shielded layers, with each layer employing a decentralized topology of information processing units.  The Expert Module coordinates the functions of the other modules with one another, and with data from outside the system.  The Health Monitoring Module monitors data from the Sensor Module and employs advanced damage detection, localization, and classification techniques.  The Identification Module is responsible for maintaining an active database of system models, which are updated based on information from the Health Monitoring and Sensor Modules.  Controller design and implementation are handled by the Control Module, using models provided by the Identification Module, current data obtained from the Sensor Module, and some form of actuation.  New paradigms for model identification and control can now be explored based on new options available in sensor technology.  The Sensor Module monitors sensors of a variety of types and feeds the data from these sensors to the other modules.  Rapid advancements in new types of sensors and methods for monitoring and networking them provide particular incentives for the development of a generic sensor module.  The objectives of this proposal are:  (1) To expand the current expert system's capabilities to monitor structural systems by encompassing new technologies in sensing and structural health monitoring; (2) To explore new opportunities for system identification using these emerging technologies; (3) To continue with the creation of robust control software, expanding the database of options available to control designers by using improved models, integrating new sensor options, and refining control objectives to account for structural faults; (4) To develop specific damage detection and classification algorithms and evaluate their utility; (5) To evaluate current and emerging sensor technologies and their applicability to civil structural monitoring and control applications; (6) To illustrate features of the monitoring and management system through simulation studies, and to make recommendations for its practical implementation on actual structures.  It is believed that the proposed study will broaden the scope and enhance the capabilities of ongoing research by the Principal Investigator by integrating new ideas in structural monitoring and sensor technology and thus contribute significantly to the development of safer and more reliable civil structures.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Yang",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Henry T Yang",
   "pi_email_addr": "henry.yang@ucsb.edu",
   "nsf_id": "000127175",
   "pi_start_date": "2002-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163900",
   "pgm_ele_name": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 28208.0
  }
 ],
 "por": null
}