{
 "awd_id": "0201338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiple Stage Optimization of Stochastic Dynamic Transportation Networks",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2003-10-31",
 "tot_intn_awd_amt": 99916.0,
 "awd_amount": 99916.0,
 "awd_min_amd_letter_date": "2002-03-29",
 "awd_max_amd_letter_date": "2002-03-29",
 "awd_abstract_narration": "\r\nThe decision making process for transport systems is a multistage problem, ranging from long-term strategic and tactical planning decisions to operational and real-time/control.  Uncertainty in supply and demand experienced in the real-time, operational and tactical stages as well as the effectiveness of potential control decisions impact earlier strategic decisions.  However, these future impacts are often neglected when strategic decisions are made for the optimization of a network.  By neglecting such impacts, planners are missing opportunities to develop networks that are more resistant to fluctuations and capable of exploiting the full potential of information.\r\n\r\nThis research will develop methods for accounting for the transport system stochasticity (and dynamics) with a focus on representing actions such as real-time routing and control as recourse.  This will then be used within the context of prior stage decisions (such as network design), where new methods will be investigated to account for the potential recourse.  By viewing the system within the overall strategic, tactical, operational, and real-time framework, stage interactions will be explored as well as the role of information and uncertainty within the integrated decision process.  The true value of information and control under such a view can be given both in terms of real-time improvement and with the benefits from improved recourse on prior decisions.   \r\n\r\nIn addition to the research problems, several fundamental complementary educational issues are raised in this context.  Students and practicing transportation engineers do not generally have sufficient technical background to fully appreciate the complex behavior of stochastic and dynamic systems, and the know-how to exploit the potential of real-time data for actual online operational purposes.  This research will explicitly address this problem by developing teaching material for a new course on multi-stage transportation optimization, educational simulators, and tools that will successfully convey the fundamental principles related to the optimization and control of dynamic and stochastic transportation systems to students.  By further developing the fundamental research of this area, and integrating it into the education curriculum, future planners will be able to better account for the unavoidable uncertainties that exist as well as the recourse options that will be available in later stages.  In turn, this allows for the creation of a more robust and efficient transportation network.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "S. Travis",
   "pi_last_name": "Waller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "S. Travis Waller",
   "pi_email_addr": "stw@mail.utexas.edu",
   "nsf_id": "000270076",
   "pi_start_date": "2002-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 52940.0
  }
 ],
 "por": null
}