{
 "awd_id": "0201468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Investigation of Site Effects, Seismic Compression, and Liquefaction in the June 23, 2001 Southern Peru Earthquake",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2002-10-01",
 "awd_exp_date": "2005-03-31",
 "tot_intn_awd_amt": 115391.0,
 "awd_amount": 131454.0,
 "awd_min_amd_letter_date": "2002-09-12",
 "awd_max_amd_letter_date": "2003-02-13",
 "awd_abstract_narration": "0201468, Joseph Wartman, Drexel University\r\n\"Collaborative Research: Investigation of Site Effects, Seismic Compression, and Liquefaction in the June 23, 2001 Southern Peru Earthquake\"\r\n\r\nDuring the past 25 years, the largest seismic event worldwide was the Southern Peru Earthquake of June 23, 2001 (Mw = 8.4).  It damaged regions in and around the cities of Moquegua, Tacna, Arequipa, Camana, and Ilo.  A collaborative team of United States and Peruvian researchers conducted a geotechnical reconnaissance of the region shortly after the event.  Among the key finding were: (i) the concentration of structural damage in some areas suggested the influence of site and possibly topographic amplification in the resulting damage levels; (ii) considerable damage occurred to roadways and bridges in the affected regions as a result of seismic compression, liquefaction, landslides, and rockfalls.\r\n\r\nLarge magnitude seismic events such as the Southern Peru Earthquake provide an opportunity to advance the state of geotechnical earthquake engineering practice through the development and study of detailed case histories.  These case studies are invaluable for calibration of existing design procedures and seismic codes, and they often serve as a springboard for developing new, more reliable analysis procedures.  The objective of this collaborative research between Washington State University and Drexel University is to: (1) document and study site amplification and topographic effects in the cities of Tacna and Moquegua; (2) develop and analyze case histories of seismic compression of compacted fills; and (3) assemble and evaluate case histories of liquefaction and associated lateral spreading.  The research plan takes advantage of the investigators' current working relationship with the Catholic University of Peru, and from their contacts with local officials from government, engineering societies, and industry.  The research involves several tasks: (a) development of representative ground motions, (b) characterization of subsurface conditions by test borings, shear wave velocity measurements, and laboratory experiments, (c) compilation and development of detailed case histories, (d) analysis of the case histories, and (e) timely dissemination of the data and findings.  The case histories and associated data will be freely available on a dedicated Internet site, which will be developed in both English and Spanish to make it accessible to individuals in both the Unites States and abroad.\r\n\r\nThis research will provide the profession with a series of case studies that may be used for calibration or validation of existing design and analysis procedures.  It will also aid the development of new or updated analysis procedures and building design codes and seismic guidelines.  The findings will have implications for the seismic safety community worldwide, and will be particularly relevant to regions such as the Pacific Northwest and Alaska, where the seismic hazard is controlled by subduction events.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Wartman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Wartman",
   "pi_email_addr": "wartman@uw.edu",
   "nsf_id": "000201763",
   "pi_start_date": "2002-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 115391.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 16063.0
  }
 ],
 "por": null
}