{
 "awd_id": "0201788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoscale Engineering of LDL-Retentive Substrates",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Semahat S. Demir",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 297000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2002-08-01",
 "awd_max_amd_letter_date": "2004-01-08",
 "awd_abstract_narration": "0201788\r\nMoghe\r\nCardiovascular disease takes a staggering toll of casualties among adult Americans each year. Two of the significant vascular pathologies related to the abnormal accumulation of lipids are atherosclerosis (the hardening of arteries due to build-up of low density lipoproteins (LDL)), and macrovascular disease, typically correlated with insulin resistant diabetes, which claims a million lives each year globally. Much research has been directed at the molecular design of drugs to alleviate the disorders of lipid metabolism. However, such drugs can be toxic to the liver and kidneys, and fail to comprehensively treat lipoprotein transport and retention dynamics, particularly at peripheral vascular sites. Thus, a comprehensive approach to treating lipid-related vascular disease could involve use of molecules regulating lipid metabolism as well as molecules that are suitably lipoprotein-philic and serve as multifunctional carriers for processing lipoproteins  in transit. Ultimately, such carriers could be engineered to (a) sequester lipoproteins from macromolecular depots such as proteoglycans that heighten atherogenic tendencies; (b) reduce lipoprotein oxidation (which leads to unregulated uptake of LDL by macrophages, transforming them into foam cells, the precursors to atherosclerosis); and (c) enhance lipoprotein transport and clearance of mildly oxidized lipoproteins (via macrophages, and the liver). However, to engineer such carriers, an understanding of the chemical and geometric determinants of lipoprotein-retentive carrier substrates is necessary.  This proposal describes a major research initiative toward this goal.\r\n\r\nThe proteoglycans of the vascular intima are bulky, negatively charged molecules that present multimeric glycosaminoglycan (GAG) chains, which can co-operatively recruit low density lipoproteins, and encourage LDL hyperoxidation, which leads to foam cell formation during atherosclerosis. As a competitive strategy for LDL retention, the investigators propose to design novel diffusible, nanoscale carriers that can present GAG-mimetic chemistry and retain LDL with high affinity. To this end, two significant questions will be addressed: (a) Can the GAG-mimetic chemistry and nanoscale topography of model substrates be designed to synergistically recruit oxidized low density lipoproteins? (b) How can the insights derived in (a) be applied toward the use of mobile nanocarriers for LDL retention?\r\n\r\nTo address (a), the investigators will theoretically simulate and experimentally explore the ability of immobilized gold nanoparticles (model substrates to test the LDL-reactivity of various chemistries) and substrate arravs of gold/ZnO nanopillars. functionalized with alkanethiols terminating in negatively charged groups (-COOH, -OSO3H), to sequester LDL. The hypothesis is that at adequately high densities, and in topographic substrate configurations affording inter-pillar cooperativity, such chemistries can electrostatically sequester LDL through the positively charged aminoacid residues from the apolipoprotein B-100 of the LDL. To address (b), the investigators will explore the use of polymeric dendrimer-Iike hyperbranched nanocarriers to present the most LDL-retentive chemistry observed in (a), in various nanoarchitectural configurations, that is, by systematically manipulating the valency, branching, and tethering of the molecular bait for the lipoprotein.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prabhas",
   "pi_last_name": "Moghe",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Prabhas V Moghe",
   "pi_email_addr": "moghe@rci.rutgers.edu",
   "nsf_id": "000385774",
   "pi_start_date": "2002-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 297000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}