{
 "awd_id": "0202582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Spectral and Geographic Analysis of Soil Carbon in East Africa",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2002-12-01",
 "awd_exp_date": "2003-03-31",
 "tot_intn_awd_amt": 22874.0,
 "awd_amount": 22874.0,
 "awd_min_amd_letter_date": "2002-07-24",
 "awd_max_amd_letter_date": "2002-07-24",
 "awd_abstract_narration": "0202582\r\nBrown\r\n\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct three to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a three month research fellowship by Dr. David J. Brown to work with Drs. Keith D. Shepherd and Markus Walsh,  at the International Centre for Research in Agroforestry (ICRAF) in Nairobi, Kenya.\r\n\r\nOrganic matter (measured as carbon content) plays a vital role in soil functioning and with a growing concern about climate change there has been increased attention paid to soil as an important source or sink for global atmospheric carbon dioxide.  Addressing these concerns, the PI proposes to 1) combine terrain and reflectance information to model the vertical and geographic distribution of soil organic carbon for a selected watershed in Kenya; and 2) refine statistical methods for characterizing soil carbon using reflectance data.  Land degradation, food security, and fresh water sedimentation assessments in countries like Kenya (and in the United States) can be closely linked to the type, amount, and distribution of organic matter in the soil.  The scientific community has a vital interest in research that improves the estimates of regional and global soil carbon, and the identification of potential sites for carbon sequestration.  The hosts are pioneering the use of reflectance spectral analysis to characterize soil properties.  Using a spectrometer in the field or lab, they \"snap\" a soil sample just as a tourist snaps photos of local culture - except that their \"camera\" digitally captures light reflection over hundreds of bands from infrared through the visible light spectrum.  Ultimately, this research will allow scientists to map surface soil using satellite imagery - providing early warnings of land degradation and precise measurements of global carbon pools.  This project will complement this work with lab and field dimensions.  In the lab the PI will sequentially strip away inorganic, labile and non-labile carbon; scanning the soil material at each step of the process.  With these scans, he can then isolate the contributions of the various fractions to the overall spectral signature of the soil, and refine models predicting soil carbon from spectral data.  In the field, he will employ digital terrain models in conjunction with spectral analysis to predict subsurface soil carbon distributions.  Slope, curvature and other more complex terrain indices can predict erosion, deposition, infiltration and depth to the water table - all factors that contribute to organic matter accumulation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Brown",
   "pi_email_addr": "",
   "nsf_id": "000316171",
   "pi_start_date": "2002-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown                   David          J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "",
  "inst_zip_code": "537061299",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Brown                   David          J",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5991",
   "pgm_ref_txt": "KENYA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 22874.0
  }
 ],
 "por": null
}