{
 "awd_id": "0202169",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Maryland Alliance for Graduate Education and the Professoriate",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lenell Allen",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 3146323.0,
 "awd_min_amd_letter_date": "2002-09-19",
 "awd_max_amd_letter_date": "2007-09-15",
 "awd_abstract_narration": "\r\nProject Summary\r\n\r\nThe Maryland Alliance for Graduate Education and the Professoriate (MAGEP) is a coalition of three campuses of the University of Maryland dedicated to increasing the number of minorities who earn Ph.D.s in SEM fields. MAGEP has the further goal of preparing our students to be successful in their careers, with a focus on the professoritate. This alliance, led by the University of Maryland, Baltimore County (UMBC), is made up of the three state supported research universities in Maryland: UMBC, the University of Maryland, College Park (UMCP), and the University of Maryland, Baltimore (UMB). MAGEP embraces the notion that we must educate the whole person. Our comprehensive approach will foster excellence in education and research while providing emotional support, peer advising, group study, role models and mentoring.\r\n\r\nMAGEP builds on a number of initiatives at the undergraduate and graduate levels that have been quite successful on the individual campuses and within partnerships between some of the alliance institutions. The University System of Maryland (USM) Louis Stokes Alliance for Minority Participation (LSAMP), also led by UMBC in partnership with UMCP, the University of Maryland Eastern Shore (UMES) and the public community colleges, has more than doubled the number of bachelor's degrees awarded to minority science, mathematics, engineering and technology students from 201 to 502 during 1994-2000. Large numbers of these students continue on to graduate schools across the nation. The LSAMP provides partial support for the nationally recognized Meyerhoff Scholars program at UMBC. Both UMBC and UMCP have a large contingent of McNair Scholars who receive strong preparation for graduate school. UMCP has received recognition for its success in graduating minorities with Ph.D.s in SEM fields, including 3 African American women in mathematics in one year.\r\n\r\nIn 1996, a minority graduate training program was initiated at UMBC, supported by a NIH National Institute of General Medical Sciences (NIGMS) grant. The Graduate Meyerhoff program is focused on biomedical science, and currently has four participating departments. Enrollment in the program has grown from 2 when the program started to 22 today. The Graduate Meyerhoff program has proven to be highly successful and has attracted excellent applicants. Our results demonstrate clearly that a comprehensive approach is successful at the graduate level. The programs and activities of MAGEP will be modeled after the Graduate Meyerhoff program and will incorporate best practices in diversifying graduate education from MAGEP and other universities.\r\n\r\nTo achieve its goals, MAGEP will focus on the following specific and measurable objectives: 1) cultivating new graduate students: including not only increasing the numbers of applicants but also recruiting students with higher qualifications (GPA, undergraduate research experience); 2) retention through degree: increasing the rate of successful completion of the Ph.D. degree; 3) excellence in academic performance: providing support mechanisms to ensure outstanding classroom performance; 4) excellence in research performance: providing appropriate infrastructure and research opportunities to enhance research productivity (including publications and presentations); and 5) pursuit of careers in the professoriate: increasing the number of students who enter and thrive in academic careers by providing preparation in the issues and responsibilities that shape professional life in the academy.\r\n\r\nMAGEP will institute a comprehensive set of programs and activities that have proven to be effective in pilot efforts at MAGEP institutions and at others around the country. They are clustered into three areas: cultivating new students, building a supportive community, and professional development. Many of the programs span more than one of these areas. Each institution will participate in all of these programs and activities to some extent. However the emphasis on individual campuses will be tailored to the needs of the students and graduate programs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur Johnson",
   "pi_email_addr": "ajohnson@umbc.edu",
   "nsf_id": "000120316",
   "pi_start_date": "2002-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Rutledge",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Janet C Rutledge",
   "pi_email_addr": "jrutledge@umbc.edu",
   "nsf_id": "000231705",
   "pi_start_date": "2002-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000203DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 1000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 546350.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 599973.0
  }
 ],
 "por": null
}