{
 "awd_id": "0202400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Center for the Advancement of Process Technology",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 2999784.0,
 "awd_amount": 2999784.0,
 "awd_min_amd_letter_date": "2002-05-02",
 "awd_max_amd_letter_date": "2004-05-07",
 "awd_abstract_narration": "\r\n\r\nThe Center for the Advancement of Process Technology (CAPT), based at College of the Mainland in Texas, is using a systematic process that includes curriculum development, professional development, capacity building, dissemination and evaluation. Process industry sectors to be served include chemical and refining, exploration and production, pharmaceuticals, and power generation. Collaborations also exist with the pulp/paper, food processing, and ammonia refrigeration industries. CAPT envisions opportunities in which students from diverse backgrounds are encouraged to enter Associate in Applied Science (AAS) Process Technology degree programs. These students are succeeding in rigorous, consistent and quality programs of study available through CAPT's community college and secondary school partners. This national partnership is identifying the knowledge and skills needed to succeed as a process technician in all process-related industries and agreeing upon common courses of study and educational standards. Partners are developing and offering classroom and web-based technical courses that are being validated by the partnership and enabling students to learn anytime, anywhere. Testing and validation of students' knowledge and skill attainment are being standardized. The registered website of the partnership, www.captech.org, is home to a national clearinghouse of process technology information and resources.\r\n\r\nFaculty at partner colleges and secondary schools are using the classroom and web-based technical courses and textbooks to guide and supplement instruction. Faculty are also attending workshops in preparation for delivering courses. Faculty and students complete internships with business and industry to assure workplace understanding and knowledge. Industry is hosting internships; providing subject matter experts to validate skill standards and work with course designers; providing local colleges with scholarship monies, laboratory equipment and software; and facilitating dissemination of program success. University partners assure articulation of programs and courses and aid in the definition of best practices. Governmental agencies and professional agencies, such as the American Chemical Society and American Petroleum Institute, aid in the development of skill standards, encourage networking and market career opportunities in process technology.\r\n\r\nCollege partners of this effort include Alvin Community College, TX; Baton Rouge Community College, LA; Bismarck State College, ND; Brazosport College, TX; College of the Mainland, TX; County College of Morris, NJ; Del Mar College, TX; Delaware Technical and Community College, DE; Houston Community College, TX; Lamar Institute of Technology, TX; Lamar State Colleges, TX; Lansing Community College, MI; Lee College, TX; Los Angeles Trade and Technical College, CA; Louisiana Technical Colleges, LA; McNeese State University, LA; Middlesex County College, NJ; Mississippi Gulf Coast Community College, MS; Montana State University, MT; New Jersey Institute of Technology, NJ; Northern Oklahoma College, OK; San Jacinto College, TX; San Juan College, NM; Southwestern Illinois College, IL; Texas A&M University, TX; Texas State Technical College, TX; University of Alaska System, AK; Victoria College, TX; and Wharton County Junior College, TX. Selected industry partners include American Ref-Fuel, BASF, BP, Celanese, Chevron, Coastal Refining, Colonial Pipeline, Conoco, Dow Chemical, Dupont, Eastman Chemical, ExxonMobil, Formosa Plastics, Lyondell-Citgo Refining, Merck, Oklahoma Gas & Electric, Phillips Chemical, Roche Pharmaceuticals, Roche Vitamins, Shell Chemical, Tosco Refining and Uniqema. These institutions and industries are represented by six alliances: AK Process Industries Careers Consortium, CA Alliance, Greater New Jersey Process Technology Alliance, Gulf Coast Process Technology Alliance, OK Partners for Business/Industry and Higher Education, and the National Power Generation Alliance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Kile",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna L Kile",
   "pi_email_addr": "",
   "nsf_id": "000361366",
   "pi_start_date": "2002-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Hicks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Hicks",
   "pi_email_addr": "gary.hicks@brazosport.edu",
   "nsf_id": "000378646",
   "pi_start_date": "2002-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Raley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "William L Raley",
   "pi_email_addr": "braley@com.edu",
   "nsf_id": "000376752",
   "pi_start_date": "2002-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Ames",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steve Ames",
   "pi_email_addr": "steve.d.ames@exxonmobil.com",
   "nsf_id": "000366372",
   "pi_start_date": "2002-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Payne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Payne",
   "pi_email_addr": "paynejh1@bp.com",
   "nsf_id": "000373320",
   "pi_start_date": "2002-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of the Mainland",
  "inst_street_address": "1200 Amburn Road",
  "inst_street_address_2": "",
  "inst_city_name": "Texas City",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "4099381211",
  "inst_zip_code": "775912447",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "TX14",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "GK2TFELC8RF8"
 },
 "perf_inst": {
  "perf_inst_name": "College of the Mainland",
  "perf_str_addr": "1200 Amburn Road",
  "perf_city_name": "Texas City",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "775912447",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "TX14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000203DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 999943.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 999858.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 999983.0
  }
 ],
 "por": null
}