{
 "awd_id": "0202284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Saddlepoint and Bootstrap Methods in Systems Theory and Survival Analysis",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Yang",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 126000.0,
 "awd_amount": 126000.0,
 "awd_min_amd_letter_date": "2002-08-15",
 "awd_max_amd_letter_date": "2002-08-15",
 "awd_abstract_narration": "Abstract\r\n\r\nPI: R. W. Butler\r\nDMS-0202284\r\n\r\nTitle: Saddlepoint and Bootstrap Methods in System Theory and Survival Analysis\r\n\r\nStochastic systems underlie the models applied in most areas of modern science. These concepts have evolved over a long period of time but were heavily influenced more recently by the cybernetics movement spanning the late 40s until the late 70s. Those involved on the electrical engineering side of this movement used flow graphs to represent the systems. Interesting time-dependent system characteristics were naturally characterized in terms of the Laplace transforms that could be associated with the flow graph. Their efforts lead to a general theory of finite state semi-Markov systems that generalized the very restrictive Markov systems that are commonly applied even today. Unfortunately, the inversion of the transforms in this approach proved to be a challenge that ultimately limited the impact of the flow graphs. This proposal addresses these inversions along with other missing tools so that a general systems theory may be fully developed into a complete mathematical discipline. These inversion tools, using saddlepoint methods, allow for the determination of the transient behavior of complex systems. In addition, the bootstrap is introduced for nonparametric statistical inference about the true system based on system observation. The range of applications in the engineering and biomedical sciences include communication and computer networks, queueing theory, multi-state survival models, and right/left and interval censoring in the context of the competing risks associated with such models. More specifically, this proposal addresses the following issues: (1) New techniques are required for inverting the Laplace transforms that characterize the complex behavior of systems; the author proposes several new saddlepoint methods for achieving this by using the method of steepest descents. (2) Transforms describing system characteristics need to be specified in ways that make the saddlepoint methods easy to use. Often Mason's rule is used but, because of its form, it is much too complicated to apply to large systems. The author has proposed several alternative co-factor rules that greatly simplify computations for the saddlepoint inversions. (3) Nonparametric statistical inference is to be developed for such semi-Markov systems using the bootstrap and its relationship to empirical transforms. The single and double bootstrap lead to a practical means for computing confidence bands of survival and hazard functions related to the semi-Markov process. The proposed double bootstrap is implemented through saddlepoint inversions.\r\n\r\nThis proposal studies the statistical and probabilistic traits of dynamic stochastic systems with feedback. The models for such systems are commonly used to make extrapolations and predictions in most areas of modern science. In engineering, for example, a communication or computer system changes from state to state and the dynamics of these state transitions determine the evolution of the system. This proposal considers the computation and estimation of reliability or performance evaluation for such an evolving dynamic system. The proposed methods have important applications in reliability analysis, electrical engineering, biomedical sciences and manufacturing.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Butler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald W Butler",
   "pi_email_addr": "rbutler@smu.edu",
   "nsf_id": "000272336",
   "pi_start_date": "2002-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 126000.0
  }
 ],
 "por": null
}