{
 "awd_id": "0202159",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Networks, Institutions, and Claims in a Complex Commons: The Long Island Sound",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2002-04-15",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 4890.0,
 "awd_amount": 4890.0,
 "awd_min_amd_letter_date": "2002-04-09",
 "awd_max_amd_letter_date": "2002-04-09",
 "awd_abstract_narration": "In a complex commons there are diverse stakeholders engaged in multiple, concurrent, and sometimes conflicting, uses of the same geographical arena.  Governance of common pool resources often entails a complex, even messy, interplay of formal legal rules and informal de facto arrangements, creating institutional complexity. This doctoral dissertation research will examine how social actors secure rights to a common pool resource, and therefore, their livelihood, in the complex commons of the Long Island Sound estuary (LIS).  The LIS is situated between the states of New York and Connecticut in the eastern United States.  The lobster fishery of the LIS is the entry point for this inquiry due to its economic significance and current problems.  The American lobster industry is one of the most valuable fisheries in the United States, and New York ranked third in domestic landings during the late 1990s.  This fishery is subject to rising ecological uncertainty as evidenced by episodes of hypoxia, shell disease, and recently, environmental surprise in the form of acute, extensive mortality of lobster in portions of the LIS.  The study will examine how social actors in the lobster fishery navigate the complex institutional environment of the Long Island Sound to secure entitlements to resources, expressed as the legitimate effective command of environmental goods and services.  Social networks and institutions in de facto (informal and local) and de jure (formal and legal) arenas will be the focus of this investigation.  The objectives of this project are (1) to determine the opportunities and constraints on resource access that emerge within a complex institutional landscape and (2) to ascertain the role of social networks with respect to entitlements within a complex commons.  The environmental entitlements approach, a form of institutional analysis that examines the linkages among livelihood, environment, and institutions, provides the conceptual framework for this case study.  Multiple types and sources of evidence will be engaged such as existing data including newspapers, landings data, environmental quality indicator maps, and event timelines; direct observation through fishers' and lobstermen's forums, and community visits; and key informant interviews with actors familiar with marine resource issues in the LIS.  These will include lobstermen, cooperative extension agents, dealers, and representatives of state and federal regulatory agencies.  In-depth interviews with lobstermen in three communities identified as important by key informants will follow.  Convergence of multiple sources of evidence will provide the basis for a broader integrated analysis incorporating environmental analysis, livelihood analysis, and institutional analysis.  Networks in communities will be mapped and incorporated into the livelihood analysis as a form of social capital.  Analysis across the three community cases will be undertaken.  The research will clarify the role of social networks and institutional complexity in enabling and constraining access to common pool resources.  \r\n\r\nThis study will examine social and institutional aspects of an economically valued common pool resource in a complex setting.  The research process will facilitate the identification of elements and relationships considered necessary for pursing a livelihood in a complex commons.  The project will contribute to current developments in common property resource research in three ways.  First, complex commons occur at various scales (e.g., urban ports, regional water bodies, and the high seas) and the notion of a complex commons acknowledges this complexity in institutions and places common pool resource use within its broader social and ecological context.  Second, there is an emerging focus on community heterogeneity, social interdependencies, communication, and daily practice in shaping use in the commons so institutions are also sites of social interaction, contest, and negotiation.  This study will engage these concepts by examining social networks and inter-institutional relationships.    Finally, the study will contribute to the further development of the environmental entitlements framework, applied initially in with community-based sustainability initiatives, by employing it as an integrated analysis in a developed North American setting.   As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dianne",
   "pi_last_name": "Rocheleau",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dianne E Rocheleau",
   "pi_email_addr": "drocheleau@clarku.edu",
   "nsf_id": "000267892",
   "pi_start_date": "2002-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 4890.0
  }
 ],
 "por": null
}