{
 "awd_id": "0203762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sequential Importance Sampling with Resampling and Its Applications",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Yang",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2002-07-31",
 "awd_max_amd_letter_date": "2002-07-31",
 "awd_abstract_narration": "Proposal ID: 0203762\r\nPI: Yuguo Chen\r\nTitle: Sequential importance sampling with resampling and its applications\r\n\r\nAbstract:\r\n\r\nThe Monte Carlo method of sequential importance sampling (SIS) provides a versatile and powerful tool for solving complex statistical inference problems. A number of basic issues concerning the method remain to be resolved for it to be more widely applicable:  How should the proposal distribution be chosen to strike a proper balance between computational complexity and statistical efficiency?  What is the role of resampling and what is a good choice for the resampling schedule?  An objective of this proposal is to address these questions through the detailed study of SIS in three important applications. The first area is time series and stochastic dynamic systems.  Research will develop resampling schedules and proposal distributions for SIS to solve some long-standing filtering and smoothing problems in continuous-state hidden Markov models.\r\nChange-point problems, which can be seen as a special case of hidden Markov models, will serve as a test ground for the new methodology. The second area is statistical inference in molecular population genetics.  Research in this area will enhance currently available SIS methodology by developing a new resampling approach, and by combining such resampling strategy with suitably chosen proposal distributions.  The final area of research is conditional inference on contingency and zero-one tables.  New theories arising from these applications will be of interest across a broad range of areas.\r\n\r\nThe Monte Carlo method of sequential importance sampling has been fruitfully applied to a wide range of scientific problems including simulating molecules, filtering and smoothing time series arising in engineering and economics, and making Bayesian statistical inferences. However, a number of basic issues need to be resolved to make the method more widely applicable and effective.  For example, how should a proper balance be struck between computational complexity and statistical efficiency in implementing the method and what is the role of various enhancements to the method.  This research will address these issues through the development of more efficient sequential importance sampling techniques for three important areas of application.  The first area is filtering and smoothing problems in continuous-state hidden Markov models, which have important applications in communications signal processing.  The second area is statistical inference on genealogical trees.  Recent advances in biotechnology have provided an abundance of data on the genetic variation of DNA within a population.  This data, which often poses computationally challenging statistical inference problems, can shed light on the evolutionary process of a population and yield important information for locating genes that are responsible for genetic diseases.  The third area of application is conditional inference on contingency and zero-one tables, which is motivated by the interest in psychology in testing the Rasch model and in ecology in testing theories about the relationship between evolution and the competition among species.  This research will improve the sequential importance sampling methods used in these three applications and strive to develop a systematic theory that provides insight into general strategies for applying sequential importance samplin\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuguo",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuguo Chen",
   "pi_email_addr": "yuguo@uiuc.edu",
   "nsf_id": "000486025",
   "pi_start_date": "2002-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}