{
 "awd_id": "0203154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing the Performance of Hp-adaptive Methods for Parabolic and Elliptic Systems",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 110985.0,
 "awd_amount": 110985.0,
 "awd_min_amd_letter_date": "2002-08-01",
 "awd_max_amd_letter_date": "2002-08-01",
 "awd_abstract_narration": "\r\nThe investigator will develop tools that will enhance the adaptive solution of parabolic and elliptic systems in three space dimensions.  A new a posteriori error estimation strategy, interpolation-error based error estimation, developed in one dimension will be extended to three dimensions. This strategy provides asymptotically exact estimates of the error not only for the current grid, but for a grid whose elements are one degree higher than the current one.  The estimates involve obtaining approximations of appropriate solution derivatives from the finite element solution and are thus, easy to compute.  They will enhance the reliability of hp-refinement codes.  The investigator will also improve efficiency through the development of new assembly and solution algorithms for large linear systems.  A new incomplete assembly algorithm that appears promising in a nonadaptive setting will be extended to an hp-adaptive code.  Incomplete assembly is analogous to incomplete factorization in that only a fixed number of nonzero entries are stored per row and a drop tolerance is used to discard small values.  A variable order-variable step implicit/explicit solver will be built.  A method for selecting a good initial guess for an approximate inverse preconditioner for time-dependent problems based on past history will be investigated. These strategies will be embedded in an hp-refinement code developed previously by the investigator and tested on a set of reaction-diffusion systems.\r\n\r\n  Many important physical and biological processes can be modeled by elliptic and parabolic partial differential equations, especially those of the reaction-diffusion type.  Some examples include pattern formation in chemical and biological systems, combustion and voltage propagation in the heart.  Solving such problems often involves significant computational resources, both time and storage, especially when the problems must be solved in three space dimensions. Adaptive methods have proven effective by automatically targeting these resources to areas where the solution must be enhanced while reducing the effort in areas where the solution is changing little. They also increase the reliability of the solution by basing resource allocation on appropriate estimation of the error.  The aim of this proposal is to significantly improve adaptive methods in two ways. First a new error estimation strategy will be developed that is cheaper and provides more information on which to base resource allocation, thereby increasing reliability.  The second involves the creation of several new methods to solve large systems of equations thus improving both time and storage efficiency.  This in turn, means that scientists and engineers will be able to explore more realistic models rather than deliberate over the finer details of numerical analysis.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Moore",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Peter K Moore",
   "pi_email_addr": "pmoore@mail.smu.edu",
   "nsf_id": "000327900",
   "pi_start_date": "2002-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "6425 BOAZ ST RM 130",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752051902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 110985.0
  }
 ],
 "por": null
}