{
 "awd_id": "0203218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Household Ritual, Ceramic Figurines, and Gender in the Hohokam Regional System",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2002-02-15",
 "awd_exp_date": "2004-01-31",
 "tot_intn_awd_amt": 9374.0,
 "awd_amount": 9374.0,
 "awd_min_amd_letter_date": "2002-02-20",
 "awd_max_amd_letter_date": "2003-09-17",
 "awd_abstract_narration": "Under the direction of Dr. Barbara Mills, Ms. Susan Stinson will collect data for her doctoral dissertation on the Hohokam archaeological region of the Greater Southwest USA.  Her research addresses ritual within prehistoric households by determining the function and subsequent discard practices for ceramic figurines.  These small figurines were used in Hohokam houses from 300 BC to AD 700 and they often were placed in household trash when discarded.  Approximately 1300 figurines in museum collections will be analyzed as part of this project, and most of these were recovered from the two large sites of Snaketown and Grewe in southern Arizona.  Hohokam researchers have previously assumed that these figurines were used in community-wide ceremonial activities associated with ballcourts that are similar to those in Mesoamerica.  Ms. Stinson will determine whether the figurines were instead part of domestic ritual by testing three different hypotheses for their use: (1) they were used in healing and curing ritual, (2) they were used in ritual designed to promote a connection to deceased relatives (ancestors), or (3) they were used as children's toys.  In order to determine figurine function, patterns of construction material, form, wear or damage, and the location and manner of disposal will be analyzed. \r\n\r\nIn addition to these analyses, Ms. Stinson will determine who the producers of these figurines were by examining fingerprint impressions left on the wet clay surface of the figures before they were fired.  These fingerprint analyses provide a direct link between the manufacture of figurines and gendered roles within the household.  Ridge counting will be used to distinguish between children and adults, and males and females.  A ridge count is an objective, quantitative measure of the size of the fingerprint pattern, and it is recorded by counting the number of friction ridges within a certain specified area.  Ms. Stinson has already tested this technique on both archaeological ceramics and a set of modern prints from an extended family in the Philippines.  This fingerprint technique is new to archaeological research and has the potential to revolutionize how gender roles are assigned in prehistory.  This project also contributes to research on households, figurines, and ritual and gender in the household.  It tests hypotheses about figurine function in an archaeological region of the American Southwest that have been assumed, but never scientifically tested.  The project also assists in training a promising young scientist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Mills",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara J Mills",
   "pi_email_addr": "bmills@email.arizona.edu",
   "nsf_id": "000130875",
   "pi_start_date": "2002-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 9374.0
  }
 ],
 "por": null
}