{
 "awd_id": "0203178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  The Breakout of Protostellar Winds from their Natal Cores",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 45842.0,
 "awd_amount": 45842.0,
 "awd_min_amd_letter_date": "2002-05-28",
 "awd_max_amd_letter_date": "2002-05-28",
 "awd_abstract_narration": "0203178\r\nWilkin\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct three to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four month research fellowship by Dr. Francis P. Wilkin to work with Dr. Susana Lizano at the Universidad Nacional Autonoma de Mexico, in Morelia, Mexico. Co-funding for this project comes from the Math and Physical Science Directorate's Office of Multidisciplinary Activities.\r\n\r\nThis project will involve the development of models of both the dynamics and radiative cooling of molecular out-flows from young stars.  They will elucidate the process of acceleration of ambient material by protostellar winds.  The principal new features will be 1) the inclusion of shear between the shocked wind and ambient matter, 2) the calculation of the detailed flow in the cloud core region of interaction, especially the location of the wind shock relative to the swept-up ambient matter, including the effects of magnetic fields, and 3) a detailed model of the infrared emission expected to be observed by ISO, SOFIA, and SIRTF, constructed by assembling planar shock models over the geometry of the shocks deduced from the dynamical model.  The model will also be relevant to comparison with mm-wave interferometric observations of molecular outflows, where we will predict kinematics such as position-velocity diagrams that are directly comparable to the data.  The results obtained will be: geometric shape and location of the protostellar wind shock; the elucidation of the role of shear in the kinematics of molecular outflows; the kinematics of swept-up molecular material, which has been limited in the past by unnatural assumptions of mixing and/or sticking to the shock; the initial conditions for molecular outflows propagating beyond the cloud core; detailed, testable predictions of the consequence of the x-wind model of magnetocentrifugal, protostellar winds.\r\n\r\nMorelia has a strong group of researchers beyond Dr. Lizano, who are working on observations and models of the environments of young stars, including Dr. Luis Rodriguez, Dr. Stanley Kurtz, Dr. Alan Watson, Dra. Paola D'Alessio, Dr. Enrique Vazquez-Semadeni, and Dr. Javier Ballesteros-Paredes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Wilkin",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Francis P Wilkin",
   "pi_email_addr": "",
   "nsf_id": "000316195",
   "pi_start_date": "2002-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wilkin                  Francis        P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "St.Vallier de Thiey Causso",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "France",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wilkin                  Francis        P",
  "perf_str_addr": "",
  "perf_city_name": "St.Vallier de Thiey Causso",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "FR",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 45842.0
  }
 ],
 "por": null
}