{
 "awd_id": "0203412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integral Embedded Capacitor Component from Ultra-High Dielectric Constant Polymer-Conductive Filler Nano-Composite",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Olufemi Olowolafe",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2002-05-29",
 "awd_max_amd_letter_date": "2002-05-29",
 "awd_abstract_narration": "Integral passives are considered to potentially provide alternatives to current discrete passive components with benefits on system cost, size, functionality and reliability. For embedded capacitor applications, polymer-ceramic nano-composite has been previously investigated as high dielectric constant (K) materials. However, there are some technical barriers to the use of polymer-ceramic composite in organic substrate, e.g., limited dielectric constant value (<150) achieved and poor adhesion towards the substrates.\r\n\r\nThe proposer has discovered a novel dielectric material, which is based on polymer-conductive filler composite. The preliminary results have shown an effective dielectric constant as high as over 2000, and nearly the same adhesion as the neat polymer matrix. In order to successfully apply such ultra-high K material to integral capacitor application in next-generation advanced electronic packaging, the proposed project will perform fundamental studies on the following issues:\r\n\r\nUltra-high K polymer-conductive filler composite formulation optimization: Continued efforts will be devoted to optimize the formulation for potentially even higher material performance.\r\n\r\nModeling of integral capacitor component: This could aid the design and process of integral capacitor components by providing quantitative estimates of the critical material and process parameters.\r\n\r\nProcessability of integral capacitor component using the developed ultra-high K polymer-conductive filler composite: Prototyping of integral capacitor will be constructed from liquid or film composite material. Both rigid and flexible substrates will be used for capacitor development.\r\n\r\nReliability performance of the integral capacitors fabricated from the proposed processes:\r\nstability/degradation of electrical properties such as dielectric constant as well as adhesion strength, etc. will be monitored against 850C185%RH aging, temperature, humidity and bias (THB) aging, liquid-liquid thermal shock (LLTC), and air-air thermal cycle (AATC), etc.\r\n\r\nExpected results from the proposed research will enrich the fundamental understanding about the integral capacitor component based on ultra-high K dielectric materials, which will be essential for the realization of integral capacitor application in next-generation micro-electronic packaging.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ching-Ping",
   "pi_last_name": "Wong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ching-Ping Wong",
   "pi_email_addr": "cp.wong@mse.gatech.edu",
   "nsf_id": "000430957",
   "pi_start_date": "2002-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}