{
 "awd_id": "0204105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neutron and Synchrotron Radiation Scattering Studies of New Ferromagnetic Semiconductors and their Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 296272.0,
 "awd_amount": 296272.0,
 "awd_min_amd_letter_date": "2002-07-18",
 "awd_max_amd_letter_date": "2004-05-20",
 "awd_abstract_narration": "Magnetic semiconductors currently receive a great deal of attention because these materials are expected to revolutionize the computer and communication technologies. The new-generation electronics, usually referred to as \"spintronics\", exploits not only the electronic charge, but also its spin - a feature not taken advantage of in the presently used semiconductor chips. A number of teams in the US, Japan and Europe are now competing to find the best ways of synthesizing new magnetic semiconductors suitable for building practical spintronics devices.\r\nParallel to the ongoing efforts of material technologists, much effort is also needed from condensed matter physicists to characterize the magnetism and other related properties of the new emerging materials The scattering of neutrons and synchrotron radiation are two powerful experimental tools that allow one to obtain a detailed atomic-level insight into the magnetism of a condensed matter system. The aim of this project is to use these two techniques for investigating new spintronics materials, with particular emphasis on the physical mechanism underlying their magnetism. It should be stressed that the mechanism giving rise to semiconductor magnetism is not exactly the same as in most other known magnetic systems (e.g., iron), and not all details of that mechanism have yet been fully understood. \r\nThe building blocks of future spintronics devices will be nanostructures such  as  superlattices  - i.e.,  \"sandwiches\" made of alternating extremely thin layers of magnetic and non-magnetic semiconductors.  One question concerning such sandwiches  - very important from the viewpoint of designing spintronics devices  - is how two magnetic layers \"communicate\" across the intervening non-magnetic \"spacer\". Neutron and synchrotron radiation tools are particularly well suited for investigating these phenomena. Such studies are also an essential part of our project.\r\n\r\nFerromagnetic semiconductors (FMSC) currently receive a great deal of attention because such materials are essential for developing \"spintronics\" - a new-generation electronics in which not only the current magnitude, but also its spin polarization can be controlled. The aim of this project is to exploit the potential of neutron and synchrotron radiation scattering techniques to shed light on several important issues concerning newly synthesized FMSC materials and their nanostructures. It should be stressed that FMSCs differ in many respects from \"conventional\" ferromagnetic materials, which are either metals or insulators. As in metals, the magnetism of certain novel FMSC systems (e.g., Ga(Mn)As)  is induced by carriers  - however, not by electrons, but by holes. Details of this new physical mechanism have yet to be understood. Inelastic neutron scattering tools may greatly help in such studies because they enable one to obtain very accurate values of the exchange parameters characterizing the interactions between magnetic ions. Another important issue is understanding the mechanism of exchange interaction transfer between FMSC layers separated by a non-magnetic spacer. Neutron and synchrotron radiation reflectometry are powerful tools for investigating such interactions.  These techniques also enable one to study structural defects in the interface regions in heterostructures made of magnetic/nonmagnetic semiconductors. Such defects may significantly influence the performance of future spintronics  devices. Therefore, insight into this issue is of considerable importance.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tomasz",
   "pi_last_name": "Giebultowicz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tomasz M Giebultowicz",
   "pi_email_addr": "tgiebult@physics.oregonstate.edu",
   "nsf_id": "000287879",
   "pi_start_date": "2002-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 94166.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 108765.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 93341.0
  }
 ],
 "por": null
}