{
 "awd_id": "0204558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Large Scale Geometry, Index Theory and Representations of Groups",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 126660.0,
 "awd_amount": 126660.0,
 "awd_min_amd_letter_date": "2002-06-19",
 "awd_max_amd_letter_date": "2002-06-19",
 "awd_abstract_narration": "DMS-0204558\r\nJonathan L. Block\r\n\r\nIn recent years there has been an explosion of interest in the\r\napplications of large scale or \"coarse\" methods in geometry, \r\ntopology, index theory and group theory. For many topological \r\nand geometric problems of interest, this large-scale structure \r\nis relevant in answering them. The Principal Investigator will \r\nstudy three such instances. First, on a singular space, phenomena \r\nare affected not only by the global fundamental group, but also\r\nby a local picture of the fundamental group. The fundamental \r\ngroups of the link of a stratum changes from stratum to stratum \r\nand affects the topological behavior of the space, in particular, \r\nthe classification of stratified spaces must take into account \r\nthis behavior. The PI proposes to study via operator K-theory\r\nhow the index theory of the strata of singular spaces \r\n(as non-compact manifolds) fit together to give an index \r\ntheory for the singular space itself.  Second, the PI \r\nproposes to study more generally quantitative aspects \r\nof homology theory, taking into account such issues as the \r\nimages of the homology of balls of a given size in the homology \r\nof a non-compact manifold.  Applications to existence of \r\ninfinitely many null-homotopic geodesics are proposed. Third, \r\nthe large-scale / small-scale duality between a discrete group\r\nand its unitary representation theory has been studied under \r\nthe rubric of the Baum-Connes conjecture. The PI, motivated by \r\nhis work in large scale geometry proposes a broader study of \r\nthis duality. This requires the development of tools from \r\nalgebraic geometry (especially moduli space theory) to \r\napply to infinite dimensional unitary representations. \r\nThese tools place families of representations at the fore, \r\nwhich as two effects. First, families of representations \r\nseem to be more rigid then single ones. And secondly, one \r\ncan concentrate ones attention on specific parts of the \r\nrepresentation theory. Thus, the PI demonstrates, in several\r\nsituations, that for lattices in Lie groups, the\r\nrepresentation theory in an infinitesimal neighborhood \r\nof the trivial representation coincide for the lattice and \r\nthe ambient group. A second type of question proposed by the \r\nPI are called reconstruction problems.  When can one reconstruct representations on the ambient group knowing its values on the\r\nlattice? The PI views this as a version of the Sampling theorem \r\nfrom signal processing.\r\n\r\nLarge scale geometry is the study of spaces as seen from an increasingly distant perspective. For many problems in geometry \r\nand topology, the phenomena at a small or moderate scale only \r\nobscure the situation and the large scale perspective shines \r\nthe essential light on the subject: seeing the forest for the\r\ntrees.  This proposal focuses the attention of large-scale \r\ngeometry on problems in index theory and representation theory \r\nof discrete groups. Students of PI and his collaborators are \r\ninvolved at various stages of the project. The developments \r\nand anticipated results are intended as a bridge between \r\nalgebraic and geometric topology, harmonic analysis and \r\nfunctional analysis. This should provide a clearer understanding \r\nof all these subjects and enhance the interaction between \r\nthe experts in them.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Block",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan L Block",
   "pi_email_addr": "blockj@math.upenn.edu",
   "nsf_id": "000362088",
   "pi_start_date": "2002-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 126660.0
  }
 ],
 "por": null
}