{
 "awd_id": "0204573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Differential-Difference Equations and Their Application to Crystalline Growth",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2002-07-15",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 106633.0,
 "awd_amount": 106633.0,
 "awd_min_amd_letter_date": "2002-07-25",
 "awd_max_amd_letter_date": "2004-04-01",
 "awd_abstract_narration": "The PI proposes to study spatially discrete reaction-diffusion equations (SDRDEs) and their application to growth and interface motion in crystalline materials.  The PI intends to do this by finding and analyzing solutions that are more general than traveling plane wave solutions as well as by analyzing the stability of plane wave solutions in higher dimensions.  The goals include demonstrating that the SDRDE is a better model than many existing models for interface motion and growth in materials with a crystalline lattice structure.  Specifics include studying stable pattern formation for the spatially discrete one-dimensional Allen-Cahn equation and applying the results to multiple interface problems, studying equilibrium shapes for the SDRDE in two and three dimensions, showing that a small local perturbation in an equilibrium planar interface solution for a two- or three-dimensional SDRDE can and does cause the solution to evolve to a spatial translate of the original equilibrium interface, and accurately modeling the growth of helium-4 crystals.  The techniques the PI will be using include construction using integral transforms, linear Fredholm theory, and the implicit function theorem, showing existence and continuation of solutions, finding and classifying equilibrium shapes using the free-energy functional, and  analyzing the stability of an edge (3D) or corner (2D) where two planer interfaces (facets) meet.  Although modeling phase changes in crystalline materials with SDRDEs is natural and can be done from the fundamental properties of the physical systems, the mathematical tools  to effectively study the resulting equations have been lacking until now; hence, SDRDEs are now  ready to be used as a modeling tool.\r\n\r\nThis project intends to develop, solve, and apply mathematical equations which model phase transitions (solidification or melting, movement of a grain boundary, etc.) in crystalline materials, where the atoms line up in an ordered arrangement.  Examples include water, metals, and salts.  Existing models are either at the atomic structure (micro-) scale or the (macro-) scale of the entire system.  (Some hybrid models combine the two scales).  Micro-scale models of phase transitions have to be solved computationally and are extremely computational-resource intensive.  They also depend on atomic interactions that, if properly modeled, often make the problem too \"large\" to compute.  Macro-scale models can represent phase transitions with a pair of evolution equations but lose the ability to account for the influences of the ordering at the atomic level.  Somewhat successful attempts have been made to reclaim the ordering information, but in a phenomenological manner.  The modeling tools that are being studied in this project are a simple pair of evolution equations (which can be studied both analytically and computationally) that contain both the macro-scale and micro-scale properties derived from the basic physics of the materials.  Although the idea for using such equations has been around for over 40 years, the mathematics necessary to study and solve these equations is just now reaching maturity.  The result is a more accurate mathematical description and understanding of crystalline materials.  The applications range from predicting the failure of mechanical parts (for example, in jet turbines) to controlling the growth of crystals (for example, in forging steel or growing gem stones).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Elmer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher E Elmer",
   "pi_email_addr": "chris_elmer2000@yahoo.com",
   "nsf_id": "000191072",
   "pi_start_date": "2002-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 44973.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 61660.0
  }
 ],
 "por": null
}