{
 "awd_id": "0204154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Automorphic Forms, Moduli Spaces, and Quantization",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 79595.0,
 "awd_amount": 79595.0,
 "awd_min_amd_letter_date": "2002-05-09",
 "awd_max_amd_letter_date": "2002-05-09",
 "awd_abstract_narration": "ABSTRACT DMS - 0204154.  PI: Tatyana Foth\r\n                   \r\nI will study holomorphic automorphic forms on bounded symmetric domains and \r\nrelated problems of quantization. Let X be a quotient of a bounded symmetric \r\ndomain by a lattice. The space of holomorphic automorphic forms can be \r\nidentified with  the space of holomorphic sections of a tensor power of the \r\ncanonical line bundle on X. In the context of geometric quantization this \r\nis the quantizing line bundle, X is the classical phase space, and \r\nautomorphic forms are quantum states, i.e. wave functions of a particle.\r\nI shall investigate properties of Poincare series and relative Poincare series \r\nassociated to real submanifolds of X. From the point of view of quantization \r\nthey are components of the delta-function. Explicit construction of relative \r\nPoincare series associated to closed geodesics in finite volume smooth ball \r\nquotients and the spanning result can be used to obtain rational structures \r\non the spaces of cusp forms for arithmetic subgroups of SU(n,1). Another \r\nproblem I shall address is the computation of curvature of a natural connection\r\nin the vector bundle over a space of compatible complex structures on\r\na symplectic manifold X, whose fiber over J is the space of J-holomorphic \r\nsections of k-th tensor power of the quantizing line bundle. To begin with,\r\nI will compute the symbol of the curvature in the semiclassical limit for\r\ncertain types of X. The first interesting example would be the case when X is \r\na hyperbolic Riemann surface, where an explicit basis in the space of\r\nautomorphic forms can be used as a moving frame.\r\n\r\n\r\n\r\nThe main object of my research is automorphic forms on bounded symmetric \r\ndomains. They are functions with very special properties on spaces which have \r\ninteresting geometry and many symmetries. In addition to being an important \r\nand intensively studied subject by itself it has a very close relation to \r\ngeometric quantization  which is a part of mathematics whose development was \r\nstrongly motivated by physics and by general desire to understand better the \r\nnature of the world and to describe it in terms of suitable mathematical \r\nformalism. The main goal of geometric quantization is to find a rigorous \r\nmathematical way to pass from classical mechanics to quantum mechanics in \r\na space which may have a very complicated geometry. More precisely, the \r\nquestion is how one can establish a suitable correspondence between \r\nclassical observables and quantum observables. The space of wave functions \r\nis, clearly, a fundamental and very important object. It turns out that for \r\ncertain classical phase spaces automorphic forms are wave functions of \r\na particle. Properties of automorphic forms are strongly related to the \r\ncomplex structure. One of the questions I shall address is to what extent \r\nthe procedure of geometric quantization depends on the complex structure. \r\nThat leads to discussion of connections in vector bundles on certain moduli \r\nspaces which are of great interest and significance for both mathematicians \r\nand physisists.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tatyana",
   "pi_last_name": "Foth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tatyana Foth",
   "pi_email_addr": "foth@umich.edu",
   "nsf_id": "000224652",
   "pi_start_date": "2002-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 79595.0
  }
 ],
 "por": null
}