{
 "awd_id": "0204182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Weighted Empirical Likelihood",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Yang",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 101334.0,
 "awd_amount": 101334.0,
 "awd_min_amd_letter_date": "2002-08-02",
 "awd_max_amd_letter_date": "2002-08-02",
 "awd_abstract_narration": "Proposal ID: DMS-0204182\r\nPI: Jian-Jian Ren\r\nTitle: Weighted empirical likelihood\r\n\r\nAbstract \r\n\r\nThe objective of this research is to investigate the applications of a new likelihood function, called weighted empirical likelihood, in constructing confidence sets and tests for various important nonparametric or semiparametric statistical inference problems in survival analysis using different types of incomplete data, including right censored data, doubly censored data and interval censored data. Weighted empirical likelihood function is formulated in a unified form through the probability mass of the nonparametric maximum likelihood estimator for different types of incomplete data. The PI has shown that the high-order expansion of the log-likelihood \r\nratio for a quite general class of statistics can be obtained in a unified way for various types of censored data aforementioned. Thus, with the help of the adjusted n out of n bootstrap, the weighted empirical likelihood ratio can be used to construct efficient confidence intervals or tests. \r\nThe proposed procedure does not require the precise knowledge of the convergence rate of the statistic of interest, which is particularly appealing for interval censored data. All preliminary studies show that the desirable properties of weighted empirical likelihood method include accuracy, efficiency, generality, and independency of the precise knowledge of the convergence rate of the statistic of interest. In this research, the issues under consideration include: (a) Applications of weighted empirical likelihood in statistical inference problems with various types \r\nof incomplete data, including the construction of confidence intervals and tests associated with profile likelihood problems, accelerated life model, proportional hazards model, and logistic regression model, etc.; (b) Coverage accuracy of weighted empirical likelihood ratio confidence intervals; (c) Efficiency of weighted empirical likelihood inferences; (d) Comparison with alternative methods if they exist.\r\n  \r\nIncomplete data are frequently encountered in medical follow-up and reliability studies. Recently, statisticians are paying more attention to some more complicated types of incomplete data, such as doubly censored data, interval censored data, truncated data, etc., as these data occur in \r\nimportant clinical trials and scientific research. For instance, doubly censored data were encountered in a recent study of primary breast cancer, interval censored data were encountered in AIDS research, and doubly truncated data were encountered in astronomical research. Up to now, the statistical research on these more complicated types of incomplete data still generally lags behind that on right censored data.  Since Owen (1988), the empirical likelihood method has been developed to construct tests and confidence sets based on nonparametric likelihood ratio. Studies have shown that the empirical likelihood ratio inferences are of comparable accuracy to \r\nalternative methods. However, so far the applications of empirical likelihood method to censored data are relatively few and are mostly on right censored data. Examples show that for complicated types of incomplete data, such as interval censored data, the investigation of the limiting \r\ndistribution of log-likelihood ratio can be quite difficult. In this context, aiming to provide solutions for various difficult problems that arise in medical and scientific research, this project intends to develop reliable statistical methods based on a new likelihood function, called weighted empirical likelihood function.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Ren",
   "pi_mid_init": "?",
   "pi_sufx_name": "",
   "pi_full_name": "Joan ‏ Ren",
   "pi_email_addr": "jjren@umd.edu",
   "nsf_id": "000411599",
   "pi_start_date": "2002-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 101334.0
  }
 ],
 "por": null
}