{
 "awd_id": "0205825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Surfaces and their horizons, geometric structures, and pseudogroups",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2002-10-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 99027.0,
 "awd_amount": 99027.0,
 "awd_min_amd_letter_date": "2002-09-17",
 "awd_max_amd_letter_date": "2002-09-17",
 "awd_abstract_narration": "The proposed research is in the area of geometry and\r\ndynamics. The objective is to understand the asymptotic behavior\r\nof orbits of dynamical systems. One specific problem deals with\r\nsurface laminations in hyperbolic three-manifolds. Rather than\r\nstudying recurrence phenomena taking place in a compact space a\r\nglobal approach is taken. The geometry of hyperbolic space has a\r\nwell defined visual boundary representing the many possible ways\r\nof diverging to infinity. Moreover, the ambient hyperbolic\r\ngeometry affects the geometry of the leaves of the lamination\r\nunder consideration. The basic problem is then to study how these\r\ngeometries relate with respect to their approach to the visual\r\nboundaries, and to examine the influence that the ambient\r\nhyperbolic geometry exerts on the leaves.  Within this program it\r\nis also natural to consider laminations whose leaves have\r\nstronger geometric or analytic properties, or both, as for\r\nexample when they satisfy the minimal surface differential\r\nequation. Such hypothesis allows for the use of analytical and\r\nprobabilistic tools, and more precise information can be\r\nobtained. Laminations whose leaves are minimal surfaces are also\r\nrelevant to understand the geometry of other three-manifolds as\r\nwell. They appear to play an important role in the topological\r\nhyperbolization conjecture for three-manifolds, as is known that\r\nnon-hyperbolic three manifolds have a lamination by minimal\r\nsurfaces.  This proposal also includes problems in the area of\r\nrigidity of actions of semisimple groups. The main focus is in\r\nthe so-called Gromov's centralizer theorem, a major tool in\r\nunderstanding the symmetries of geometric structures on\r\nmanifolds. Other questions relating to the structure of\r\npseudogroups of transformations are also proposed.\r\n\r\nDynamical systems are used to model processes in many areas, for\r\nexample the weather, physical or chemical processes, and the\r\nevolution of living organisms and their morphology. They are also\r\nused for modeling processes which evolve from a finite amount of\r\ndata according to some set of rules, either specified before hand\r\nor of a random nature, as neural networks in the brain or systems\r\nof digital processors in a computer. The objective of the\r\nproposed research is to understand the qualitative structure and\r\nasymptotic behavior of certain dynamical systems. One of the\r\ntopics in this proposal is to study the behavior of\r\ntwo-dimensional systems evolving in a three-dimensional space,\r\nand specifically the interaction of the features of the\r\nsurrounding space and the geometry and asymptotic behavior of\r\ntheir trajectories. This can be approached in a variety of ways:\r\nby purely geometric means, by studying certain differential\r\nequations that define their orbits, or via a probabilistic\r\napproach. Understanding basic features of these dynamical systems\r\nand these spaces, while having intrinsic geometric interest and\r\nbeauty, could be relevant, for example, in areas like partial\r\ndifferential equations, solid state physics, structure of\r\ncrystals and quasi-crystals and their defects, statistical\r\nmechanics, computation and algorithms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Candel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Candel",
   "pi_email_addr": "alberto.candel@csun.edu",
   "nsf_id": "000395146",
   "pi_start_date": "2002-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Northridge",
  "perf_str_addr": "18111 NORDHOFF ST",
  "perf_city_name": "NORTHRIDGE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913300001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 99027.0
  }
 ],
 "por": null
}