{
 "awd_id": "0206200",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CREST - Center for Tropical Applied Ecology and Conservation at the University of Puerto Rico-Rio Piedras",
 "cfda_num": "47.076",
 "org_code": "11060200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Santiago",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 4999999.0,
 "awd_min_amd_letter_date": "2002-09-25",
 "awd_max_amd_letter_date": "2009-09-28",
 "awd_abstract_narration": "\r\nThe CREST Center for Applied Ecology and Conservation is designed to create a research environment where multidisciplinary groups work together to solve the complex environmental problems facing the Neotropics. The major goal of the Center is to utilize our unique position within the Caribbean and strong\r\nties with Central and South America to become a dominant research center in applied tropical ecology and conservation. To achieve this goal, we will promote research programs that synthesize multiple levels of biological organization, from genes to landscapes. Specifically, the Center will 1) increase the research productivity of our faculty in the field in applied ecology and conservation, 2) strengthen the participation of our undergraduate and graduate students in research activities, 3) expand the research infrastructure of the University, 4) foster long-term research collaborations among scientists within Puerto Rico and with national and international government and academic institutions, and 5) ensure that funding continues after the CREST funding period.\r\nThe research activities of the Center will focus on four levels of biological organization: individuals and their genes, populations, ecosystems, and landscapes. Research in Molecular Ecology, Evolution, and Genetics (MEEG) group will integrate high-definition molecular markers with field ecological research to address key questions about the mating systems, reproductive success, and population biology of endangered or fragmented populations. The Species Population Management (SPM) group will focus on the impact of exotic species on the native flora and fauna of Caribbean islands. Initially the SPM group will concentrate research efforts on two key projects that focus on biological introductions of global relevance: introduced feral ungulates and Africanized bees. Research in the Landscape Ecology Group (LEG) will investigate the differential responses of species to landscape variation. The group will initially use two animal assemblages, Caribbean frogs and Andean birds, to examine how body size reflects spatial and temporal discontinuities in ecosystems at large-scales (textural discontinuity hypothesis). Finally, critical to the future development of the CREST Center is an Ecosystem Processes Group (EPG). This group will be established with the addition of new Center faculty members. Their research will initially be funded through University of Puerto Rico matching funds but in year 4 and 5 they will receive full funding through the CREST Center.\r\n The Center will take a series of concrete steps to foster cross-disciplinary collaborations and ensure research productivity. There will be bi-monthly scientific meetings and a yearly Center conference with invited and Center speakers. These meetings are designed to encourage group member productivity, and stimulate interactions and collaborations within the group and with researchers from other institutions. In addition, the Center director will create a research environment conducive to the production of high quality research and training. The director will hold quarterly meetings with the CoPIs, administrative assistant, and system administrator to discuss logistic, administrative and financial issues related to the Center. Participants are expected to meet project milestones, publish one to two peer-reviewed manuscripts per year, and incorporate at least two graduate and two undergraduate students during the period of the project. Funding for the initial group of CoPIs will be reduced in years 4 and 5, and shifted to new faculty members. An external scientific advisory panel will monitor progress of all Center\r\nresearchers. \r\nThe continuation of the Center, after CREST funding expires, is a key goal of this project. To realize this goal, the director and CoPIs will apply for external funding that builds on research and collaborations established during the initial funding cycle. The administration of the University of Puerto Rico has also\r\ndemonstrated their commitment to the continuation of the Center by returning 18.75% of overhead on all grants submitted through the Center. The ultimate goal of the Center is to train a new generation of scientists with strong education and research experience in applied ecology and conservation, and to better integrate university research activities with societal needs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elvira",
   "pi_last_name": "Cuevas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elvira Cuevas",
   "pi_email_addr": "epcuevas@gmail.com",
   "nsf_id": "000479512",
   "pi_start_date": "2002-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Restrepo",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carla E Restrepo",
   "pi_email_addr": "crestre@hpcf.upr.edu",
   "nsf_id": "000484009",
   "pi_start_date": "2002-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McMillan",
   "pi_mid_init": "O",
   "pi_sufx_name": "III",
   "pi_full_name": "William O McMillan",
   "pi_email_addr": "McMillanO@si.edu",
   "nsf_id": "000251327",
   "pi_start_date": "2002-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elvia",
   "pi_last_name": "Melendez-Ackerman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elvia J Melendez-Ackerman",
   "pi_email_addr": "elmelend@ites.upr.edu",
   "nsf_id": "000447776",
   "pi_start_date": "2002-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico-Rio Piedras",
  "inst_street_address": "39 PONCE DE LEON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877634949",
  "inst_zip_code": "00931",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q3LLLDFHPNL3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico-Rio Piedras",
  "perf_str_addr": "39 PONCE DE LEON AVE",
  "perf_city_name": "SAN JUAN",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "00931",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000203DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 2999999.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 1000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": null
}