{
 "awd_id": "0207565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Carbonate-Associated Sulfate in Modern Sediments of South Florida: Diagenetic Relationships",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 123197.0,
 "awd_amount": 123197.0,
 "awd_min_amd_letter_date": "2002-07-30",
 "awd_max_amd_letter_date": "2002-07-30",
 "awd_abstract_narration": "Carbonate-Associated Sulfate in Modern Sediments of South Florida: \r\nDiagenetic Relationships \r\n \r\nBiogeochemical cycling of sulfur at and near the earth.s surface is intimately linked.through a \r\ncomplex  set  of  feedbacks.to  ambient  redox  conditions,  including  the  availability  of \r\natmospheric  oxygen.    Our  ability  to  delineate  and  quantify  these  cycles  and  the  associated \r\nbiospheric  impacts  hinges  on  the  strong  preferential  utilization  of  32S  relative  to  34S  during \r\nbacterial  sulfate  reduction.    Historically,  temporal  trends  in  the  relative magnitudes  of  critical \r\nredox  pathways  have  been  estimated  by  monitoring  the  34S of the ocean as manifested in  a \r\nlimited sedimentary record of gypsum.  Consequently, the models are only as good as the data, \r\nwhich fail to provide even minimal constraints for most of the Precambrian.  During the earth.s \r\nearly history,  gypsum deposition was less abundant, and preservation is poor due to its \r\nvulnerability during weathering.  In light of these complications, carbonate-associated sulfate or \r\nCAS, which is complementary to but generally  not overlapping with a promising new barite \r\napproach, has emerged as a viable alternative.  CAS, which often occurs at concentrations of \r\nhundreds to thousands of ppm, is a component  of most limestones and  dolostones and shows \r\ngreat promise for continuous, high-resolution records of ancient seawater sulfate.  Interest in the \r\nmethod is peaking,  yet applications  greatly  outnumber studies tracking  even the basic \r\nsystematics of CAS and the potential loss of seawater signals through diagenesis. \r\n \r\nDespite encouraging initial results for CAS in ancient sediments, no systematic attempt has been \r\nmade to test the method in a modern setting where the  controlling factors are more easily and \r\nindependently constrained.  Furthermore, any attempts at modern calibration have neglected the \r\nprecursor of the most abundant carbonate component of the geologic record.carbonate mud.\r\nand the effects of diagenesis.  The primary objective of the proposed study is to understand how \r\nCAS is incorporated, distributed and preserved in modern carbonate sediments in south Florida.  \r\nSpecifically, we will observe isotopic and concentration trends across a carefully chosen set of \r\nwell-characterized depositional settings in Florida Bay and at lagoonal sites seaward of the Keys.  \r\nThe  resulting  diversity  translates  into  spatial  and  temporal  gradients  in  the  parameters  that \r\ncontrol sulfur cycling, such as the  availability  of labile organic compounds, salinity and the \r\nphysical and biological properties of the sediment.   \r\n \r\nWhat is the overall fidelity of the seawater isotopic signal recorded in bulk mud samples that are \r\nundergoing carbonate dissolution, precipitation and mineral transformations on early diagenetic \r\ntime  scales  within  the  confines  of  an  evolving  pore-water  sulfate  reservoir?  Although we \r\nrecognize the profound  differences between modern and ancient settings, it is these bulk mud \r\nsamples  that  will  illuminate  the conditions under which primary signals may or may not be \r\npreserved.  Various coarser sketetal components will also be tracked from life through burial to \r\ndepths up to several meters.  These goals are facilitated by Lyons. experience working in modern \r\nsettings,  including  south  Florida,  although  many  of  the  questions  asked  will  stem  from  the \r\nultimate goal of testing the robustness of a paleoenvironmental proxy.  In particular, Lyons. past \r\nwork with sediment diagenesis, carbonate sedimentology/geochemistry and sulfur geochemistry \r\nwill be most helpful.  The tight focus of this study.as requested by the panel following review of an earlier version of this proposalwill allow us to track CAS within a rigorous organic and \r\ninorganic  geochemical context.  The multi-component approach, including  rate measurements \r\nand concentration and isotopic determinations for a wide range of relevant species, is designed to \r\nprovide the biogeochemical sulfur mass balance necessary  for understanding ppm levels of \r\nsulfate within reactive carbonate  grains.   In the  end, CAS may help fill  the many  gaps in the \r\n.Claypool curve. through use of continuous sections of shallow-water carbonates from even the \r\noldest rocks. But as with all carbonate proxies for ancient seawater, our interpretations are only \r\nas good as our understanding of the multiple diagenetic pathways.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Lyons",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy W Lyons",
   "pi_email_addr": "timothy.lyons@ucr.edu",
   "nsf_id": "000197377",
   "pi_start_date": "2002-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 123197.0
  }
 ],
 "por": null
}