{
 "awd_id": "0207064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equilibrium and Nonequilibrium Statistical Theories of Turbulent Geophysical Flows",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 261173.0,
 "awd_amount": 261173.0,
 "awd_min_amd_letter_date": "2002-07-30",
 "awd_max_amd_letter_date": "2002-07-30",
 "awd_abstract_narration": "The research project applies modern methods in analysis, computation\r\nand probability to the modeling turbulent flows arising in geophysical\r\nfluid dynamics.  Specifically, the projects investigates statistical\r\ntheories of coherent structures in turbulence, which in a model\r\natmosphere or ocean usually take the form of long-lived, large-scale\r\njets and vortices.  The approach builds on recent developments in the\r\nequilibrium statistical theory of such structures, which has now\r\nmatured to the point that it can be justified mathematically,\r\nimplemented computationally and applied succesfully to geophysical\r\nmodels.  A prime example is the recent model of the zonal jets and\r\nvortical spots in the atmosphere of Jupiter, whose predictions agree\r\nremarkably well with observational data.  In light of these\r\ndevelopments, the goals of the project are two-fold.  First, the\r\nequilibrium statistical theory of coherent structures is elaborated\r\nfor increasingly realistic geophysical models, such as multi-layer\r\nquasi-geostrophic models and shallow-water models.  The physical\r\nimplications of the theory are investigated by computing families of\r\nequilibrium structures and deriving nonlinear stability theorems for\r\nthem.  Second, a novel approach to statistical closure is developed\r\nfrom the corresponding nonequilibrium theory.  Unlike traditional\r\nclosure schemes for fluid turbulence, this new methodology derives\r\nmacroscopic equations for some specified resolved variables by\r\nconditioning random paths of microstates on the ensemble-averaged\r\ndynamics for those resolved variables.  A combined theoretical and\r\ncomputational investigation of this approximation to nonequilibrium\r\nbehavior is undertaken for some prototype problems.  In the context of\r\nmodel geophysical systems with damping and driving, this approach is\r\nenvisioned as a general procedure for deriving effective subgrid-scale\r\nparametrizations of unresolved eddies.\r\n\r\n\r\nTurbulent fluid flow remains one of the unsolved puzzles of physical\r\nscience.  A better theoretical understanding of turbulence is needed\r\nas a basis for the computational simulation of almost all natural\r\nfluid motions.  This is especially true of geophysical fluid flows --\r\nthe motions of the Earth's oceans and atmosphere -- which involve\r\ncomplex motions over a wide range of scales, from meters up to the\r\nplanetary size.  Every modern computer code used in weather\r\nforecasting or climate prediction requires special, but often\r\nunreliable, assumptions about how the small-scale turbulent motions\r\naffect the computed large-scale behavior.  The research conducted in\r\nthis project addresses the general issue of modeling a complex fluid\r\nflow -- a mathematical prototype of an atmosphere or ocean -- in such\r\na way that its predominant large-scale features can be captured\r\nreliably without resolving the full complexity of its small-scale\r\nmotions.  In particular, the work seeks to develop the mathematical\r\nand computational tools necessary to predict the behavior of modeled\r\ngeophysical fluid systems which exhibit organized features on large\r\nscales but disordered and random motions on a range of small scales.\r\nTo do so, the project draws on sophisticated techniques from\r\nstatistical physics to construct theoretical models of complex systems\r\nof this kind, and thereby to provide efficient and reliable methods\r\nfor computing their expected or most probable behavior.  A recent\r\nexample of this approach is the remarkably successful explanation of\r\nthe persistent jetstreams and vortices, such as the Great Red Spot, in\r\nthe atmosphere of the giant planet Jupiter, which for the first time\r\nshows quantitative and qualitative agreement between mathematical\r\ntheory and NASA spacecraft observations.  In the context of Earth's\r\natmosphere and oceans, such theoretical models and computational\r\nmethods can used as building blocks in predictions about the long-term\r\ntrends in the ocean-atmosphere system.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Turkington",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce E Turkington",
   "pi_email_addr": "turk@math.umass.edu",
   "nsf_id": "000454590",
   "pi_start_date": "2002-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 261173.0
  }
 ],
 "por": null
}