{
 "awd_id": "0207781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Design and Optimization of Non-Fluorous CO2-Philic Polymers: FTIR and Phase Behavior Investigations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 162230.0,
 "awd_amount": 162230.0,
 "awd_min_amd_letter_date": "2002-07-30",
 "awd_max_amd_letter_date": "2003-06-10",
 "awd_abstract_narration": "The application of CO2 to chemical processing continues to elicit significant interest, as CO2 generally poses fewer hazards than conventional organic solvents. At one time it was thought that CO2 could simply replace many organic solvents, but subsequent work showed that CO2 is a rather feeble solvent, and hence unrealistically high pressures are needed to dissolve compounds of interest. The discovery during the 1990's of \"CO2-philes\" suddenly rendered a number of applications technically possible, greatly raising interest in CO2 as a solvent. These new CO2-philes, primarily fluoropolymers, allowed a host of new applications for CO2, from heterogeneous polymerization to homogeneous catalysis. Although fluorinated amphiphiles were technically successful, their high cost renders the economics of a process unfavorable unless the ihCO2-philelo can be recycled at greater than 99% efficiency. Complicating matters further, recycle of additives from a high-pressure process is neither easy nor inexpensive. The drawbacks inherent to the use\r\nof fluorinated precursors have greatly inhibited the commercialization of most new applications for CO2, and thus the full promise of CO2-based technology has yet to be realized. The PI has investigated the design of non-fluorous CO2-philes. To date, he has used a set of simple heuristics to design three types of non-fluorous CO2- phile; he expects that others will ultimately be found, greatly broadening the applicability of CO2 as a solvent.\r\n\r\nThe number of possible design variables (copolymer composition and topology) creates an impractically large program if we continue to synthesize and test all potentially useful structures. Further, conventional thermodynamic models are incapable of predicting the behavior of all of the possible permutations. Consequently, The PI will conduct a coordinated program between the University of Pittsburgh and Auburn University whose ultimate aim is to fully understand the effect of composition and topology on the phase behavior of our new CO2-philes in carbon dioxide. He will to combine targeted synthesis, measurement of selected thermophysical properties, high pressure FT-IR, and development of an accurate potential function from first principles to mathematically describe the thermodynamics of mixing of his materials with CO2. Success will allow himto numerically optimize the structure of non-fluorous CO2-philes.\r\n\r\n\r\nThe program described herein involves a fully integrated project at both the University of Pittsburgh (E.J. Beckman, R.M. Enick, J.K. Johnson) and Auburn University (C.B. Roberts). The tasks to be performed at Auburn University (C.B. Roberts) include both phase behavior and FTIR studies, where high pressure IR measurements will be employed to evaluate the strength of specific interactions of CO2 with the Lewis base groups incorporated into our model polymers. The high pressure IR work provides both input to the synthetic design and the construction of an accurate potential model for CO2-polymer interactions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Roberts",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher B Roberts",
   "pi_email_addr": "croberts@eng.auburn.edu",
   "nsf_id": "000399361",
   "pi_start_date": "2002-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 81115.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 81115.0
  }
 ],
 "por": null
}