{
 "awd_id": "0207275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Red Bed Paleomagnetic Inclination Correction and the Accuracy of the Late Paleozoic North American Apparent Polar Wander Path",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 178380.0,
 "awd_amount": 184313.0,
 "awd_min_amd_letter_date": "2002-05-06",
 "awd_max_amd_letter_date": "2004-09-21",
 "awd_abstract_narration": "The proposed work will investigate how the PI's recent magnetic anisotropy studies, showing that hematite-bearing red sedimentary rocks can suffer up to 30 degrees of inclination shallowing, impact the accuracy of the Late Paleozoic North American apparent polar wander path. Red bed paleopoles dominate and control the position of the Late Paleozoic to mid-Mesozoic portion of North America's apparent polar wander path, thus inaccuracies in red bed remanence would greatly affect any paleogeographies based on this part of the pole path. the PI's previous NSF-funded study has shown that a combination of isothermal remanence anisotropy and anisotropy of magnetic susceptibility can be used to identify and correct inclination shallowing in red, hematite-bearing sedimentary rocks. By using thermal demagnetization and chemical demagnetization, the magnetic fabric of the characteristic remanence-carrying grains can be isolated. This is critical for an accurate inclination correction. Though initial tests of the accuracy of these corrections support their validity, given the importance of red beds to the Late Paleozoic North American apparent polar wander path, the PI proposes to further test the accuracy of the corrected inclination he has determined for the Carboniferous Mauch Chunk Formation. Igneous paleopoles would be the best way to test the corrected inclination, but igneous results for Carboniferous North America are few and scattered. Therefore, his strategy is to collect and correct the inclinations of other red bed units, and magnetite-bearing sedimentary rocks, of the same age as the Mauch Chunk. If magnetic anisotropy does truly control the accuracy of remanence, the corrected paleopoles should agree with each other. The corrected magnetite-bearing inclinations from the Brush Creek Limestone and Buffalo Siltstone in Pennsylvania will be particularly important since the PI has established the accuracy of the magnetite correction from a comparison of corrected results from the Paleocene Nacimiento Formation to coeval igneous results. He will correct the inclinations of the Maringouin, Shepody, and Enrage Formation red beds from New Brunswick, Canada and the Deer Lake Group rocks from western Newfoundland for the red bed part of the comparison. These rocks have given excellent Carboniferous age paleomagnetic results for North America. Finally, although Carboniferous North American igneous results are scattered, the PI plans to restudy the remanence of the New Brunswick Volcanics, given their proximity to the other New Brunswick units he proposes to study. He wishes to check the accuracy and age of the New Brunswick Volcanics remanence to make sure they provide a reliable record of the Carboniferous field. The proposed work will be conducted over three years, including three field seasons, and will support a graduate student's PhD dissertation work at Lehigh University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Kodama",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth P Kodama",
   "pi_email_addr": "kpk0@lehigh.edu",
   "nsf_id": "000202185",
   "pi_start_date": "2002-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1572",
   "pgm_ref_txt": "TECTONICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 59649.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 58347.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 66317.0
  }
 ],
 "por": null
}