{
 "awd_id": "0208011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "In-situ X-ray Studies of Surface Structure during Plasma Processing",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaVerne D. Hess",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 321919.0,
 "awd_amount": 321919.0,
 "awd_min_amd_letter_date": "2002-07-02",
 "awd_max_amd_letter_date": "2004-04-05",
 "awd_abstract_narration": "This project address fundamental issues associated with surface structure and its relationship to the plasma environment in plasma-based processing of electronic materials. The approach is to use real-time, in-situ, synchrotron- based x-ray diffraction to investigate the surface and near-surface structure of silicon and compound semiconductors (GaAs and GaN) undergoing chlorine-based plasma processing. After gaining experience using real-time x-ray scattering to understand silicon surface structure during processing, compound semiconductors, GaAs(100)/(110) and GaN(0001) (i.e. polar surface vs. non-polar surfaces) will be addressed. The atomic structure of the surfaces will be examined during exposure to the plasma, including questions of the extent to which surface reconstruction remains in the compound semiconductors in this environment. The evolution of the surface morphology during plasma processing will be investigated using grazing-incidence small-angle x-ray scattering (GISAXS). The evolution of step structure (bunching vs. anti-bunching) on the compound semiconductor surfaces during exposure to the plasma will be studied as a function of substrate miscut size and direction. In addition, regimes of layer-by-layer removal vs. step retraction will be examined to better understand their relationship to the surface structure. The evolution of the GaAs surface stoichiometry will be followed in real time with x-ray fluorescence. In silicon, the density and depth of the damaged chlorinated surface layer will be studied and compared with existing simulations. The results of experiments performed in the x-ray portion of the proposed work will be correlated to independent characterization efforts performed at BU and NRL. Post- processing surface morphology will be examined with AFM. Surface damage will also be characterized ex-situ using C-V measurements, transmission line measurements of contact resistances to processed surfaces and photoreflectance spectroscopy. The proposed research program focuses on the fundamental questions of the relation between plasma processing conditions and atomic surface structure and is expected to serve as a stimulus for further development of theory and simulation. The new knowledge gained will be important for future rational development of new processing techniques, especially in novel materials.\r\n%%% \r\nThe project addresses fundamental research issues in areas of electronic materials science having technological relevance. An important feature of the project is the strong emphasis on education, and the integration of research and education. The research program provides excellent opportunities for hands-on experience in the use of sophisticated scientific equipment. The broad resources, and collaborative aspects, provide special opportunities for education and training of graduate and undergraduate students involved in interdisciplinary forefront research. \r\n***  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Ludwig",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Karl F Ludwig",
   "pi_email_addr": "ludwig@buphy.bu.edu",
   "nsf_id": "000246467",
   "pi_start_date": "2002-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 104151.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 107276.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 110492.0
  }
 ],
 "por": null
}