{
 "awd_id": "0208831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Architecture for Efficient and Trusty Embedded Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "D. Helen Gill",
 "awd_eff_date": "2002-10-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2002-08-07",
 "awd_max_amd_letter_date": "2004-11-04",
 "awd_abstract_narration": "\r\n\r\nFeron, Eric\r\nCCR-0208831\r\n\r\nMIT is developing ARETES, an 'Architecture for Efficient and Trusty Embedded Systems', which is a unified framework to design the critical control and communication infrastructure support for safe and efficient embedded systems. ARETES has four components to it: development of a mathematical framework for assessing safety and efficiency of the systems of interest, design of computationally efficient algorithms, development of the necessary software modules, and simulation case studies.\r\n\r\nTo meet the safety and efficiency requirements, ARETES is adopting a control theoretic approach. The idea is to use and innovate upon the existing theory via three-faceted approach to account for the performance objective and resource constraints while safeguarding against uncertainty in the environment, component level imperfections, and faults in the inter-component communications. As the first facet, the existing multiplier theory will be extended to guarantee the worst case performance for resource constrained systems. To give some specific examples, the best fit integral quadratic constraint (IQC) characterization will be derived for the inherent uncertainties, and for the bandwidth saturation and delay constraints imposed by the inter-component coordination. As the second facet, a database of elementary blocks to approximate the hybrid models of such systems will be compiled. Links between the multiplier theory and hybrid systems analysis methods will be established via novel concepts such as a 'robust hybrid automaton'. As the third key facet, a set of parameterized test problems will be developed to characterize the impact of task scheduling and the above mentioned imperfections on the online software complexity and the offline software verification process. ARETES aims at deriving analytical performance bounds for these canonical models and will develop a library of scalable software modules to facilitate the simulation studies.\r\n\r\nThe theoretical advances being pursued in ARETES include robust control theory since the best fit IQC characterization facilitates the least conservative input-output stability analysis. ARETES will also develop links between the input-output hybrid system analysis approach and the multiplier theory approach. The canonical models and the associated library of algorithms will be directly useful in deriving analytical performance bounds for various scenarios of interest. Besides its relevance to research organizations and industry, this will have a significant technological value in academia.  \r\n\r\nTechnology being developed in ARETES has immense utility in providing the critical infrastructure support necessary in various applications involving coordinated agents that are either fully or partially autonomous. Examples of such applications include coordinated intrusion alert systems, monitoring of hazardous terrains, air traffic control systems, slowdown warning systems for intelligent vehicle highways, animation industry applications employing teams of coordinated intelligent inanimate objects, coordinated target tracking in scientific explorations, and educative projects such as the complex trajectory planning of a team of mini-helicopters in a laboratory setting, \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Feron",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eric M Feron",
   "pi_email_addr": "eric.feron@kaust.edu.sa",
   "nsf_id": "000490509",
   "pi_start_date": "2002-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "280100",
   "pgm_ele_name": "EMBEDDED & HYBRID SYSTEMS(EHS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}