{
 "awd_id": "0209339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Arabidopsis 2010: Investigating Coiled-coil Proteins in the Arabidopsis ORFeome",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 598783.0,
 "awd_amount": 598783.0,
 "awd_min_amd_letter_date": "2002-08-23",
 "awd_max_amd_letter_date": "2002-08-23",
 "awd_abstract_narration": "Proteins containing long coiled-coil domains have been found in animals and yeast to be involved in attaching signaling molecules to the large, solid-state components of the cell, such as membrane systems, centromeres, centrosomes, or the nuclear scaffold. There is growing evidence that they play an important role in the spatial and temporal regulation of protein positioning in the cell. In contrast, this group of proteins has been barely investigated in plants.\r\n\r\nThe goal of this Arabidopsis 2010 project is to identify all Arabidopsis proteins that contain long stretches of coiled-coil domains, and to functionally characterize a subgroup that has been implicated in plant nuclear envelope targeting. Preliminary research has identified over 1000 predicted coiled-coil proteins in the Arabidopsis genome, almost 70% of which are \"unknown proteins\". Examples of coiled-coil proteins with sorting signals for all major compartments of the plant cell have been identified.\r\n\r\nTo begin a functional investigation of this large and uncharacterized protein class in Arabidopsis, a twofold approach will be taken:\r\n\r\n(1) An automated computational platform will be established on a multi-processor cluster that will allow: (a) to identify all long (50 amino acids or longer) coiled-coil proteins in Arabidopsis by structural prediction algorithms; (b) to integrate the output with a battery of sequence and structure analysis programs to establish predicted nuclear, organellar, and membrane localization, family relationships, functional domains, and other relevant features; and (c) to create a publicly available, searchable database of Arabidopsis coiled-coil proteins, to which experimental data such as subcellular location, protein-protein interactions, and mutant phenotypes will be added.\r\n\r\n(2) A group of 16 coiled-coil proteins of unknown function, which bind to Arabidopsis WPP-domain proteins, will be functionally investigated. The WPP domain is a nuclear envelope-targeting domain unique to plants, which is involved in positioning Ran GTPase activating protein (RanGAP) at the nuclear rim. A group of coiled-coil proteins has been experimentally identified, which specifically recognize the WPP domain. The hypothesis is that some of the identified proteins are specific subcellular anchors for WPP-domain proteins. This will be tested by investigating: (a) the in vitro and in vivo binding specificity of the full-length proteins; (b) their subcellular localization; (c) knockout or RNAi phenotypes; and (d) the effect of coiled-coil protein knockouts on the subcellular positioning of WPP-domain protein-GFP fusions.\r\n\r\nThe first approach will provide an accessible bounty of information about features that can help build informed hypotheses about the function of individual proteins. The second approach will directly investigate the function of 16 coiled-coil \"unknown proteins\" on a molecular, cellular, and whole-plant level.\r\n\r\nA list of the accession numbers of the genes to be analyzed during this project can be found at http://www.arabidopsis.org/info/2010_projects/index.html. Experimental data will be made available by publication and subsequently by incorporation into a publicly available database accessible as link from http://www.biosci.ohio-state.edu/~plantbio/Faculty/meier.html. Resources such as Arabidopsis lines and plasmids will be made available through the ABRC. This project will provide training opportunities for graduate and undergraduate students at the interface of molecular cell biology and bioinformatics. On a broader scope, the investigation of spatial organization of signaling in plant cells might lead to future approaches in developmental engineering of crop plants. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Iris",
   "pi_last_name": "Meier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Iris Meier",
   "pi_email_addr": "meier.56@osu.edu",
   "nsf_id": "000486964",
   "pi_start_date": "2002-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1684",
   "pgm_ref_txt": "THE 2010 PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 598783.0
  }
 ],
 "por": null
}