{
 "awd_id": "0209256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics of Polymers",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Bruce Taggart",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2002-06-27",
 "awd_max_amd_letter_date": "2004-06-24",
 "awd_abstract_narration": "This award supports theoretical and computational research and education in polymer physics. The PI will investigate (a) polymer crystallization, and (b) translocation of DNA and other polymer molecules through protein channels and nanopores. Crystallization of polymers from solutions and melts is an intriguing and longstanding research problem in polymer science. The PI will model the shapes and sizes of lamellar crystals and their kinetics using simulation and theory. The basic parameters of the study are (a) torsional energy along chain backbone and chain stiffness, (b) van der Waals energy between nonbonded atoms and solvent quality, (c) chain length, (d) polymer concentration, (e) temperature, and (f) strength and rate of flow. These parameters will be systematically explored in simulations of the sizes, shapes and symmetries of formed crystals, and details of their growth fronts under different conditions. Coarse-grained models of kinetics of polymer crystallization will be built. These will incorporate the essential molecular features revealed in these simulations. An aim of this work is to understand the early stages of how polymer molecules organize into crystals in solution. The proposed research will go beyond the models of Lauritzen and Hoffmen, and of Sadler and Gilmer. \r\nHow polymer molecules are transported from one location to another under physiochemically imposed fields is also not well understood, although the very existence of life depends on polymer translocation. Research will address conceptual challenges associated with a fundamental understanding of translocation of a single polyelectrolyte such as DNA/RNA through channels and nanopores. These challenges include: (a) how confinement free energy of a polymer is affected by interacting cavities and their connectivity, (b) how the polymer moves in this free energy landscape due to local free energy gradients and externally imposed fields, (c) role of hydrodynamics on polymer movement in confinement, (d) orientational coupling of the polymer backbone with the directionality of the pore, (e) interference from the secondary structures of the polymer on translocation, and (f) pattern-directed controlled release of polyelectrolyte molecules from confinement. \r\nThis theoretical and computational work complements experimental investigations and may also be relevant to applied areas, such as polymer processing, fabrication of polymeric nanomaterials, separation techniques like chromatography and electrophoresis, signal transduction in biology, and high-speed sequencing of DNA and proteins. This award also has a broad impact on education at all levels.\r\n%%%\r\nThis award supports theoretical and computational research and education in polymer physics. The PI will investigate (a) polymer crystallization, and (b) translocation of DNA and other polymer molecules through protein channels and nanopores. Crystallization of polymers from solutions and melts is a longstanding and intriguing research problem in polymer science. A fundamental understanding of how polymer chains organize into heirarchical structures remains elusive. Analogously, how polymer molecules are transported from one location to another under physiochemically imposed fields is not well understood, although the very existence of life depends on polymer translocation. The PI aims to build new conceptual models and discover new laws of polymer organization and motility. This theoretical and computational work complements experimental investigations and may also be relevant to applied areas such as polymer processing, fabrication of polymeric nanomaterials, separation techniques like chromatography and electrophoresis, signal transduction in biology, and high-speed sequencing of DNA and proteins. This award also has a broad impact on education at all levels.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murugappan",
   "pi_last_name": "Muthukumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Murugappan Muthukumar",
   "pi_email_addr": "muthu@polysci.umass.edu",
   "nsf_id": "000397402",
   "pi_start_date": "2002-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}