{
 "awd_id": "0209959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Statistical Description of Stochastic Dynamical Systems",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 115001.0,
 "awd_amount": 115001.0,
 "awd_min_amd_letter_date": "2002-08-15",
 "awd_max_amd_letter_date": "2002-08-15",
 "awd_abstract_narration": "This proposal is a three-part research program aimed at a better understanding of stochastic dynamical systems.  In the first part, entitled Stochastic Equations in Infinite Dimensions, I propose to study some prototype stochastic partial differential equations which arise in connection with hydrodynamic turbulence and other problems in nonequilibrium statistical mechanics.  The emphasis is on going beyond the more standard existence/uniqueness statements for these equations and considering harder questions like: What does a typical solution look like?  What are the properties of its probability density function?  In the second part of the proposal, entitled Effective Stochastic Modeling, I consider large systems where the variables can be separated into two groups evolving on different time scales.  Effective equations for the slow variables alone are derived by elimination of the fast variables using techniques which borrow from singular perturbations techniques for Markov processes.  Finally, in the third part of the proposal, entitled Transition Pathways -- String Method, I consider systems where, due to the disparity between typical energy barriers in the system and the thermal energy available, the dynamics proceed by long waiting periods around the metastable states followed by sudden jumps from one state to the other.  The effective dynamics in these systems is determined by the transition pathways between the metastable states and the rates at which these transitions occur.  The objective here is to develop and implement efficient numerical algorithms which compute these paths and rates.\r\n\r\nDespite the rapid improvement of computer performance, many problems of scientific and engineering interest will not be amenable to direct numerical simulations in the foreseeable future.  Typical problems arising, for example, in hydrodynamic turbulence, dynamical critical phenomena, climate modeling, molecular dynamics, phase transition in spatially extended systems, involve such a large number of variables interacting on so many different space-time scales that they vastly overwhelm direct numerical computations.  On the other hand, while a complete description of the dynamics in these examples is impossible, it is also not necessarily useful.  Indeed one is typically interested only in some coarse-grained variables, suitably defined by means of averaging over appropriate ensembles (time, space, ...), which evolve in a more regular fashion and thereby provide the most useful information about the system.  The main objective of the present proposal is to improve the techniques for such a statistical analysis of these large systems -- including the identification of the coarse-grained variables and the equations they satisfy.  The common emphasis is on techniques which are truly computational tools -- either analytical or numerical -- and allow for concrete and explicit investigation of the properties of the solutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Vanden-Eijnden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Vanden-Eijnden",
   "pi_email_addr": "eve2@cims.nyu.edu",
   "nsf_id": "000188424",
   "pi_start_date": "2002-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "Courant Institute of Math Sciences",
  "perf_str_addr": "New York University",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121092",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 115001.0
  }
 ],
 "por": null
}