{
 "awd_id": "0209213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Web Accessibility for Low-Bandwidth Input",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2002-09-15",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 248311.0,
 "awd_amount": 248311.0,
 "awd_min_amd_letter_date": "2002-09-10",
 "awd_max_amd_letter_date": "2002-09-10",
 "awd_abstract_narration": "This research is intended to develop technology that will allow motor-impaired disabled people to communicate with a computer most effectively, especially giving them access to the web.  An important part of the work will be development of a tool that can model users with severe motor impairments and automatically make the adjustment necessary to provide access to the web. For example, a web page may be modified to show preview information about a selected link to user to avoid the cost of following a wrong link and then backing out again. Preliminary work has identified seven requirements for such a tool, ranging from navigation support to dealing with forms.  These requirements will be augmented and refined as the work progresses. Two complementary systems will be built that meet these requirements. One is a dynamic browser interface and leaves the actual HTML unchanged. The other is a proxy server that modifies HTML to be more accessible.  Neither requires the authors of web pages to make changes.  The first approach will allow finer control over modifications and provide a platform for experimentation with different mappings between input signals and action based on errors and fatigue. The modified browser will be able to track errors and adjust its interface accordingly. It will also allow experimentation with different approaches to avoiding errors such as confirmation dialogs. The second approach will be platform independent, and available to any user without requiring that any special software be installed. It will allow the testing of modifications on a much wider scale.  These automatic approaches are necessary because it is unrealistic to expect that web designers will handcode the necessary modifications into their websites.\r\n\r\nAdditionally, the research will explore the feasibility of automatically generating user interface modifications based on a user model, something applicable to other common and important applications such as email and word processing. Both the web accessibility work and this larger goal have applications outside of assistive technology. For instance, they may be used to increase accessibility of the web to other users with limited input capabilities, for example, to mobile phone users with limited (9-key) keyboards.\r\nThese systems will be developed and tested first with abled and then motor-impaired users. They will be deployed publicly, and their impact will be studied over time. Finally, the research will impact accessibility guidelines, so that more web pages and other applications can support low bandwidth accessibility. \r\n\r\nThe contribution of this work will be a set of techniques for making the web more accessible in conditions where input is extremely limited and errors are likely. This system will be useful to people with motor disabilities, or any user with access to limited input devices, such as a wearable computer user. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Mankoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Mankoff",
   "pi_email_addr": "jmankoff@uw.edu",
   "nsf_id": "000149860",
   "pi_start_date": "2002-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168600",
   "pgm_ele_name": "ITR SMALL GRANTS"
  },
  {
   "pgm_ele_code": "684600",
   "pgm_ele_name": "UNIVERSAL ACCESS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 128696.0
  }
 ],
 "por": null
}