{
 "awd_id": "0209614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NMR Studies of Dynamics and Structure of Penetrants and Polymers in High Permeability Membrane Materials and Barrier Materials",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 351000.0,
 "awd_amount": 351000.0,
 "awd_min_amd_letter_date": "2002-05-07",
 "awd_max_amd_letter_date": "2002-05-07",
 "awd_abstract_narration": "The dynamics and structure of high permeability polymeric systems will be studied to develop a molecular to morphological level of understanding of transport.  Transport in high permeability systems will be tailored through the use of structural modification of repeat units, blending, crystallization, sample preparation and sample history.  The tailoring procedures will be used to make the materials inhomogeneous to produce rapid diffusion through regions of poor packing, low density, and high free volume.  Disordered high permeability glasses will be produced by increasing the fraction of high free volume regions by for instance having bulky, slowly rearranging backbone units that are unable to pack well as the glass is formed.  In blends, high free volume regions will be produced by combining a low glass transition polymer with a high glass transition polymer.  The molecular level characteristics of the defect or high free volume regions will be determined and the longer length scale organization of the regions will be characterized.  Nuclear magnetic resonance (NMR) spectroscopy will be used as the primary experimental method since NMR is well established as a tool for the study of materials on the length scale of molecular structure.  Sorption sites of penetrants will be examined using xenon-129 NMR and the short range aspects of translational motion will be observed as exchange between sites in xenon-129 spectra.  Local segmental motion in high free volume regions in a blend will be studied using spin-lattice relaxation and solid state line shapes.  These experiments will look at properties on the nanometer scale while longer length scale, morphological properties on a scale of 100's nanometers to microns will be studied by pulse field gradient (PFG) diffusion experiments.  This method will be shown to detect structure associated with the longer range organization or connectivity of the nanometer sized defect regions.  We will attempt to show that these regions lead to rapid diffusion in high permeability systems and to the observation of the signature of tortuous and restricted diffusion in high permeability systems where the apparent diffusion constant slows as the time scale over which diffusion is observed increases in the PFG experiment.  Computer simulation will be used to aid in understanding such behavior and to clarify the role of sample preparation, sample history and aging in high permeability polymers.  PFG NMR experiments will be used to provide a unique view of aging and conditioning effects on the long length scale associated with the organization of defects.  NMR will be used to quantify the changes in side chain crystalline systems upon crystallization when the side chains lock the backbone into a rigid though poorly packed state.  The investigators will combine the results of the NMR experiments with information from traditional permeability and solubility experiments, mechanical experiments, scattering experiments and dielectric experiments through interaction with a network of collaborators.\r\n\r\nThese polymer systems are of fundamental interest but also serve as the basis for separation membranes, controlled delivery systems and solid electrolytes in batteries.  Membrane separation systems are an energy efficient form of separation of permanent gases such as nitrogen and oxygen.  Separation membranes can be used in environmental applications to collect organic gases while releasing water and carbon dioxide.  The side chain crystalline polymers are used as controlled delivery systems which will allow the passage of small molecules above the melting point of the side chain and will contain the small molecules above the melting point.  The low glass transition component in two of the blends to be studied is polyethylene oxide which acts as a solvent for lithium salts in battery applications.  The understanding developed from the proposed research will aid in improving such applications.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Jones",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alan A Jones",
   "pi_email_addr": "ajones@clarku.edu",
   "nsf_id": "000167151",
   "pi_start_date": "2002-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 351000.0
  }
 ],
 "por": null
}