{
 "awd_id": "0210240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:  Nanofabrication Using Sub-wavelength Near-field Nano-optical Laser Processing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Lyons",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 99981.0,
 "awd_amount": 99981.0,
 "awd_min_amd_letter_date": "2002-07-26",
 "awd_max_amd_letter_date": "2002-07-26",
 "awd_abstract_narration": "This project was received in response to Nanoscale Science and Engineering initiative, NSF 01-157, category NER. This project is to develop a nanofabrication technique based on near-field optics to manipulate, modify and process matter at the nanoscale. This approach exploits the interaction of matter with the evanescent electromagnetic field of a laser exiting from a sub-wavelength aperture probe placed in close proximity (at a distance an order of magnitude smaller than the laser wavelength) to a substrate. This approach integrates techniques of microfabrication and MEMS, sub-wavelength photonics and near-field optics to produce structures in the sub-100 nm regime. The research consists of five tasks: 1) Near-field optics modeling and analysis, 2) Design and fabrication of the near-field optical probe, 3) Development of a high precision positioning stage for the optical probe, 4) Nanoscale laser materials processing and characterization, and 5) Fundamental studies on nanoscale transport phenomena and light-matter interaction. Together, these tasks will establish the scientific and technical basis for a near-field nano-optical laser processing technique.\r\n\r\nThis research will have the following impact on nanoscale science:  1) A scientific foundation for understanding the fundamental physical mechanisms governing transport phenomena in near-field nanoscale laser-matter interaction. 2) A scientific basis for systematic design of apparatus for near-field nano-optical laser materials processing. When successfully completed, this research will result in the following impact on nanotechnology: 1) New techniques for very rapid fabrication of two-dimensional and three-dimensional nanostructures. Applications include massively parallel maskless nano-lithography, massively parallel ultrahigh density magneto-optic phase change data storage, maskless nanoscale patterning of optical and photonic bandgap structures, polymeric and biological materials, and nanoscale laser-assisted chemical vapor deposition. 2) New techniques for massively parallel in-situ material characterization, process monitoring and manipulation at the nanometer length Applications include massively parallel nanoscale temperature measurement, flow control and valving in massively parallel micro- and nano-fluidics, and manipulation of biological molecules in vivo. Several industrial interactions are anticipated as a result of successful technological developments from this research. This project will train undergraduate and graduate students in the exciting fields of MEMS/microfabrication, photonics and near-field optics. Research results will be disseminated in national and international conferences and journal publications. Scientific fundamentals of near-field laser-matter interactions will be incorporated into an existing graduate course in Laser Materials Processing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suman",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suman Das",
   "pi_email_addr": "suman.das@me.gatech.edu",
   "nsf_id": "000492476",
   "pi_start_date": "2002-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katsuo",
   "pi_last_name": "Kurabayashi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katsuo Kurabayashi",
   "pi_email_addr": "kk5165@nyu.edu",
   "nsf_id": "000487006",
   "pi_start_date": "2002-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "167600",
   "pgm_ele_name": "NANOSCALE:  EXPLORATORY RSRCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1407",
   "pgm_ref_txt": "COMBUSTION, FIRE, & PLASMA SYS"
  },
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "1788",
   "pgm_ref_txt": "Nanomanufacturing"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 99981.0
  }
 ],
 "por": null
}