{
 "awd_id": "0210551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:  Simulation Strategies for Biomolecular Assembly of Nanoscale Building Blocks",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2002-07-25",
 "awd_max_amd_letter_date": "2002-07-25",
 "awd_abstract_narration": "The Principal Investigator will develop a simulation strategy that can be used to elucidate the fundamental principles by which functionalized nanoscale building blocks (NBBs) are assembled into ordered structures using biomolecules as \"linkers\" or \"connectors\" between the NBBs. Recent pioneering experimental work has demonstrated that suitably functionalized NBBs can be assembled into rather simple ordered structures with specific properties and functionalities using biological or synthetic macromolecules as linkers. For example, nanoscopic gold particles ranging in size from 2 nm to 30 nm and functionalized by DNA, biotin, or synthetic polymers have been shown to assemble into three-dimensional hexatic close-packed structures and spheres extending over hundreds to thousands of nanometers. DNA, in essence a \"digitally programmable\" biomolecule, is especially intriguing as an \"assembler\" of NBBs because specific linker-linker interactions can be programmed by inserting purposely tailored complementary nucleotide sequences into different DNA strands.\r\n\r\nAside from these exciting \"proof-of-concept\" studies, however, no systematic knowledge with regard to possible synthesis and processing strategies, nor the range of structures possible, for NBB/macromolecule assemblies has been obtained - not even the principal axes of the vast parameter space of these complex systems have been identified. Computer simulations will be instrumental in the effort to define and efficiently map out parameter space and provide fundamental insight to the assembly process. Despite advances in computational power and simulation algorithms, however, the disparate time and length scales that govern the staged, hierarchical ordering processes of NBBs and macromolecules in solution prohibit the immediate application of any one \"off-the-shelf\" simulation technique.\r\n\r\nIn this project, the PI will explore several ideas for combining different well-known molecular and/or particle-based simulation methodologies with the specific aim of overcoming the disparate time scales on which the NBBs and macromolecule linkers move. She will consider the individual and combined use of several classical molecular or so-called \"particle-based\" simulation methods, including molecular dynamics, Brownian dynamics, and off-lattice Monte Carlo, in order to develop an overall simulation strategy capable of simulating NBB/biomolecule assemblies with as much chemical fidelity as possible given computational limitations. The focus will be on using DNA as assemblers, but the strategy will generally apply to other macromolecular linkers as well. NBB geometries that the simulation approach will be capable of modeling include spheres and polyhedra (e.g. gold nanoparticles, colloidal silica, Buckyballs, nanoprisms, CdSe quantum dots), nanorods, nanosheets (e.g. clays) and nanoaggregates (e.g. linear chain aggregates).\r\n\r\nThe PI expects the proposed research to provide an important and necessary advance in the ability to model programmed macromolecular assembly of NBBs in general and DNA/NBB assemblies in particular. At the end of this one-year project, she will have tested several strategies for simulating DNA-assembled nanoparticle structures, and designed a comprehensive simulation methodology capable of modeling assemblies of NBBs of arbitrary composition and geometry joined by biomolecules or macromolecules of arbitrary chemical structure with classical simulation techniques. This methodology will provide researchers in the field of computational nanoscience with simulation strategies to support detailed investigations in nanoscale systems. Without these strategies, simulation science will likely be unable to contribute significantly to the quest for fundamental understanding and design principles for the self- and guided-assembly of nanoscale building blocks.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Glotzer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon C Glotzer",
   "pi_email_addr": "sglotzer@umich.edu",
   "nsf_id": "000472028",
   "pi_start_date": "2002-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}