{
 "awd_id": "0210879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:  In-Situ Second Harmonic Generation Studies to Describe Nanoscale Phenomena at the Surfaces of Microparticles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2002-08-14",
 "awd_max_amd_letter_date": "2002-08-14",
 "awd_abstract_narration": "Studies of nanoscale phenomena relevant to environmental preservation and verification of new express and nonintrusive methods to control pollution on the nanoscale are of tremendous importance to improve quality of life and help in the creation of more efficient and clean manufacturing processes. Water purification and quality control techniques can be significantly refined if interactions at the interfaces of colloidal particles can be investigated at the molecular scale. The objective of this research is to exploit and extend the capabilities of the non-linear optical method of second harmonic generation (SHG) to study model nanoscale interactions at the interface of micron-size colloidal particles. More specifically, the adsorption of cationic and anionic surfactants at micron-size charged silica and alumina particles in water will be investigated by SHG. \r\n\r\nSHG is a second-order nonlinear optical process and has been proven to be highly surface-specific probe of interfacial structure and surfactant adsorption at surfaces in particular. Its application to study nanoscale structures at the surfaces of micron-size particles has not been developed to its full potential due to some methodological problems and lack of extensive knowledge about the nature of the particle-surfactant interactions. It is expected that this research will bring new understanding of the adsorption processes at the particle surfaces, which will help to further promote the application of the SHG method to study surfactant nanoscale structures on colloidal particles.\r\n\r\nA SHG spectrometer will be built based on an available femtosecond laser and will be employed for these studies. It will be built in collaboration with Prof. John Conboy, Department of Chemistry, who has rich experience in vibrational sum frequency generation spectroscopy and is also a senior member of the research team. He and Dr. Zhorro Nickolov, who is a Postdoctoral Fellow in the Department of Metallurgical Engineering, will be closely collaborating with the PI on all research issues. \r\n\r\nSHG of water molecules oriented by the charged particle interfaces will be monitored as a function of surfactant concentration in the solution. The adsorption of the surfactant is expected to reduce the polarization of the interfacial water molecules by screening the surface charge of the microparticles. This would lead to a corresponding decrease in the SHG signal which can than be measured and quantified. Alternatively, dyes resonantly absorbing at the fundamental infrared wavelength and therefore having a strong SHG signal, will be adsorbed at the particle surfaces and used to establish a constant high level of SHG signal. Then the surfactant will be added and as a result of displacing the dye from the particle surfaces the SHG signal will decrease. Consequently surfactant adsorption free energy and surface coverage can be evaluated in both cases. The risk elements in the proposal are connected with the necessity to discriminate between the SHG signals characterizing the particle interface and SHG signals which may be generated by the bulk of the particles, and by bulk water. Also, the competition between the surfactant and the dye for adsorption at the particle surfaces should be accounted for. The project will have a significant impact on advancing of the research in nanoscale phenomena in colloidal systems and on creating capabilities to perform high-level in-situ nonintrusive studies on particle interfaces. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Miller",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jan D Miller",
   "pi_email_addr": "Jan.Miller@utah.edu",
   "nsf_id": "000217931",
   "pi_start_date": "2002-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}