{
 "awd_id": "0211172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Continued Development and Application of 40Ar/39Ar Dating for Archaeometric Research",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark L. Weiss",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 269497.0,
 "awd_amount": 269497.0,
 "awd_min_amd_letter_date": "2002-06-10",
 "awd_max_amd_letter_date": "2005-08-02",
 "awd_abstract_narration": "Argon dating is extremely important to paleoanthropologists because it can be used over almost the entire last 6 million years; this is the period when hominids emerged and developed. Many significant archaeological and paleontological sites are located in volcanic regions such as Eastern Africa and contain strata which can be dated by this technique. With National Science Foundation support the Berkeley Geochronology Center (BGC) will continue to develop the technique of 40Ar/39Ar dating and apply this technique to a series of significant paleoanthropological sites. The BGC has collaborated with researchers at a number of sites in Africa, Europe and Asia, and with NSF support such projects will be continued and expanded.\r\nThe 40Ar/39Ar dating method is based on the radiometric decay of a fraction of natural potassium in geologic materials over time. The products of the decay include 40Ar, which remains trapped in certain types of geologic materials, such as crystals within volcanic rocks. Measurement of the amount of 40Ar that has accumulated in a rock or mineral, combined with knowledge of the material's potassium content, yields the age of crystallization. In 40Ar/39Ar dating, the material to be dated is irradiated in the core of a nuclear reactor for minutes to days, in order to transmute some of the potassium to an artificial isotope of argon. Then, both the artificial isotope, which stands in for potassium, and the radiogenically produced argon, can be measured at the same time in a highly sensitive and accurate mass spectrometer.\r\nThe facilities at BGC include three fully automated dating systems, each of which is capable of dating anywhere from a single small crystal of geological material weighing less than a milligram, to hundreds of milligrams, by the 40Ar/39Ar method.\r\nAs in the past, Archaeometry support will be vital both to maintaining routine availability of 40Ar/39Ar dating for the archeological and paleoanthropological communities, as well as advancing the capabilities of 40Ar/39Ar dating methods. Though routine in many regards, evolving technology permits continued improvements in the method's capabilities,.  Such improvements pay large scientific dividends by expanding the scope of problems that can be solved. The principal motivations for this development effort are to: 1) sustain routine access to high-quality 40Ar/39Ar data for archeological and paleoanthropological research worldwide; 2) continue refinement of 40Ar/39Ar methods to improve precision and accuracy, particularly in dating younger, smaller, or less potassic materials, and 3) replace or augment old equipment to maintain high levels of productivity and scientific excellence.\r\nGrant funding will be focused primarily in three areas: 1) replacement of a Nd-YAG with a CO2 laser for heating geological materials on one of our Argon extraction lines, 2) installation of a robust UPS power supply that will permit uninterrupted lab operation in the face of increasingly frequent power outages, and 3) modernization of the computer control systems on our automated extraction line/mass spectrometer combinations. The benefits of converting to a CO2-laser based heating system are derived primarily from an ability to incrementally heat large amounts of feldspar with a broad laser beam with uniform energy profile, while accruing the benefits of extraction-line blanks that are many times lower than the conventional resistance-furnace heating device currently in use. Enabling the laboratory to weather short power outages (< 1hr in duration) will provide for continued efficient operation of three extraction lines while protecting equipment from the occasionally devastating effects of sudden power loss. Modernization of the computer control systems is necessitated by obsolescence of software and hardware components, and is essential if innovation is to continue.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Deino",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alan L Deino",
   "pi_email_addr": "adeino@bgc.org",
   "nsf_id": "000449092",
   "pi_start_date": "2002-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Renne",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Renne",
   "pi_email_addr": "prenne@bgc.org",
   "nsf_id": "000459110",
   "pi_start_date": "2002-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Berkeley Geochronology Center",
  "inst_street_address": "2455 RIDGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106449200",
  "inst_zip_code": "947091211",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "BERKELEY GEOCHRONOLOGY CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZ4DBKNLP9V9"
 },
 "perf_inst": {
  "perf_inst_name": "Berkeley Geochronology Center",
  "perf_str_addr": "2455 RIDGE RD",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947091211",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 269497.0
  }
 ],
 "por": null
}