{
 "awd_id": "0211364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant-- Reconstructing Middle Sican Fuel Use in the La Leche River Valley, Lambayeque, Peru (C.E. 950-1050)",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2002-04-15",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 11557.0,
 "awd_amount": 11557.0,
 "awd_min_amd_letter_date": "2002-04-17",
 "awd_max_amd_letter_date": "2002-04-17",
 "awd_abstract_narration": "Doctoral Dissertation Improvement Grant: Reconstructing Fuel Use from Archaeological \r\nCharcoal from the Middle Sican Period, Lambayeque, Peru (C.E. 950-1050).\r\nUnder the direction of Drs. Lee Newsom and Izumi Shimada, Mr. David J. Goldstein will collect data for his doctoral dissertation.  He will continue his participation with the Sican Archaeological Project, a 23-year effort headed by Dr. Shimada to reconstruct the prehistory of the Lambayeque and La Leche River Valleys.  Mr. Goldstein will be the first scientist-in-residence at the newly constructed National Sican Museum in Lambayeque, Peru, to complete the analysis of 3 seasons of excavation at Huaca Sialupe a Middle Sican period metal and ceramics workshop.  In particular, he will be investigating the charcoal remains from metal furnaces, ceramic kilns, and domestic hearths to reconstruct the use of fuel resources during the period.  In conjunction, he will conduct two-months of systematic forest resource surveys, in the spring and fall, to collect comparative botanical materials to complete his analysis.  \r\n\r\nThe present state of forest preservation in the area is dire.  The area is sparsely covered by dry tropical forests that presently face destruction in light of agricultural clearance and fuel wood harvesting.  This clearance is problematic as the local forests enhance soil fertility and raise the groundwater level.  It is thought based on experiments carried out by Mr. Goldstein and Dr. Shimada's interdisciplinary team, that Middle Sican metal production severely impacted forest resources in a similar manner in the past.  This threat, due to the fuel intensive nature of ceramic and metal production, may have lead to forest conservation measures during the Middle Sican, including measured fuel apportioning between different industries.  Through a comparison between the different fuel-use contexts at Huaca Sialupe, and other sites in the area, he aims to pattern how and which fuels were used in each context during this period.  At the same time he will utilize a methodology that will investigate the ancient forest ecology in the area.\r\n\r\nMr. Goldstein will employ an approach developed by Dr. Newsom based on traditional wood anatomy methods to look at the functional growth anatomy of woody plants to identify the plants used as fuel and interpret the growth ecology of these plants.  To date, no studies of the ancient environment adequately describe the stature, extent, and composition of forests present in the area in antiquity.  This research will permit the reconstruction of the forest materials available to ancient artisans through comparisons with modern specimens and anatomical wood keys.  Ideally, the study will yield information on the manner in which humans extracted fuel resources from an ecosystem that is viewed as fragile in the present day.  Mr. Goldstein's research is a foundation work for the development of regional forest resource history, and will demonstrate how people used their available resources to provide fuel to satisfy their economic and subsistence needs in light of marginal resources.  Potentially, this investigation will allow local development projects to argue for patterned conservation measures in the area in an effort to preserve the few remaining areas still covered by forest today.  \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Izumi",
   "pi_last_name": "Shimada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Izumi Shimada",
   "pi_email_addr": "ishimada@siu.edu",
   "nsf_id": "000192262",
   "pi_start_date": "2002-04-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Newsom",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lee A Newsom",
   "pi_email_addr": "lan12@psu.edu",
   "nsf_id": "000266224",
   "pi_start_date": "2002-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 11557.0
  }
 ],
 "por": null
}