{
 "awd_id": "0211314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Mexico CETP Follow-On Funding",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2002-09-15",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2002-09-13",
 "awd_max_amd_letter_date": "2002-09-13",
 "awd_abstract_narration": "The purpose of this project is to conduct a comprehensive summative evaluation of the results and impact of the Collaborative for Excellence in Teacher Preparation in New Mexico (NMCETP) for a period of three years. Accountability & Development Associates, Inc. (ADA), a private consulting firm in Albuquerque that has been assisting this CETP with evaluation expertise since 1998, is continuing to provide their expertise in this phase of NMCETP operations. The project is focusing on the impact of NMCETP on teacher quality and student learning in K-12 classrooms with the assistance of facilitators at New Mexico State University and the University of New Mexico. The New Mexico teacher induction/mentoring programs are in place, but locating, observing, and longitudinally tracking NMCETP graduates will be very labor intensive because they are located in dispersed, often rural, areas across the fifth largest state in the US. For purposes of this evaluation an NMCETP student will be defined as any who has 1) completed a degree at one of the NMCETP-participating four-year institutions, 2) been certified to teach, 3) secured a teaching position in New Mexico, and 4) taken at least one NMCETP new or reformed course as a part of pre-service education. These graduates will serve as the NMCETP treatment group. Data analysis will be structured to allow for comparisons across groups as well as those students who completed more than one NMCETP reformed courses. Control group participants will be matched demographically as closely as possible to treatment group participants, but will not have experienced NMCETP teacher preparation programs. A reformed course is defined for NMCETP as a course that has been changed or developed in mathematics, science, and education designed to strengthen the backgrounds of pre-service teachers by modeling best instructional practices and teaching pedagogies. Inquiry-based, hands-on methodologies were touchstones of these reformed and/or new courses. Two fundamental areas of inquiry will be the basis of the continuation evaluation: 1) post- preparation mathematics and science teacher quality, and 2) mathematics and science teacher preparation program sustainability. ADA will use instruments developed by the Center for Applied Research and Educational Improvement at the University of Minnesota for the Core Evaluation. ADA has participated in evaluation meetings in Minneapolis hosted by the Core Evaluation staff, and piloted some of the Core instruments with modifications to capture the complexities of NMCETP, which has met the needs of each participating campus in different ways.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Scott",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick B Scott",
   "pi_email_addr": "pscott@nmsu.edu",
   "nsf_id": "000458500",
   "pi_start_date": "2002-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742900",
   "pgm_ele_name": "CCLI-NATIONAL DISSEMINATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7429",
   "pgm_ref_txt": "CCLI-NATIONAL DISSEMINATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0402",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}