{
 "awd_id": "0211154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling Mechanical Cell-Matrix Interactions in Articular Cartilage",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 94700.0,
 "awd_amount": 94700.0,
 "awd_min_amd_letter_date": "2002-07-30",
 "awd_max_amd_letter_date": "2002-07-30",
 "awd_abstract_narration": "Haider\r\n0211154\r\n     The investigator is developing multiphasic models for\r\nmechanical interactions between the cells and extracellular\r\nmatrix in articular cartilage.  A combination of analytical and\r\nnumerical methods are used to solve: (1) contact problems that\r\nmodel experiments used to determine mechanical properties of\r\nisolated cell (chondrocyte) and cell-matrix (chondron) units, (2)\r\ninterface problems that model local cell-matrix mechanics of the\r\nchondron in vivo, and (3) fast boundary integral models for\r\ntransmission of mechanical signals in a tissue layer populated\r\nwith many cells.  Through collaboration with an orthopaedic\r\nresearch lab, the models developed by the investigator are being\r\napplied to: (a) the determination of material properties of cell\r\nand tissue explants using in-vitro micropipette testing and video\r\nmicroscopy, and (b) the simulation of local cell-matrix mechanics\r\nand comparison to confocal microscopy of dynamic loading in a\r\ntissue layer.  A fundamental goal of this project is to quantify\r\nthe dependence of local cell mechanics on external loading.  By\r\ncorrelating experimental measurements of cell metabolic activity\r\nto mechanical components of the local cell environment, the\r\ncomplex relationship between tissue metabolism and cell mechanics\r\nis analyzed.  Variations in chondron material and geometric\r\nproperties, within and across a variety of tissue populations,\r\nare also incorporated into the models.  This project contributes\r\nto understanding of the role of mechanics in maintenance of the\r\nextracellular matrix, and associated matrix degeneration with\r\naging due to osteoarthritis.\r\n     Articular cartilage is the primary load-bearing tissue in\r\njoints such as the knee, shoulder and hip.  Degeneration of\r\ncartilage leads to osteoarthritis, a painful condition that\r\naffects millions of Americans and is predominantly associated\r\nwith aging.  Under repeated loading, the structural matrix of\r\ncartilage is in a continual state of turnover that is regulated\r\nby specialized cells called chondrocytes.  These cells synthesize\r\nmatrix components yet, remarkably, have no neural connection to\r\nthe brain.  As a result, cell metabolic activities directed at\r\nrepairing the structural matrix are highly dependent on the local\r\ncell environment.  In this project, a mathematical modeler\r\ncollaborates with an orthopaedic research lab to understand the\r\nrole of mechanical forces in the maintenance of cartilage.  At\r\nthe cellular level, forces in cartilage result from a complex\r\ncoupling of solid and fluid mechanics with energy dissipation.\r\nResults of this work predict the dependence of local forces at\r\nthe cellular scale on external loading.  Local force predictions\r\nfacilitate a quantitative description of the complex relationship\r\nbetween cell metabolic activity and cell mechanics.  In\r\nconjunction with associated experiments for a variety of tissue\r\npopulations, the models lead to an understanding of how these\r\nremarkable cells can maintain cartilage over the course of a\r\nlifetime, and how structural degeneration of cartilage is\r\ninitiated in osteoarthritis.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mansoor",
   "pi_last_name": "Haider",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mansoor A Haider",
   "pi_email_addr": "mahaider@ncsu.edu",
   "nsf_id": "000184366",
   "pi_start_date": "2002-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 94700.0
  }
 ],
 "por": null
}