{
 "awd_id": "0211976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Osteology and Phylogeny of Early Tertiary Perissodactyls (Mammalia) of Eurasia",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patrick S. Herendeen",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 132383.0,
 "awd_amount": 132383.0,
 "awd_min_amd_letter_date": "2002-07-16",
 "awd_max_amd_letter_date": "2002-07-16",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOsteology and Phylogeny of Early Tertiary Perissodactyls (Mammalia) of Eurasia\r\n\r\n\tA grant has been awarded to Dr. Holbrook at Rowan University to study how different groups of perissodactyls are related to one another. Perissodactyls are a group of mammals that includes the living horses, rhinoceroses, and tapirs, as well as a host of fossils that date back to as early as about 55 million years ago.  Although perissodactyls are well known, their origins and the pattern of their evolution is not well understood.  One reason for this is that fossil perissodactyls are known from many parts of the globe, and few studies have even attempted to cover this broad geographic distribution in their investigations.  Another reason is that, for many years, teeth were the only specimens known for most fossil perissodactyls, so most analyses limited themselves to studying tooth characteristics.  This study will therefore accomplish two goals.  First, it will provide the most extensive combination of data from North American and Eurasian perissodactyls, covering the two most important areas of early perissodactyl diversification.  Second, it will include data from previous neglected areas of perissodactyl anatomy, specifically the skull and the postcranial skeleton.\r\n\r\n\tDuring the course of this study, Dr. Holbrook and his students will examine specimens of fossil and living perissodactyls found in museums throughout North America and Eurasia, including collections in the United States, the United Kingdom, France, Belgium, Germany, Russia, and China.  They will examine teeth, skulls, and other elements of the skeletons of these specimens looking for features shared by different perissodactyls that will help elucidate their relationships.  Ultimately, these data will be analyzed by computer in order to determine the best supported hypothesis of relationships.  Once the pattern of perissodactyl evolution has been investigated, Dr. Holbrook and his colleagues will use this information to investigate other questions regarding perissodactyl evolution, in particular how perissodactyls came to be distributed on the various continents through geologic time.\r\n\r\n\tThroughout the course of this study, undergraduate students will be working with Dr. Holbrook and learning a great deal about the process of science and the techniques of vertebrate paleontology.  This background will prepare the students for postgraduate study, including academic training as scientists.  The results of this work will ultimately be presented at national and international scientific meetings and published in scientific journals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Holbrook",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Luke T Holbrook",
   "pi_email_addr": "holbrook@rowan.edu",
   "nsf_id": "000157649",
   "pi_start_date": "2002-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rowan University",
  "inst_street_address": "201 MULLICA HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLASSBORO",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562564057",
  "inst_zip_code": "080281702",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "ROWAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMDEQP66JL85"
 },
 "perf_inst": {
  "perf_inst_name": "Rowan University",
  "perf_str_addr": "201 MULLICA HILL RD",
  "perf_city_name": "GLASSBORO",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "080281702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 132383.0
  }
 ],
 "por": null
}