{
 "awd_id": "0212362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Computational Analysis of Peptide/lipid Interactions and Organization at Membrane Surfaces",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2002-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 388314.0,
 "awd_amount": 388314.0,
 "awd_min_amd_letter_date": "2002-07-08",
 "awd_max_amd_letter_date": "2004-04-05",
 "awd_abstract_narration": "The focus of this project is the development of numerical procedures for calculating the physical basis of the association of peptides with the membrane interface, the electrostatic forces involved in lateral redistribution of lipids, and detailed electrostatic properties of membrane systems based on more realistic models than have been used in the past. This project is based on two main hypotheses: 1) Physical forces-electrostatics and hydrophobicity-mediate the membrane association of amphipathic peptides: the electrostatic interactions occur between basic residues and acidic phospholipids, and the hydrophobic interactions are mediated via aromatic residues which partition into the polar headgroup region of the membrane. 2) Nonspecific electrostatic interactions provide the driving force for the observed lateral sequestration of multivalent acidic phospholipids by clusters of basic residues on membrane-adsorbed peptides corresponding to these basic domains. The finite difference Poisson-Boltzmann (FDPB) method, which is based on a continuum description of the aqueous solvent and a more detailed, atomic-level description of the macromolecules, has been remarkably successful in its ability to reproduce experimental measurements of the binding free energies of simple basic peptides that do not penetrate the membrane interface. Here, the continuum approach will be extended to peptides containing basic and aromatic residues that do penetrate the membrane interface. In addition, more realistic structural and theoretical models of peptide/membrane systems will be developed by incorporating snapshots from molecular dynamics simulations of membranes into FDPB calculations. Comparison with experiments at all levels will allow refinement of the theoretical methodology and provide valuable input to the experimental studies. \r\n\r\nThe research described here is based on computational approaches and aims ultimately to provide a detailed theoretical description of the interactions between peripheral proteins and membranes. This research is important both because of the significance of the general area of peptide/membrane interactions and because many of the questions posed can only be approached with computational methods. This project involves the combined development and application of biophysical tools to describe problems that have not previously been studied with computational techniques and close collaborative interactions between computational and experimental work. The principal investigator is involved in a number of graduate programs such as the Program for Chemical Biology, the Biochemistry and Structural Biology Graduate Program, and the Keck Program in Cellular and Molecular Biophysics of Signal Transduction. The computational and research infrastructure being developed through projects such as this one is contributing to the enrichment of the graduate training environment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Murray",
   "pi_mid_init": "",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Diana Murray",
   "pi_email_addr": "dm527@columbia.edu",
   "nsf_id": "000148722",
   "pi_start_date": "2002-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Joan and Sanford I. Weill Medical College of Cornell University",
  "inst_street_address": "575 LEXINGTON AVE FL 9",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6469628290",
  "inst_zip_code": "100226145",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "WEILL MEDICAL COLLEGE OF CORNELL UNIVERSITY",
  "org_prnt_uei_num": "QV1RJ11H58C4",
  "org_uei_num": "YNT8TCJH8FQ8"
 },
 "perf_inst": {
  "perf_inst_name": "Joan and Sanford I. Weill Medical College of Cornell University",
  "perf_str_addr": "575 LEXINGTON AVE FL 9",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100226145",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 129701.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 129112.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 129501.0
  }
 ],
 "por": null
}