{
 "awd_id": "0212917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Climatic and Ecological Controls on the Holocene Range Expansion of Western Hemlock and Western Redcedar in the Interior Pacific Northwest",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 329693.0,
 "awd_amount": 329693.0,
 "awd_min_amd_letter_date": "2002-07-08",
 "awd_max_amd_letter_date": "2002-07-08",
 "awd_abstract_narration": "0212917\r\nHu\r\nThe main objectives of the proposed research are to determine Holocene migration lags of western\r\nhemlock and western redcedar in the interior Pacific Northwest and to examine the relative importance of climatic change,dispersal limitation,and stand-level invasibility as controls of migration. These two species currently co-dominate late-successional forests in a coastal distributional range and an interior distributional range separated by a >160-km wide dispersal barrier of semi-arid grassland and pine forest. Preliminary data suggests that invasion of these species into the interior range lagged behind the establishment of suitable climatic conditions by >3000 years, longer than any migration lag hypothesized by previous studies. This possibility stands in sharp contrast to the inference from several decades of paleoecological studies in the coastal range that migration lags were generally unimportant in the heterogeneous landscapes of the Pacific Northwest where most species arrived shortly after deglaciation. Because of the dearth of paleoecologic and paleoclimatic data from the interior range, however, it remains uncertain to what extent the range expansion of hemlock and cedar into the interior lagged behind climatic change to suitable conditions and how climatic constraints, dispersal limitation, and stand-level invasibility affected their expansion. \r\n\r\nTo address the research objectives, this study will employ a suite of paleoecologic tools and state-of-the-art paleoclimatic methods to reconstruct vegetation, fire disturbance, and climate at three pairs of sites across a latitudinal gradient in the interior range. Specifically, sediment cores from these sites will be analyzed for pollen,lignified stomata,wood fibers,and plant macrofossils to detect range expansion of hemlock and cedar at three spatial scales (between the coastal and interior ranges, within the interior range, and arrival adjacent to lakes).Macroscopic-charcoal analysis of these sediment cores will be used to identify fire events and assess the effect of fire on stand invasibility.Reconstructions of effective moisture and growing-season temperature will be made from oxygen-isotope and trace-element analyses as well as diatom and midget ransfer-functions.Chronological controls will be based on AMS 14 C dates of plant macrofossils,ages of tephra layers,and 210 Pb dates of bulk sediments.These results will be\r\nintegrated to quantify migration lags of hemlock and cedar and assess various scale-dependent migration controls.\r\n\r\nTo our knowledge,this is the first comprehensive paleoecological study using independent measures of vegetation,disturbance,and climate to address the relative roles of dispersal limitation,stand-scale invasibility,and climatic constraints during range expansion.This project will result in a large multi-proxy data set relevant for understanding future range shifts on the fragmented landscapes of the northern temperate regions.Evidence of a large migration lag at the inter-range scale would suggest that long-distance dispersal events occur infrequently,and thus range shifts at similar scales during anticipated climatic change may be constrained by limited long-distance dispersal.In contrast,evidence of climatic limitation (i.e.,no migration lag)would imply that the relatively small-magnitude changes toward cooler and wetter climatic conditions in the last 4000-2000 years were necessary for the invasion of hemlock and cedar into the interior range,and thus these forests will be vulnerable to future warming. Contrasting migration lags across the coastal and interior ranges and within the interior range should offer insights into the patterns of plant migration in highly fragmented landscapes versus in the absence of a dispersal barrier.At the local scale,evidence for fire-mediated invasion would show that stand-scale invasibility is an additional important mechanism controlling the range expansion of these species.This multiple-proxy/multiple-scale approach represents a significant advance in interpreting Holocene records of plant migration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng Sheng",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Sheng Hu",
   "pi_email_addr": "fshu@life.uiuc.edu",
   "nsf_id": "000088520",
   "pi_start_date": "2002-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Gavin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel G Gavin",
   "pi_email_addr": "dgavin@uoregon.edu",
   "nsf_id": "000112569",
   "pi_start_date": "2002-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1306",
   "pgm_ref_txt": "ECOLOGICAL RATES OF CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 329693.0
  }
 ],
 "por": null
}