{
 "awd_id": "0212222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Identification of Targets of Apetala3 and Pistillata Floral Homeotic Gene Action",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan J. Lolle",
 "awd_eff_date": "2002-10-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 404999.0,
 "awd_amount": 404999.0,
 "awd_min_amd_letter_date": "2002-07-10",
 "awd_max_amd_letter_date": "2004-06-14",
 "awd_abstract_narration": "0212222\r\nIrish, V.F.\r\n\r\nFloral organs arise as lateral outgrowths from the florally determined meristem, and differentiate with distinct identities.  The specification of these organs as sepals, petals, stamens or carpels depends on the action of several floral homeotic genes which act as master regulators of these developmental pathways.  Two such genes, APETALA3 (AP3) and PISTILLATA (PI), encode MADS domain-containing transcription factors that regulate the specification of petal and stamen identity in Arabidopsis. The proposed work will focus on identifying other genes involved in petal and stamen development, with a particular emphasis on identifying several candidate target genes regulated by AP3 and PI. The analysis of such genes can serve as a model for dissecting the genetic hierarchies by which particular organs and tissue types are specified during plant development. \r\n\r\nIn order to identify a set of target genes regulated in vivo by these transcription factors, Dr. Irish proposes three complementary approaches.  Microarray analyses comparing the expression of a set of Arabidopsis ESTs  in various mutant backgrounds will be carried out in order to define those genes that are up- or down-regulated in response to AP3 and PI action.  This should define a set of reasonably highly expressed petal and/or stamen specific genes that are directly or indirectly regulated by these floral homeotic gene products. Second, chromatin immunoprecipitation will be employed to identify DNA sequences that are bound in vivo by AP3/PI proteins.  Sequences identified by this approach are good candidates for being direct targets of AP3/PI regulation.  Third, a gain-of-function genetic approach will be employed, using activation tagging, to mutationally identify genes that are involved in the floral developmental pathway.  This approach has the advantage that it can result in the recovery of downstream target genes that act in a redundant fashion, which would preclude their recovery by traditional forward genetic screens. \r\n\r\nPotentially hundreds of candidate target genes may be recovered by these three approaches.  These approaches are not meant to be exhaustive, as it is likely that only abundantly expressed genes are likely to be recovered.  Dr. Irish plans to initially focus further analyses on a limited number of candidates, focussingon those recovered by more than one method.  Such genes will be examined to determine whether their transcription is directly dependent on AP3/PI function.  This will define a set of direct targets that will in turn be valuable in beginning to assess the spectrum of developmental processes controlled by AP3/PI.  In turn these analyses will shed light on the question of whether the floral homeotic gene products act at the top of a long regulatory cascade, or whether these gene products act directly to regulate a wide array of downstream targets responsible for various aspects of morphogenesis.  Characterizing how such master regulatory genes effect their functions will be crucial for a detailed understanding of how organogenesis and morphogenesis ensue, and should serve as a model for these processes in other plant systems. \r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vivian",
   "pi_last_name": "Irish",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Vivian F Irish",
   "pi_email_addr": "vivian.irish@yale.edu",
   "nsf_id": "000104606",
   "pi_start_date": "2002-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111100",
   "pgm_ele_name": "DEVELOPMENTAL SYSTEMS CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 134999.0
  }
 ],
 "por": null
}