{
 "awd_id": "0212510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Expression of Olfactory SNMPs in Drosophila Melanogaster and Manduca Sexta",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Flanders",
 "awd_eff_date": "2002-07-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 447268.0,
 "awd_amount": 459268.0,
 "awd_min_amd_letter_date": "2002-07-09",
 "awd_max_amd_letter_date": "2007-05-22",
 "awd_abstract_narration": "\r\nInsects use olfactory systems to gather information about their external environment, information critical for locating mates, host plants and animals, sites for overwintering and egg deposition, and for social interaction. Insects discriminate odors using hundreds to thousands of sensory organs, called sensilla, which differ with respect to which odors each can detect.  Sensilla express ensembles of proteins, including Odorant Binding Proteins (OBPs), Olfactory Receptors (ORs), Odor Degrading Enzymes (ODEs) and Sensory Neuron Membrane Proteins (SNMPs). These proteins belong to multigene families which express in specific combinations, and these combinations determine what odors a sensillum can detect.  Each sensillum is hollow and contains 2-3 neurons. Odor molecules pass through holes in the cuticle walls of a sensillum, entering an aqueous space where they are transported to neuronal ORs by soluble OBPs and finally degraded by ODEs. These are the first biochemical processes in odor detection; these proteins are a genetic interface between the animal and its environment. The genome of Drosophila melanogaster contains about 30 OBP and 60 OR genes which differentially express among about 1000 olfactory sensilla. While the functions of OBPs, ORs and ODEs are generally understood, the function of SNMPs is not.  Nevertheless, the properties of SNMPs suggest they play a central role in odor detection.  \r\nThe proposed studies characterize the expression of SNMPs in the moth Manduca sexta (Lepidoptera) and SNMP homologues in the fruitfly Drosophila melanogaster (Diptera). We have identified 5 SNMPs from 4 moth species; these genes only express in olfactory neurons, and their proteins (around 525 amino acids) are localized to the receptor membranes where odors are detected.  SNMPs are related to the CD36 family of receptor proteins which have roles in fatty acid transport, lysosomal transport and cell death in animals ranging from humans to nematodes. SNMPs are the only CD36 family members known in neurons.  In this project, 13 identified SNMP-related genes of Drosophila will be characterized with respect to when and where they express and with which other genes they associate, and two identified SNMPs of  Manduca will be characterized to further understand their interactions and roles in odor detection.\r\nManduca and Drosophila belong to insect Orders that include nearly 250,000 named species, about 25% of the animal group insects that includes about 2/3 of all known eukaryotic species. Moths such as Manduca have long been among the most important model systems for understanding the behavioral, physiological and biochemical processes involved in pheromone detection in insects, and are an important comparative model for understanding pheromone detection in mammals and other vertebrates.  Drosophila has recently emerged as an important olfactory model system, due in part to the identification of complete families of olfactory genes from the fully sequenced genome and in part to the experimental genetic manipulations possible in Drosophila. Manduca and Drosophila are highly complementary and provide a comparison to identify both similarities and differences between insect olfactory systems. \r\nThis study will enhance understanding of the SNMP/CD36 gene family in several physiological systems, especially olfaction and the nervous system.  The study introduces new technologies to the PI's lab, the genetic tools of Drosophila, empowering the PI and his students to integrate Drosophila data into studies of other insects and systems.  The studies offer training opportunities for students, including those of underrepresented groups who are members of the PI's laboratory. The project will enrich understanding of basic regulatory processes underlying odor detection, providing insight for designing new strategies for insect control in olfactory-based predation of crop plants and host and mate seeking behaviors. Improved understanding of the molecular mechanisms underlying odor detection contributes to many disciplines including agricultural and chemical ecology, entomology, neurobiology, neuroethology, sensory biology, signal transduction and remote sensing.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Vogt",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Vogt",
   "pi_email_addr": "vogt@biol.sc.edu",
   "nsf_id": "000394048",
   "pi_start_date": "2002-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118500",
   "pgm_ele_name": "SENSORY SYSTEMS"
  },
  {
   "pgm_ele_code": "550000",
   "pgm_ele_name": "NEURAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1185",
   "pgm_ref_txt": "SENSORY SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 106221.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 80313.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 83526.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 86866.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 96342.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}