{
 "awd_id": "0212896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Symbiosis Society Congress Support, August 17-23, 2003, Saint Mary's University, Halifax, Nova Scotia",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2002-06-12",
 "awd_max_amd_letter_date": "2002-06-13",
 "awd_abstract_narration": "\r\nThe International Symbiosis Society based at Boston University requests support for the\r\nplanning and convening of its next scientific research Congress set for August 17 - 23,\r\n2003 at Saint Mary's University, Halifax, Nova Scotia. Five hundred participants are expected, most working in specific symbiotic systems such as mycorrhizae-plant interactions, endophytic fungi and grasses, nitrogen fixing bacteria/cyanobacteria and their hosts, hermatypic corals and dinoflagellates, lichens, insect and rumen gut microfauna, Azolla/Oryza sativa growth enhancement, and orchid ecology.\r\n\r\nKeynote speakers/leaders for the symposia include David Read, U. of Sussex, UK;\r\nBirgitta Bergman, Stockholm U.; Margaret McFall-Ngai, U. of Hawaii; Angela Douglas,York\r\nU., UK; Jan Sapp, U. of Montreal; Lynn Margulis, U. of Massachusetts; and Ove\r\nHoegh-Guldberg, Queensland U., Australia, among others. Congress organizers are Society\r\nPresident Douglas Zook biologist and science educator at Boston University and who is the\r\nP.I., and David Richardson, Dean of Science and lichenologist at Saint Mary's University,\r\nHalifax.\r\n\r\nThe Society is particularly unique in that it by its very nature it builds bridges\r\namong biologists/ecologists who would otherwise remain separated. Therefore, the main\r\nobjective of the Congress is to provide a special world forum where symbiologists can\r\noptimally exchange knowledge and ideas. Also, its dialogue and outcomes will contribute to\r\na greater understanding of global ecology, regional ecosystem function, and cell biology;\r\nencourage involvement in ecology in general and symbiosis in particular by students; and,\r\nactively promote content and curriculum enhancement in symbiosis for both pre-college and\r\nuniversity teachers.\r\n\r\nA focus theme of the Congress will be global threats to keystone symbionts, such as\r\nbleaching of zooxanthellae, lichen susceptibility to sulfur dioxide and related emissions,\r\nand the demise of larger symbiont-containing foraminifera. This theme further emphasizes\r\nthe deep but often ignored role symbiosis plays in earth systems and human society.\r\nAgriculture, forestry, biome establishment, restoration ecology, coral reef existence, and\r\nfundamental understandings of the eukarya cell are all substantiually dependent on\r\nsymbiosis.\r\n\r\nMore then fifty per cent of the funds for the Congress will be covered by registrant\r\nfees and some projected private corporate support. The ISS seeks additional support from\r\nthe NSF to help defray travel costs for graduate students; to provide travel and related\r\nsupport for featured speakers; to assist teacher attendance and support a symbiosis\r\nteacher workshop at the Congress; and to cover costs of key publications, such as special\r\neditions of the ISS newsletter, Symbiosis International, which will highlight Congress\r\nannouncements, conference schedule booklet, and the Congress abstract book.\r\nOngoing post-Congress contact will be mainained through a web exchange network on the\r\nISS web sites (Congress web site is http://people.bu.edu/dzook/), and selected papers from\r\nthe Congress will be published during 2004 in a special issue of the ISS affiliated\r\njournal, Symbiosis, published out of Tel Aviv.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Zook",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Zook",
   "pi_email_addr": "dzook@bu.edu",
   "nsf_id": "000091151",
   "pi_start_date": "2002-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "1305",
   "pgm_ref_txt": "ECOLOGICAL DIVERSITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}