{
 "awd_id": "0212110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Urochordate Origins of Neural Crest and Muscle",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith M. Venuti",
 "awd_eff_date": "2002-12-01",
 "awd_exp_date": "2006-11-30",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2002-06-11",
 "awd_max_amd_letter_date": "2004-06-07",
 "awd_abstract_narration": "0212110\r\nJeffery\r\n\r\nLittle is known about the origins of vertebrate features in the Phylum Chordata.  Here, the focus is on aspects of urochordate development that are expected to shed new light on this important problem in evolution and development.  The overall goal is to assess the origins of two key vertebrate features in the ascidian urochordates: (1) migratory neural crest cells and (2) larval musculature specified by inductive processes.  The ascidian species used in contemporary developmental biology (e. g., Ciona, Molgula, Styela, and Halocynthia) exhibit rapidly developing, highly streamlined tadpole larvae.  These derived larva appear to lack migratory neural crest cells and contain only about 40 tail muscle cells, which are primarily specified by localized cytoplasmic determinants.  The streamlined tadpoles, which have evolved for rapid dispersal, are not representative of most ascidian larvae.  Most ascidian species have larger, slowly developing tadpoles with more complex heads and robust tails, which are likely to represent the true ancestral state.  Accordingly, Dr. Jeffery will introduce here the ascidian Ecteinascidia turbinata as an experimental system to study the origin of key vertebrate features in the urochordates.  Ecteinascidia, a close relative of Ciona, has a giant tadpole larva exhibiting a head with preformed siphon rudiments, enlarged sensory organs, and pharyngeal gill slits, and a robust tail with 1134 muscle cells.  The development of ascidians with highly differentiated tadpoles has been virtually ignored and is ripe for analysis using modern technologies.  The Ecteinascidia system will permit him to combine a variety of experimental embryological and molecular approaches, including use of ongoing Ciona genomic and EST databases, to study the evolution of development.  This proposal specifically addresses neural crest and muscle development in Ecteinascidia embryos.  First, he will determine whether Ecteinascidia embryos have migratory cells homologous to vertebrate neural crest cells using a combination of vital dye and gene marking studies.  He already has strong evidence from DiI marking experiments that migratory neural crest-like cells are present.  He will determine the embryonic sources, regional migration patterns, and developmental fates of the neural crest-like cells, and compare their properties to vertebrate neural crest cells.  Second, he will determine whether the development of tail muscle cells in Ecteinascidia is controlled by cytoplasmic determinants, the predominant means of tail muscle specification in ascidians with streamlined larvae, or by inductive processes, the method of muscle specification characteristic of vertebrates.  These studies will be carried out by a combination of cell lineage tracing, in situ mRNA and protein localization, and blastomere isolation and recombination.  The intellectual merit of these studies is that they will provide new information on the evolutionary history of neural crest cells and the mechanisms of tail muscle development in the urochordates.  The broader impacts of the proposed activity is that it will address the origin of key vertebrate features in the Phylum Chordata and focus our future attention on particular chordate or non-chordate groups in order to chart the evolutionary beginnings of the complex vertebrate body plan.  Finally, the research is planned to foster general education in research by incorporating undergraduate students into the investigative process. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Jeffery",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Jeffery",
   "pi_email_addr": "jeffery@umd.edu",
   "nsf_id": "000317505",
   "pi_start_date": "2002-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  },
  {
   "pgm_ele_code": "111100",
   "pgm_ele_name": "DEVELOPMENTAL SYSTEMS CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}