{
 "awd_id": "0213842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Dynamics of Community-Based Environmental Protection",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 236506.0,
 "awd_amount": 236506.0,
 "awd_min_amd_letter_date": "2002-08-05",
 "awd_max_amd_letter_date": "2005-12-08",
 "awd_abstract_narration": "Policy-makers and policy entrepreneurs across the political spectrum tout community-based environmental protection (CBEP) as the future in environmental policy. Locally implemented and enforced environmental policies should produce more democratic, more civic-oriented, less contentious, more inclusive, and more efficient environmental decisions compared to traditional federal \"command-and-control\" environmental regulation.   The community -- not federal bureaucrats -- makes the core decisions in implementing policy and evaluating policy tradeoffs.  At the same time, these procedural innovations should yield superior environmental outcomes because decisions are informed by local knowledge, involve local stakeholders, and are sensitive to local conditions. In short, CBEP is supposed to produce better law, better policy, better politics, and better environmental outcomes.\r\n\r\n\tEnthusiasm notwithstanding, the CBEP model raises a number of serious questions: Are local environmental \"policymakers\" able to access and use the latest and most relevant scientific, engineering, and economic knowledge in decision-making? Is CBEP actually more inclusive, or do locally-based environmental decisions become captive of narrow economic and development interests? Is CBEP really a universal model for American communities, or do disparities in community wealth and capacity portend uneven (inequitable) levels of environmental protection across communities?  More broadly: Do communities with substantial control over environmental protection actually attain better environmental outcomes compared to traditional \"command and control\" regulation.\r\n\r\n\tTo address these questions, this project analyzes the implementation of Massachusetts' Wetlands Protection Act (MWPA), which has existed as a \"natural experiment\" in community-based efforts to protect the environment for over 20 years.  We examine two contrasting forms of CBEP:  (non-bylaw) communities versus (bylaw) communities.  The non-bylaw approach is a \"weak\" form of CBEP in which town (volunteer) conservation commissions act as an implementing agents for the state Department of Environmental Protection, where state regulations and oversight strongly proscribe local environmental decision-making (189 towns) in protecting wetlands.  In contrast the bylaw approach is a \"strong\" form of CBEP where town (volunteer) conservation commissions act to protect wetlands under their own locally-produced bylaws and rules, independent of state regulations and oversight (161 towns).\r\n\r\n\tIt is the comparison of these two forms that interests us. In a broad-based statistical analysis we are examining the record of wetlands protection across all 351 Massachusetts towns.  Combining graphic information system (GIS) data, site-specific wetlands permitting data, and community socio-economic data we address the questions posed above in the specific context of wetlands protection.\r\n \r\n\tOur analytic approach involves four innovations over existing studies.  First and foremost we devise a set of consistent, reliable, and substantively meaningful measures of environmental performance across communities. Second, we set up a design that controls for the many confounding influences and characteristics that have plagued the analytic utility of prior scholarship on CBEP.  Third, and derived from the above, we devise consistent and rigorous measures for categorizing communities most directly relevant to evaluating environmental decision-making.  Fourth we study a single environmental domain - wetlands - that is broadly salient to community development policy and politics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Meyer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Meyer",
   "pi_email_addr": "smmeyer@mit.edu",
   "nsf_id": "000163100",
   "pi_start_date": "2002-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 117158.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 119348.0
  }
 ],
 "por": null
}