{
 "awd_id": "0213738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Theoretical Analysis of Bargaining in Economics and Politics",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032920000",
 "po_email": "khusband@nsf.gov",
 "po_sign_block_name": "Kaye Husbands Fealing",
 "awd_eff_date": "2002-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 106073.0,
 "awd_amount": 106073.0,
 "awd_min_amd_letter_date": "2002-07-19",
 "awd_max_amd_letter_date": "2003-06-26",
 "awd_abstract_narration": "Democratic politics, for the purpose of theoretical analysis, might be divided into electoral politics, in which voters determine representatives, and post-electoral politics, in which representatives determine public policy. Whereas the study of electoral politics focuses on the candidate entry decision, the conduct of campaigns, and the incentives of voters, the study of post-electoral politics abstracts from these details and focuses on the process of negotiation and coalition formation among representatives, within a parliament or legislature, or across different branches of government.  This project studies post-electoral politics from a game-theoretic perspective, where one specifies a mathematical model of the institutional setting in which public policy is made, and where one employs concepts of equilibrium to predict the outcomes of rational strategic behavior. In technical terms, the project analyzes post-electoral politics as a \"bargaining game\" among elected representatives.  The objective is a theory of post-electoral politics that can yield sharp predictions in highly structured situations, as when debate revolves around one issue and positions of representatives are clear, and that is general enough to describe broad properties of policy outcomes, such as Pareto efficiency or the stability of the status quo, in less transparent contexts. The project is divided into four parts:  the first part proves that, in one-dimensional problems, the unique outcome of strategic bargaining is the ideal outcome of the middle (or \"median\") voter; the second part assumes less structure on the problem and considers issues of equilibrium existence, the stability of the status quo, etc.; the third part considers the strategic aspects of agenda formation in legislatures; and the fourth part examines the dynamics of policy outcomes over time.\r\n\r\nBecause it applies advanced methods from theoretical economics to the analysis of political issues, the results of the project will contribute both to the political science literature on legislative, parliamentary, and committee decision-making, and to the literature in economics on bargaining and game theory. From an academic standpoint, the project will improve our understanding of post-electoral politics and is a step toward a general theory that integrates the analyses of both electoral and post-electoral politics.  And this, from a long-range perspective, is a necessary step in the full understanding of existing political systems, the impact of political reforms, and the design of better political institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Duggan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Duggan",
   "pi_email_addr": "dugg@troi.cc.rochester.edu",
   "nsf_id": "000430456",
   "pi_start_date": "2002-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 52696.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 53377.0
  }
 ],
 "por": null
}