{
 "awd_id": "0214436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Preferences, Information and Incentives in Committee Decisions",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 81210.0,
 "awd_amount": 81210.0,
 "awd_min_amd_letter_date": "2002-07-20",
 "awd_max_amd_letter_date": "2003-06-20",
 "awd_abstract_narration": "Committees play critical roles in collective decision-making such as in Congress and in many other situations (e.g., board of directors, universities, jury, sports judging): they gather and report information, propose and choose policies. Severe incentive problems may arise in the committee decision-making process when committee members have different policy preferences and/or different information. In such circumstances, what are the important factors affecting effective committee decision-making and how should committees be structured to facilitate it?  This research project will develop several mathematical models of committee decisions to investigate various aspects of these questions.  The first model focuses on the informational role of committees, in an environment where committee members may shirk in gathering information and may distort reports of their findings to manipulate collective decisions.  Questions to study include how much information can be incorporated in the decisions and what is the optimal decision rule and optimal committee size. A second model is concerned with optimal voting rules for committees who vote on policy proposals developed by an agent, focusing on trade-offs among several effects: (1) information requirement for changing policies; (2) distortions by the agent; and (3) the agent's incentives to gather good information.  In a third model, the bargaining approach is used to formulate the idea that efficiency of the committee's decision-making deteriorates with heterogeneity of its members' interests, because heterogeneity makes compromises among members more difficult. The research project will also investigate why monetary transfers are rarely observed in real world committee decisions, while theoretically they can be quite useful because they can reduce distribution effects of committee decisions by having winners compensate losers, thus enabling the committee to focus solely on the efficiency aspects of its decisions.\r\n\r\nUnderstanding committee decision-making is important for understanding real world institutions and policies, and may provide suggestions to make committee decision-making more effective. In recent years, research on committee decisions has broadened its scope to examine organizational features of committee decisions. This research project builds on the existing literature and tries to shed new light on several aspects of committee organizational structure. The results of the project may generate theoretical and practical implications on committee size, decision rules, voting rules, restrictions on transfers, etc.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongbin",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongbin Cai",
   "pi_email_addr": "Cai@econ.ucla.edu",
   "nsf_id": "000486985",
   "pi_start_date": "2002-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 40491.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 40719.0
  }
 ],
 "por": null
}