{
 "awd_id": "0214555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Market Monitoring and Organizational Form",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2003-12-31",
 "tot_intn_awd_amt": 64773.0,
 "awd_amount": 64773.0,
 "awd_min_amd_letter_date": "2002-08-26",
 "awd_max_amd_letter_date": "2003-08-20",
 "awd_abstract_narration": "Modern economies exhibit a broad diversity of organizational forms: from small owner-operated firms to employee-owned partnerships, cooperatives, non-profits, and finally investor-owned corporations. A fundamental problem in economics is to understand the forces that lead to these different forms of organization and thus determine the structure of productive enterprise in the economy. This project proposes an economic framework for studying the economics of partnerships and their role in the professional services.  The approach highlights three ingredients that favor the formation of partnerships: (1) the importance of human capital in production; (2) a lack of information on the part of clients that leads them potentially to be concerned about the quality of the service they will obtain; and (3) the differing incentives of partnerships and corporations in the hiring and selection of senior employees. The theoretical model developed will explain why partnerships are typical in the professional services, where human capital is primary input to production and the nature of the service provided may be quite difficult for consumers to accurately assess, but rarely observed in manufacturing, technology, or lower-skill service industries.\r\n\r\nAssociated with this project is a rich set of broad impact policy questions concerning which forms of organization the law and regulatory policy should accommodate. One of the most striking empirical regularities in this area is that throughout manufacturing, technology, and many service industries, the great majority of enterprises are either small owner-operated firms or larger investor-owned corporations. However, in the professional services -- law, medicine, consulting, accounting, architecture, advertising-the traditional form of organization has been the professional partnership.  There is no single coherent framework for understanding the differences between partnerships and corporations, or for understanding the specific economics of professional services that have led to this particular form of organization. This project will offer a starting point for a broader investigation of market structure in the professional services, for examining legal and regulatory issues in these industries, and for interpreting empirical evidence about the structure of professional organizations.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Tadelis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Tadelis",
   "pi_email_addr": "stadelis@leland.stanford.edu",
   "nsf_id": "000096077",
   "pi_start_date": "2002-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 64773.0
  }
 ],
 "por": null
}