{
 "awd_id": "0215662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Cryo-Preparative Instrumentation for an Electron Microscopy Core",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 144371.0,
 "awd_amount": 144371.0,
 "awd_min_amd_letter_date": "2002-07-24",
 "awd_max_amd_letter_date": "2002-07-24",
 "awd_abstract_narration": "Phillips- 0215662\r\n\r\nA grant has been awarded to Dr. Thomas E. Phillips to fund the purchase of three cryo-preparative instruments:  (i) a high-pressure freezing machine, (ii) an automated freeze-substitution and low temperature embedding processor, and (iii) a cryo-ultramicrotome.  Conventional chemical fixation using aqueous fixatives cause unnatural changes in the fine structure of cells.  Conventional fixation and embedding techniques at room temperature are also well known to interfere with immunocytochemical localization of target antigens.  Cryo-fixation at ambient pressure results in the formation of ice-crystals that destroys the fine structure in all but the most superficial 10-20 mm of tissue.  Freezing at very high pressure increases the depth of tissue without ice crystal damage to over 200 mm.  The combination of cryo-fixation and freeze-substitution results in not only a truer preservation of tissue fine structure but also a greatly enhanced immunoreactivity.  For samples which can not be fixed using high-pressure fixation, such as those collected in the field, conventional fixation followed by cryo-ultramicrotomy has been demonstrated to show much higher immunoreactivity than specimens dehydrated and embedded in plastic resins.  \r\nTo maximize the impact of this technology, these instruments will be housed in a multi-user electron microscopy facility for use by all researchers on our campus.  Furthermore, investigators at other regional institutions will be able to use these instruments to prepare tissues that they can then examine on their home campuses.  Examples of the type of research to be performed with this equipment include the Phillips laboratory's plan to freeze plant seed tissues to examine the pathway that both endogenous and exogenous transgenic proteins travel through plant cells.  The Baskin laboratory studies how a plant organ attains a specific and heritable shape.  High pressure freezing will allow this lab to define the role that the filaments of the cell's cytoskeleton play in determining the shape of the root.  \r\nThe sequencing of the complete or partial genomes of a growing number of bacteria, plant and animal species has created a wealth of information concerning what proteins are made by these different organisms.  The next big breakthrough will be to determine the function of each of the proteins.  The first steps in this process are determining in which cells the proteins are expressed and where exactly within the cell the proteins are located at different developmental or physiological stages.  Electron microscopic immunocytochemistry offers a way to visualize the precise location of specific proteins and non-protein antigens within cells. These cryo-preparative instruments will not only increase the chances that our antibodies will recognize their target proteins but also ensure that the location that we find those proteins in accurately reflects their distribution in living cells.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Phillips",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Phillips",
   "pi_email_addr": "phillipst@missouri.edu",
   "nsf_id": "000298825",
   "pi_start_date": "2002-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 144371.0
  }
 ],
 "por": null
}