{
 "awd_id": "0215291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Floods and Human Response: Implications for Geomorphic Adjustment and Fish Habitat in the Interior Pacific Northwest",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 196801.0,
 "awd_min_amd_letter_date": "2002-08-02",
 "awd_max_amd_letter_date": "2006-07-03",
 "awd_abstract_narration": "Large floods on alluvial rivers produce geomorphic changes that create and renew fish habitat and help regenerate riparian vegetation.  Floods renew spawning gravels, scour and deepen pools, and create side channels and other off-channel features.  In addition, cottonwoods and other streamside trees important to stream ecology depend on floods for regeneration.  All of these features are created during moderate to large flood events.  Over a period of years after the flood event they infill, stabilize, or otherwise evolve to a less favorable condition.  The goal of this research project is to use evidence from historic large floods to understand the spatial pattern and controls of these geomorphic changes and to determine whether human response to historic floods has limited the ability of rivers to regenerate fish habitat.  Many Columbia River tributaries experienced a large flood (a flood the recurs on average once every 50 years or longer) in 1948 or 1965 when flood protection structures (levees, bank stabilization and channelization) were less extensive.  They also experienced another large flood in the 1996 when more flood protection structures were in place.  Using aerial photos, documentary evidence, and government agency records, spatial patterns of geomorphic change will be analyzed on long continuous river reaches that represent a range of variation in geomorphic controls and flood protection.  Geographic information system-based analyses of pre-flood and post-flood conditions will be used to create change maps.  Geomorphic change is expected to vary spatially in relation to controls such as valley width, flood power, sediment inputs, inputs of large woody debris.  Geomorphic change during the 1996 flood will be examined to determine whether and where habitat creation was reduced by flood protection structures.  In addition, historic development of flood protection structures will be reconstructed to see whether or not flood protection structures were built where the greatest flood impacts occurred.  If flood protection structures correspond to sites with the highest potential for geomorphic change, the ability of a river to regenerate fish habitat may be severely limited.\r\n\r\nThis project will advance understanding of the spatial controls of flood impacts and understanding of human response to flood damage.  The project will also contribute to development of ecologically sensitive flood protection policies.  The conflict between flood protection and restoration of aquatic habitat for endangered fish has become acute in the study region.  In 1996 a large and damaging flood occurred, and in 1997 more than 20 stocks of salmon in the Columbia River were listed as threatened or endangered under the Endangered Species Act (ESA).  Existing flood protection policies are not compatible with the ESA and are currently being revised.  Scientific findings like those that will result from this project will inform the debate and decision making by many local authorities throughout the region as they seek to adopt and implement new \"fish-friendly\" policies.  This project will develop ways to identify geomorphic \"hotspots\" for fish habitat and evaluate whether or not past human response to floods have limited fish habitat.  Results of the project will be disseminated through presentations at regional river management workshops and conferences, web pages, and publication in refereed scientific journals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "McDowell",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia F McDowell",
   "pi_email_addr": "pmcd@uoregon.edu",
   "nsf_id": "000267823",
   "pi_start_date": "2002-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Marcus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Marcus",
   "pi_email_addr": "marcus@uoregon.edu",
   "nsf_id": "000332459",
   "pi_start_date": "2002-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 62170.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 86412.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 48219.0
  }
 ],
 "por": null
}