{
 "awd_id": "0215966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of Scanning Nano-Raman Spectroscopy with Apertureless Near-Field Optics",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2002-09-15",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 308777.0,
 "awd_amount": 308777.0,
 "awd_min_amd_letter_date": "2002-08-12",
 "awd_max_amd_letter_date": "2005-02-22",
 "awd_abstract_narration": "Continuing the recent progress in nanoscience and nanotechnologies requires the development of methods of chemical, conformational, and stress analysis with nanoscale lateral resolution. The objective of this award from the MRI Program is to develop a scanning Raman spectrometer with spatial resolution of the order of 10-50 nm with a strongly enhanced optical signal. A central feature of the proposed work is the use of apertureless near- field optics to provide a gain of at least 10 exp.10 in intensity of the Raman signal over what may be achieved with currently available commercial instruments based on aperture-limited optics created with fibers. This approach will provide both exquisite spatial resolution and large local enhancement of the Raman signal using a scanning metallic tip. The enhancement is absolutely essential for measurement of the signal from small volumes. A long-term goal of the work is development of a Raman spectrometer capable of single molecule detection. The following specific objectives will be met in achieving the overall goal of the work: \r\n(1) Development of the technology for the creation of a metallic tip providing strong local enhancement of the Raman signal; (2) Optimization of different optical schemes for providing the incident light and collecting the Raman signal for particular experimental tasks; and  (3) Construction of the scanning Raman spectrometer prototype with nanometer scale spatial resolution. \r\n\r\nDevelopment of a scanning nano-Raman spectrometer (SNRS) supported under the MRI Program will be applicable to several scientific activities. In the study of adsorption of human blood proteins to well-defined surfaces, SNRS will provide laterally resolved information on conformational changes in the protein upon adsorption. The distribution of surface nano-domains in biomaterials from block copolymers, assembly of collagen fibrils, and fibrin formation are further biomaterials problems for which the SNRS instrument will provide unique information. Lateral variations in chemical composition at the surface of adhesive blends can also be mapped with SNRS and correlated with variations in surface mechanical properties. In blends of long-branched and linear chains SNRS will provide a laterally resolved alternative non-destructive method to study near surface composition in blends with isotopic labeling. It will also offer a means to study near surface composition without labeling. Additional research activities include the study of hybrid nanostructures from polymer brushes and dendrimers and mapping of surface functionality in ultrathin films of various sorts, including self-assembled monolayers with mixed functionalities. Development of the scanning nano-Raman spectrometer will have a significant impact on the Nation's academic research infrastructure not only polymeric materials, but also semiconductor technology, biotechnology and biology. The unprecedented measurements it will provide will promote better understanding of structure/property relationships in materials on the nanometer scale. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexei",
   "pi_last_name": "Sokolov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexei Sokolov",
   "pi_email_addr": "sokolov@utk.edu",
   "nsf_id": "000269195",
   "pi_start_date": "2002-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Foster",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Foster",
   "pi_email_addr": "mfoster@uakron.edu",
   "nsf_id": "000294186",
   "pi_start_date": "2002-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 308777.0
  }
 ],
 "por": null
}