{
 "awd_id": "0215393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Instrumentation for a Genomics Facility in Support of the URI Environmental Biotechnology Initiative",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2002-06-13",
 "awd_max_amd_letter_date": "2002-06-13",
 "awd_abstract_narration": "A grant has been awarded to the University of Rhode Island to acquire an automated DNA sequencer and supporting equipment.  The Environmental Biotechnology Initiative (EBI) at the University of Rhode Island was developed to promote biotechnology at the institution through research, teaching, and outreach.  Four central facilities are envisioned for the EBI - Imaging, Genomics and Proteomics, Transgenics, and Bioinformatics.  This grant award will establish the URI Genomics Facility by providing funds for the acquisition of a DNA sequencer and ancillary equipment dedicated for sample preparation.  Additionally, funds to support the hire of a Research Associate to manage and operate the facility are provided by this award and matching funds from the University of Rhode Island.  \r\n\r\nThe instrumentation and Research Associate will support the currently funded research activities of the three Principal Investigators (PIs) and eight other major users in five separate departments in three different colleges at the university. The funded research projects of the PIs include: studies of gene regulation in the causative agent of Lyme disease (Borrelia burgdorferi), studies of gene regulation in Vibrio anguillarum (a major bacterial pathogen of farmed salmon and other fish), determination of the bacterial species succession of Narragansett Bay, identification of the microbes that inhabit the deep ocean biosphere, determination of the regulation of the molecular mechanisms of osmoregulation in fish, identification of the microbes that inhabit the gastrointestinal tract of salmon, and population genetics of selected marine finfish (e.g., haddock and tautog).     The establishment of the Genomics Facility will allow user directed DNA sequencing with more rapid turnaround and lower costs then is presently available to URI-based investigators, who are forced to contract with other academic or commercial sequencing facilities.  It also is anticipated that numerous other investigators at URI will make use of the facility.\r\n\r\nThe ability to study life at the DNA level has fundamentally changed almost every aspect of research in the life sciences.  The high sample throughput afforded by automated DNA sequencers allows researchers to address questions concerning genetic diversity and gene regulation that were unapproachable only a few years ago.  The Genomics Facility also will play an integral role in training our students in state-of-the-art research methodologies and the art of scientific investigation.  The Research Associate will work with interested faculty to develop and refine laboratory exercises in molecular biology that include the theory and practice of the DNA sequencer purchased with these funds.   Additionally, it is anticipated that the acquisition of Genomics Facility will enhance the ability to attract new graduate students.  URI has actively engaged in the recruitment of students from under-represented groups for some years to enhance the number and quality of such students in our graduate programs in the biological sciences.  The availability of this core facility to support the research training of all students is expected to enhance recruitment and retention of students from under-represented groups.  The combination of improved research infrastructure and training opportunities will enable URI faculty to better compete for research funds, new faculty, and students. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nelson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Nelson",
   "pi_email_addr": "dnelson@uri.edu",
   "nsf_id": "000452820",
   "pi_start_date": "2002-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Smith",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Smith",
   "pi_email_addr": "dcsmith@uri.edu",
   "nsf_id": "000217499",
   "pi_start_date": "2002-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terence",
   "pi_last_name": "Bradley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Terence M Bradley",
   "pi_email_addr": "tbradley@uri.edu",
   "nsf_id": "000173182",
   "pi_start_date": "2002-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": null
}