{
 "awd_id": "0215625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Measuring the Earth's Lithospheric Deformation Field and Sub-Lithospheric Flow Field",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 157051.0,
 "awd_amount": 157051.0,
 "awd_min_amd_letter_date": "2002-08-22",
 "awd_max_amd_letter_date": "2002-08-22",
 "awd_abstract_narration": "Holt\r\nEAR-0215625\r\n\r\nIn the course of this project the investigators plan to construct two important global images that are directly relevant to mantle dynamics: 1) The strain field within deforming continental lithosphere and 2) The mantle flow field directly beneath the lithosphere.  The former provides a strong constraint on the allowable physical mechanisms by which continents deform and evolve, while the latter constitutes arguably the most direct means of evaluating the coupling of the plate-mantle system, and the relevant forces that drive both mantle flow and plate motion.  As a way of attacking both problems, they plan to utilize two large but rarely combined data sets: surface deformation measurements from geology and geodesy, and mantle deformation measurements from seismic anisotropy. With respect to lithospheric deformation, they plan to quantify the degree of vertical coherence of deformation between the surface and lithospheric mantle.  This diagnostic constitutes an effective means of testing a wide variety of deformation models that predict varying degrees of vertical coherence. High vertical coherence is expected for models in which the lithosphere deforms like a thin viscous sheet. Low vertical coherence is expected for models that involve lithospheric delamination or flow within a weak lower crust.  For mantle flow, they will estimate the sub-lithospheric flow velocity beneath both oceans and continents in as much of the world as possible.  Observations of the surface velocity field, together with the orientation of mantle azimuthal anisotropy, enable inference of the mantle flow velocity at the base of the asthenosphere. Two regional studies have been completed that illustrate both the feasibility of this approach and its significant potential: in Tibet they have found high vertical coherence of lithospheric deformation beneath Tibet. If this stands up with further observations to be made in this project, it will serve to strongly restrict the range of allowable models for this and similar regions.  Second, they have made the first direct observation of sub-lithospheric mantle flow velocity beneath western North America, where they find eastward-directed mantle flow of about 5 cm/yr in a hotspot reference frame.  Using these new observational constraints, the investigators seek to address basic questions about the sub-lithospheric flow field.  Is this flow field fixed in a hotspot frame or any other reference frame?  Alternatively are different subdomains, such as the various ocean basins characterized by distinct but relatively uniform flow velocities?  Are predicted flow fields driven by deep mantle density generally compatible with the observed sublithospheric flow field?  Do flow velocities in general require a weak asthenosphere beneath the lithosphere?  While either lithospheric deformation or sub-lithospheric flow may be dominant within any given region, they will assume that both are contributing as two distinct layers in general. Their modeling methodology will explicitly account for this, thus providing the capability for separating these two important influences in any region.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Holt",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Holt",
   "pi_email_addr": "william.holt@stonybrook.edu",
   "nsf_id": "000421478",
   "pi_start_date": "2002-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 157051.0
  }
 ],
 "por": null
}