{
 "awd_id": "0215759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Instrumentation for Proteome Analysis Core",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven E. Ellis",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 490891.0,
 "awd_amount": 490891.0,
 "awd_min_amd_letter_date": "2002-08-14",
 "awd_max_amd_letter_date": "2002-08-14",
 "awd_abstract_narration": "A grant has been awarded to the University of Minnesota-St. Paul, under the supervision of Dr. David A. Bernlohr to purchase equipment and technology in a dedicated facility termed the proteome analysis core.  The resources allocated to the proteome analysis core will be used to develop a core facility for rapid, quantitative, high-volume detection of proteins from plants, animals, insects and bacteria.  The rapid detection and identification of large numbers of specific proteins from mixtures and extracts is technically difficult, but is essential for a variety of biological applications including bio-identification, evaluation of treatment or conditions (bio-responses) and assessment of development (crop growth).  The first goal of the project is to provide researchers with the experimental technology necessary to assess expression of fluorescently labeled protein samples using nano-scale separation methodologies.  The second component of the technology is the utilization of a robotically driven sample analysis workstation that will interface with an existing mass spectrometry facility.  The combination of fluorescence-based protein detection coupled with rapid sample identification via mass spectrometry allows the user accurate identification of large numbers of proteins for a variety of basic and translational research needs.   \r\n\r\nSpecifically, the proteome analysis core will instruct researchers on the use of differential in-gel electrophoresis for the analysis of fluorescently labeled proteins.   The researcher will in turn be able to identify changes in protein expression or protein modification (precursor-product relationship).  Using a robotically driven analysis system, target proteins will be harvested from the gel, enzymatically digested, and the produced peptides spotted onto a MALDI plate.  The peptides are subsequently analyzed via mass spectrometry and using genome databases, identify proteins of interest.  The short time of analysis coupled with robotically driven workstation allows for scale-up and the analysis of hundreds of samples of proteins.   \r\n\r\nThe major theme of the proteome analysis core is one of training and education.  As opposed to an analytical service facility, the proteome analysis core trains students, postdocs, and faculty such that they themselves can manage a project.  As such, the technology has broad significance for training students in such diverse research areas such as crop and animal science, horticulture, bioremediation, and environmental science.  Because the proteome analysis core will be physically located in the BioDale technology corridor on the St. Paul campus of the University of Minnesota, it will be adjacent to other facilities linked to Genome Analysis, Imaging, Mass Spectrometry and Bioprocess Technology.  Course work, both during the academic year and during summer session, are being planned to train students in proteomics and mass spectrometry.  During the summer, minority scholars participating in the Life Sciences Undergraduate Research Program will make use of the proteome analysis core through workshops and their own research projects.  The availability of such a training site will allow the Univesity of Minnesota to attract, train, and recruit underrepresented minorities into our undergraduate and graduate programs and ultimately into science and technology based careers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Bernlohr",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Bernlohr",
   "pi_email_addr": "david-b@cbs.umn.edu",
   "nsf_id": "000383840",
   "pi_start_date": "2002-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Saint Paul",
  "perf_str_addr": "450 University Gateway",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 490891.0
  }
 ],
 "por": null
}