{
 "awd_id": "0215516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI/RUI-Acquisition of a Real-Time Quantitative PCR Instrument for Undergraduate Research and Teaching",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 111635.0,
 "awd_amount": 111635.0,
 "awd_min_amd_letter_date": "2002-05-13",
 "awd_max_amd_letter_date": "2004-08-18",
 "awd_abstract_narration": "Abstract\r\n\r\nA grant has been awarded to Pepperdine University under the supervision of Drs. Vandergon, Brewster, Nofziger Plank, and Helm to acquire research instrumentation that will enhance the undergraduate research and teaching programs in cell and molecular biology.  The instrument funded by this grant is designed to perform real-time quantitative polymerase chain reaction (QPCR) experiments.  QPCR is a technique in which low copy number DNA or RNA samples are amplified and detected in real time with fluorescent dyes as the reactions are progressing.  The ability to detect the amplified samples in real-time is of enormous value in addressing many questions in cell and molecular research because it allows for accurate quantitative analyses.  The QPCR instrument will be utilized in both summer undergraduate research programs and in the Honor's research program during the academic semesters. This instrument will facilitate research projects carried out in the context of the biology department's current summer program funded in part through a NSF-REU site grant.  The PI's will also develop four new undergraduate laboratory teaching modules that specifically utilize real-time QPCR in addressing low copy gene presence in samples, and gene expression in cells, tissues, or organisms. \r\n\r\nA variety of methods have been utilized traditionally for measurement of normal gene expression and detection of changes in gene expression, however, it is challenging to quantify traditional PCR and RT-PCR (reverse transcription PCR) assays which are prone to template conversion errors and amplification errors.  Recent advances in QPCR technology overcome these problems and allow for accurate quantification of amplified templates in real time experiments.  Specific research programs in which the QPCR instrument will be used are: (1) analysis of photolyase gene expression in response to UV radiation in amphibians (Vandergon), (2) examination of stress-response signals and apoptotic signals in eukaryotic cells (Brewster), (3) characterization of Notch signal transduction in mammalian cells (Nofziger Plank) and (4) examination of glycogen synthase regulation in animal cell culture model systems (Helm).  In addition, this instrument will be used to introduce new concepts into the laboratories of the core cell biology and biochemistry courses, several upper-division biology elective courses, and related courses in nutritional science.  Each faculty member associated with this grant will develop a new undergraduate laboratory teaching modules that explores gene presence within samples, temporal changes in gene activity, or induced changes in gene expression.  The four laboratory teaching modules that will be implemented using this instrument include:  (1) an analysis of intermediary metabolism gene responses of E. coli grown in different nutrient media, (2) an analysis of gene expression changes in response to environmental stress in yeast, (3) an analysis of the expression patterns of two genes involved in vulval development in C. elegans, and (4) an analysis of the presence of genetically modified organism (GMO) material in foods.  The developed laboratory modules will be made available freely on the Natural Science Division Web site at Pepperdine University.\r\n\r\nThis grant will foster undergraduate research in cell and molecular biology at Pepperdine University.  This instrument will provide a powerful new tool for use in student-generated independent research.  The grant will provide undergraduate students with access to the latest equipment for research in molecular and cellular biology.  It will aid also in generating student interest in graduate studies in cell and molecular biology and will provide training to students interested in employment in the biotechnology industry.  Cross-department connections will be made in research and teaching between the biochemistry program, biology program, and nutritional sciences program.  Ultimately, this grant will assist in training scientists in cutting edge techniques to keep research at Pepperdine University at the forefront of science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Vandergon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas L Vandergon",
   "pi_email_addr": "thomas.vandergon@pepperdine.edu",
   "nsf_id": "000380570",
   "pi_start_date": "2002-05-13",
   "pi_end_date": "2004-08-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Plank",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Donna N Plank",
   "pi_email_addr": "donna.nofziger.plank@pepperdine.edu",
   "nsf_id": "000585730",
   "pi_start_date": "2004-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Brewster",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jay L Brewster",
   "pi_email_addr": "jay.brewster@pepperdine.edu",
   "nsf_id": "000403946",
   "pi_start_date": "2002-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Nofziger Plank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna Nofziger Plank",
   "pi_email_addr": "donna.nofziger.plank@pepperdine.edu",
   "nsf_id": "000466249",
   "pi_start_date": "2002-05-13",
   "pi_end_date": "2004-08-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Helm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Helm",
   "pi_email_addr": "shelm@pepperdine.edu",
   "nsf_id": "000447369",
   "pi_start_date": "2002-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pepperdine University",
  "inst_street_address": "24255 PACIFIC COAST HWY",
  "inst_street_address_2": "",
  "inst_city_name": "MALIBU",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3105064819",
  "inst_zip_code": "902633999",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "PEPPERDINE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NHBMUW819YE7"
 },
 "perf_inst": {
  "perf_inst_name": "Pepperdine University",
  "perf_str_addr": "24255 PACIFIC COAST HWY",
  "perf_city_name": "MALIBU",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "902633999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 111635.0
  }
 ],
 "por": null
}