{
 "awd_id": "0216594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Aquisition of Equipment for Research at the Prescott College Kino Bay Center for Cultural and Ecological Studies",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 98556.0,
 "awd_amount": 98556.0,
 "awd_min_amd_letter_date": "2002-06-14",
 "awd_max_amd_letter_date": "2002-06-14",
 "awd_abstract_narration": "Abstract\r\n\tA grant has been awarded to Dr. Edward Boyer at Prescott College to acquire equipment and instruments necessary to support research in the areas of marine ecology, marine conservation and management, and community outreach at the Kino Bay Center for Cultural and Ecological Studies (the Prescott College field station on the Gulf of California).  The primary instruments to be purchased fall into three categories.  First is a GPS base station, associated hand held units, computers, software, and set up service.  This instrumentation will allow us to time/base correct GPS data and serve as the Base Station for this region of the Gulf of California which has no such base station within a 500km radius.  The work done will support mapping of islands, and coasts, desert vegetation, and tracking of marine mammals.  The second set of instruments is to be utilized in our Fin Whale photo identification project in the Midriff Island region of the Gulf.  These instruments include boat motors, cameras, plankton and physical oceanographic sampling devices, binoculars, and spotting scopes.  The third set of instruments include microscopes, cabinets, herbarium supplies, and a small inflatable boat to support ongoing research on commercial crab growth and reproduction in nearby mangrove estuaries.  All of these research projects are in cooperation with Mexican Federal (Instituto Nacional de Ecologia), and local agencies and NGO's\r\n\tCurrently, research at the Center has two major foci, 1) Isla Alcatraz - island inventory, conservation, and community based management plan development and 2) Fin Whale (Balaenoptera physalus) photo identification.  The island is small (about one half square km.), volcanic island, about 1.4 kilometer from the town of Bahia de Kino.  A primary focus of this research is on nesting cormorants, egrets and herons on the island. A biological inventory and detailed mapping of the island are also part of the project.\r\n\tThe majority of the users of our field station are undergraduate students and a small number of graduate students who overlap with and often assist visiting researchers thereby gaining invaluable field/ research training.  An important component of our research activities is the dissemination of information via environmental education projects in the local community,  by way of presentations at conferences, and through our web pages on the Prescott College website.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Boyer",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Edward H Boyer",
   "pi_email_addr": "eboyer@prescott.edu",
   "nsf_id": "000467718",
   "pi_start_date": "2002-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Prescott College",
  "inst_street_address": "220 GROVE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PRESCOTT",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9287782090",
  "inst_zip_code": "863012912",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "PRESCOTT COLLEGE INC",
  "org_prnt_uei_num": "WA41FYUAR7P5",
  "org_uei_num": "WA41FYUAR7P5"
 },
 "perf_inst": {
  "perf_inst_name": "Prescott College",
  "perf_str_addr": "220 GROVE AVE",
  "perf_city_name": "PRESCOTT",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "863012912",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 98556.0
  }
 ],
 "por": null
}