{
 "awd_id": "0216920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensory Transduction of the Green Light-Induced Reversal of the Stomatal Response to Blue Light: Mechanisms and Functional Implications",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2002-09-14",
 "awd_max_amd_letter_date": "2004-03-30",
 "awd_abstract_narration": "Regulation of stomatal apertures by guard cells controls leaf gas exchange and modulates photosynthesis and plant water use. Guard cells sense many environmental and hormonal signals through complex sensory transducing cascades. Light is a major signal modulating stomatal responses. Like many other plant cells, guard cells have a specific sensory transducing cascade that uses blue light as an environmental signal. Recent, NSF-supported studies with guard cells have discovered that blue light-stimulated stomatal opening can be fully reversed by green light. The green reversal can be observed in light-pulse studies: If a pulse of blue light is followed by a green light pulse, stomatal opening is not observed, if the green pulse is followed by second blue light pulse, the opening response is restored. The green reversal is also observed under continuous blue and green illumination. In this case the reversal depends on the green light dose, with full reversal observed under a 2:1 green to blue light ratio. The action spectrum for blue light-stimulated opening has the \"3-finger\" fine structure typical of many blue light responses in plants. The action spectrum for the green reversal also shows a 3-finger structure, red-shifted by about 90 nm. The carotenoid, zeaxanthin has an absorption spectrum closely matching the action spectrum for blue light-stimulated opening, and carotenoid isomerization in a protein environment often red-shifts the absorption spectrum. One of the objectives of this project is to determine the nature of the photochemical reactions mediating the blue-green reversal, the identity of the involved chromophore(s), and the early sensory transducing events leading to the green reversal of blue light-stimulated opening. The photochemistry of the early sensory transducing steps will be studied by HPLC, UV-visible, resonance Raman, and Fourier Transform Infrared Absorption Spectroscopy (FTIR). Several photoreceptor mutants such as npq1 and phot1 phot2 will be studied in order to determine whether their genetic lesions have impaired the blue green reversal response. Another objective is to investigate whether the blue green reversal response in guard cells senses the blue:green photon ratio of solar radiation reaching leaves growing in sun and shade conditions, and transduces it into acclimation strategies. Success in these studies will characterize a new photobiological mechanism of plant cells, which could mediate plant acclimations and adaptations. \r\n\tThe recently discovered reversal of blue light-stimulated stomatal opening by green light offers a new understanding of the ways plant cells respond to light. Detailed investigation of the photochemical reactions mediating the blue/green reversal could open the way for the unambiguous identification of a blue light photoreceptor in guard cells. In addition, research on the blue/green reversal in the intact leaf could significantly enrich our understanding of ways by which leaves acclimate to sun and shade conditions. Success in the research project supported by this award should significantly enrich our knowledge of plant function.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Zeiger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo Zeiger",
   "pi_email_addr": "zieger@lbes.medsch.ucla.edu",
   "nsf_id": "000458872",
   "pi_start_date": "2002-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}