{
 "awd_id": "0216525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a Digital Video/Data Recorder for Monitoring Behavior and Multi-Dimensional Movements of Marine Mammals at Sea",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Polly A. Penhale",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 219662.0,
 "awd_amount": 219662.0,
 "awd_min_amd_letter_date": "2002-08-20",
 "awd_max_amd_letter_date": "2002-08-20",
 "awd_abstract_narration": "Research on the behavioral and energetic adaptations of Weddell seals (Leptonychotes weddellii ) to the cold dark Antarctic fast-ice environment have been facilitated by recent developments in animal-borne video systems. The PI has developed a small, analog video/data recorder that can be attached to free-ranging marine mammals to observe their underwater behavior, track their three-dimensional movements, and simultaneously record data on their environment. The current effort will build on this success and advance the technology to the next level. The video/data recorders will be redesigned include the following new features:  digital video recording for up to 30 h, a Global Positioning System (GPS) for geolocation at the surface, extended data recording for up to 14 days, and a 50% reduction in size. Development includes specifications for an advanced digital video/data recorder and operating software. The new video/data recorder will be jointly designed and fabricated by Texas A&M University at Galveston and Pisces Design (San Diego, CA). The system will consist of two parts. The first will be a small aluminum housing for the microcontroller and sensors for pressure, swim speed, compass bearing, ambient temperature, ambient dissolved oxygen, ambient light level, tilt, pitch and roll. The use of a 31 gigabyte or larger mini-hard drive for storing compressed, digital video and audio will allow a considerable size reduction from previous designs while retaining full programmability and increasing the recording duration to ca. 30 h. The microcontroller will have at least 8 analog-to-digital converters at 12-bit resolution or greater. This housing will also contain lithium ion batteries that will power the micro-controller, compass, sensors and GPS. The second housing will contain the miniature video camera with near-infrared light emitting diodes (LED) as a light source. The camera will be a low light sensitive, black and white camera. This high-resolution camera is sensitive to visible and near-infrared wavelengths of light. The near-infrared LED light source is designed for imaging in total darkness without disturbing the animal's behavior (near-infrared light is invisible to marine mammals and fishes). This new generation of video/data recorder will be used initially as part of current studies of the foraging behavior of free-ranging Weddell seals in Antarctica and will yield new insights into the activities of animals at sea. This includes the study of general foraging strategies, searching behavior, searching mechanics, modes of swimming, and foraging efficiency for different environmental conditions and prey type. The new instruments will advance the ability to conduct these investigations byproviding high quality digital video recordings, enhancing our ability to track the movements of animals at the surface (with GPS) and while submerged (with three- dimensional tracking), and reducing the size to decrease hydrodynamic drag. In addition to the study of marine mammals, the video/data recorder has broad applicability to a variety of submersible platforms and human divers. The video/data recorder will contribute to the development of new undersea technology and instrumentation that can be used to better understand and protect marine organisms and their habitats.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Davis",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Randall W Davis",
   "pi_email_addr": "davisr@tamug.edu",
   "nsf_id": "000458827",
   "pi_start_date": "2002-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University at Galveston",
  "perf_str_addr": "200 SEAWOLF PKWY",
  "perf_city_name": "GALVESTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "77554",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "TX14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "164700",
   "pgm_ele_name": "ANT Instrum & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 219662.0
  }
 ],
 "por": null
}