{
 "awd_id": "0216334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a High-Performance Digital Video Collaboratory (DVC) for Learning Sciences Research",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 455684.0,
 "awd_amount": 455684.0,
 "awd_min_amd_letter_date": "2002-07-19",
 "awd_max_amd_letter_date": "2005-03-15",
 "awd_abstract_narration": "With support from a NSF Major Research Instrumentation (MRI) award, Dr. Roy Pea will develop a new develop a new instrument for high-resolution digital panoramic audio-video recording, analysis and communication. The Digital Video Collaboratory (DVC) will provide an integrated suite of hardware technologies and Stanford's DIVER software system (Digital Interactive Video Exploration and Reflection) will allow researchers and educators to generate and share different points-of-view (POV) and analytic perspectives on the same richly recorded classroom events. Panoramic image acquisition is make possible by using a multi-camera digital video system coupled with mirrors to capture images over 360 degrees of horizontal arc. These camera images are then stitched together by software so that the captured scene may be displayed on a computer monitor as a rectangle that depicts the \"unwrapped\" 360-degree field of view.\r\n\r\nTo develop the DVC the team will integrate a state-of-the-art digital panoramic video capture system and a room-size microphone array in an experimental space with associated software and hardware tools for synchronizing, storing and managing the multimedia data streams. The DRIVER software system will be used to author and annotate POV-paths through these \"Free-D\" panoramic digital video records. Using a personal computer, the DIVER user pans and zooms a \"virtual camera\" window over a panoramic scene to focus on events of interest. The user may then mark interest points and record their POV-paths and associated textual annotations (for research or educational purposes). An annotated DIVER file can be shared through a computer network so others may re-experience and respond to the user's interpretive \"tour\" of the recorded activities. The user of DIVER is thus able to be a \"virtual videographer\", after the fact of panoramic video capture.\r\n\r\nThis project is important because researchers in the learning sciences increasingly rely on multimedia technologies to capture the complexities of learning environments and to repeatedly view recordings to deepen interoperation and analyses. Digital video and audio, integrated with other data types, promise far more complete records of learning activities than older methods, and enable multiple researchers to investigate common datasets, as in other disciplines. However, current approaches to multimedia recording are often ad hoc, yielding partial data and hindering the development of more powerful theory and practice. The Digital Video Collaboratory and the DIVER software system have potential for widespread use not only in learning sciences research and training and teacher education, but also in many fields for which panoramic audio-video recording and annotation can provide a useful function. An integral part of the project is the use of the DVC by many faculty at Stanford and elsewhere for their research, for graduate and undergraduate education in learning and cognitive sciences, and for teacher education.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roy",
   "pi_last_name": "Pea",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Roy D Pea",
   "pi_email_addr": "roypea@stanford.edu",
   "nsf_id": "000319869",
   "pi_start_date": "2002-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 455684.0
  }
 ],
 "por": null
}