{
 "awd_id": "0216927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a Nondestructive Microprobe for Research and Education on Multiscale Materials Physics",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 468041.0,
 "awd_amount": 468041.0,
 "awd_min_amd_letter_date": "2002-08-01",
 "awd_max_amd_letter_date": "2002-08-01",
 "awd_abstract_narration": "This award from the Major Instrumentation Program provides support to  scientists at the University of California, Riverside who are developing a microprobe that can take pictures revealing the spatial distributions of various atomic-scale defects that may be present in an object. Nanoscale imperfections in solids can interact to produce macroscopic effects in response to applied stress, such as aging, weathering and cracking. Understanding the mechanisms for the transformation of isolated defects into significant imperfections is crucial to predicting and ultimately preventing failure in many materials of key importance to society.  An essential element to correlating macroscopic events with their precursors would be the availability of images that could show the spatial distribution and organization of atomic defects on many length scales. The positron microprobe has an unrivaled sensitivity for detecting open volume defects at the parts-per-million level of concentration in many materials. The objective is to develop an instrument that includes a scanning positron microprobe that can capture images of material defects with a high data rate and resolution such that centimeter size samples can be viewed with micron resolution. The microprobe will be useful across many scientific disciplines, leading to advances in diverse fields including environmental science and geology where the examination of rocks could reveal pathways for the transport of pollutants and elucidate important evidence for the earliest life forms. \r\nThe microprobe instrument will combine (a) a positron microprobe for crystalline imperfections and porosity; (b) a picosecond laser probe for introducing thermal gradients and acoustic shocks and for measuring surface reflectivity; (c) a scanning electron microprobe for measuring features at 20 nm resolution on precisely the area of interest without disturbing a sample; and (d) a sample preparation and surface spectroscopy station. The scanning positron microprobe will have a two orders of magnitude greater data collection rate than any existing positron probe and would for the first time allow obtaining images at 1 micron resolution over macroscopically interesting distances in useful laboratory timescales, ie., several hours. The combination of this unique positron probe with two well-established tools, ie., SEM and optical imaging, would enable structure studies on spatial scales extending from atomic defects to macroscopic fracture on the mm scale and temporal studies from picoseconds to days.  The object of having all instruments combined in the same sample chamber is to ensure that the atomic scale defects are not changed by remounting and handling of the sample and that the stresses on the sample remain the same for all 3 characterizations.  The proposed instrument will thus have all the advantages of SEM/laser/optics combined with a unique positron contrast image linked to atomic-scale defects.\r\nSeveral students will be trained in the details of the principles, construction and operation of the proposed instrument. The availability of the microprobe will be the basis for the formation of an interdepartmental group of researchers focused on understanding the well known tendency of systems driven by stress or energy gradients to organize at many length scales. \r\n\r\nA new type of microscope combining positron, electron, and laser microprobes will be developed that will allow scientists to study how atomic-scale defects affect the physical properties of solid materials and how neighboring atomic-scale defects are gradually organized into much larger imperfections such as cracks.  The core of the instrument is a positron microprobe, which has an unrivaled sensitivity for detecting defects in which a handful of atoms are missing from their usual location.  By combining the positron microprobe with a conventional electron microscope that can resolve structures on the scale of 100's of atoms and a pulsed laser microscope that can resolve structure on a micron scale, it will be possible to directly resolve how individual atomic defects evolve into larger and larger structures.  With the new understanding made possible by such an instrument, materials scientists may one day be able to predict where cracks will form in a strained, aging, or weathered object.  This will allow to test and design stronger and more durable materials for semiconductor devices, airplane turbines, and nuclear waste storage containers.  The new microprobe will be useful in all scientific disciplines where solid material properties are important.  For example, it may lead to advances in environmental science and geology where the examination of rocks could reveal pathways for pollutants to move and provide evidence for the earliest forms of life. \r\n\r\nseveral students will be trained in the details of the principles, construction, and operation of the proposed instrument.  Once available, the microprobe will be the basis for the formation of an interdepartmental group of researchers focused on understanding the general tendency of all complex systems to respond on many length scales when they are strained.  The ultimate goal would be to find new physical principles which would allow us to predict the behavior of a wide variety of seemingly unrelated complex systems ranging from systems of atoms in a solid to systems of astronomical bodies in a galaxy, molecules in a cell, or organisms in a colony.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Mills",
   "pi_mid_init": "P",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Allen P Mills",
   "pi_email_addr": "allen.mills@ucr.edu",
   "nsf_id": "000101322",
   "pi_start_date": "2002-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Tom",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Harry W Tom",
   "pi_email_addr": "harry.tom@ucr.edu",
   "nsf_id": "000440688",
   "pi_start_date": "2002-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "175000",
   "pgm_ele_name": "MPS DMR INSTRUMENTATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 468041.0
  }
 ],
 "por": null
}