{
 "awd_id": "0216136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:    Acquisition of a Nanostructure Fabrication and Characterization System for Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 342048.0,
 "awd_amount": 342048.0,
 "awd_min_amd_letter_date": "2002-08-27",
 "awd_max_amd_letter_date": "2002-08-27",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation program, SUNY Buffalo will acquire a high-resolution (1.5 nm) scanning electron microscope equipped to function as an electron beam lithography system and a wafer probe station for nanostructure device characterization, both for research and education purposes. This system will permit fabrication and test of metal, semiconductor, and polymer nanostructures for nanoelectronic, nanophotonic, and spintronic and molectronic applications, as well as for basic physics and chemistry studies. This acquisition will enhance existing and planned research programs in the Institute for Lasers, Photonics and Biophotonics and its affiliated materials activity, the Center for Advanced Photonic and Electronic Materials (CAPEM), as well as other research programs in the Departments of Chemistry, Physics and Electrical Engineering. Research efforts in these areas are presently supported by NSF, DARPA, ONR, AFOSR and New York State. The system will be maintained and operated as a research facility through the Institute of Lasers, Photonics and Biophotonics (ILPB). This is a University-supported institute that brings together faculty from science and engineering departments, and from departments in the School of Medicine and Biomedical Sciences at the University at Buffalo, as well as from other universities.  A half-time Ph.D.-level technical support person will be responsible for Daily operation and training of students, who will be supervised by faculty members. A wide range of research projects will make use of this facility: basic physics of low dimensional (nanoscale) quantum fluids and magnets, studies (through nano-apertures) of internal transitions of excitons in lateral fluctuation single quantum dots, fabrication and evaluation of nanoscale thin-film transistors and nanowires, fabrication and evaluation of molectronic device structures, and fabrication and basic studies of nanospintronic structures. In addition, this system will also be used to educate and train a generation of students in Electrical Engineering, Physics and Chemistry in nanoscale lithography and device/structure fabrication and characterization; it will also enhance in an important way a recently funded NSF IGERT program.\r\n%%%\r\nWith this award from the Major Research Instrumentation program, SUNY Buffalo will acquire a high-resolution (1.5 nm) scanning electron microscope equipped to function as an electron beam lithography system and a wafer probe station for nanostructure device characterization, both for research and education purposes. This system will permit fabrication and test of metal, semiconductor, and polymer nanostructures for nanoelectronic, nanophotonic, and spintronic and molectronic applications, as well as for basic physics and chemistry studies. The system will be maintained and operated as a research facility through the Institute of Lasers, Photonics and Biophotonics (ILPB). This is a University-supported institute that brings together faculty from science and engineering departments, and from departments in the School of Medicine and Biomedical Sciences at the University at Buffalo, as well as from other universities.  A half-time Ph.D.-level technical support person will be responsible for Daily operation and training of students, who will be supervised by faculty members. A wide range of research projects will make use of this facility. In addition, this system will also be used to educate and train a generation of students in Electrical Engineering, Physics and Chemistry in nanoscale lithography and device/structure fabrication and characterization; it will also enhance in an important way a recently funded NSF IGERT program.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "McCombe",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce D McCombe",
   "pi_email_addr": "mccombe@mccombe.physics.buffalo.edu",
   "nsf_id": "000088207",
   "pi_start_date": "2002-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paras",
   "pi_last_name": "Prasad",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Paras N Prasad",
   "pi_email_addr": "pnprasad@acsu.buffalo.edu",
   "nsf_id": "000224917",
   "pi_start_date": "2002-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Luo",
   "pi_email_addr": "luo@buffalo.edu",
   "nsf_id": "000290753",
   "pi_start_date": "2002-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Cartwright",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander N Cartwright",
   "pi_email_addr": "ancartwright@missouri.edu",
   "nsf_id": "000388035",
   "pi_start_date": "2002-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Titus",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Albert H Titus",
   "pi_email_addr": "ahtitus@buffalo.edu",
   "nsf_id": "000124062",
   "pi_start_date": "2002-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 342048.0
  }
 ],
 "por": null
}