{
 "awd_id": "0216077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a 750 MHz NMR Spectrometer/Cryoprobe System and High Field NMR Console/Probe Upgrades for Biomolecular NMR Spectroscopy",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 1178025.0,
 "awd_amount": 1178025.0,
 "awd_min_amd_letter_date": "2002-08-23",
 "awd_max_amd_letter_date": "2002-08-23",
 "awd_abstract_narration": "PROJECT SUMMARY\r\n\r\nA grant has been awarded to Dr. James T. Stivers at Johns Hopkins University School of Medicine to purchase a Varian 750 MHz NMR spectrometer equipped with a triple resonance probe, to upgrade existing 500 MHz and 600 MHz instruments with present generation consoles, and to purchase an additional high sensitivity triple resonance probe with a tunable X channel for the existing 500 MHz instrument.  .  These spectrometers will be located at the NMR facility, and will be used to significantly advance fundamental research into the structure, mechanism and dynamics of biological macromolecules using multi-dimensional heteronuclear NMR methods.  This acquisition will allow the research programs of six primary NMR investigators to take advantage of revolutionary magnet and probe technologies that are essential for studying large biological molecules under dilute conditions.  The 750 MHz spectrometer with cryoprobe will provide a significant increase in chemical shift dispersion and sensitivity that is essential for studying denatured states of proteins, aliphatic proton regions of nucleic acids, and obtaining spectral resolution of native 20-40 kDa proteins and large protein and protein-DNA complexes that are now under study.  The 750 MHz spectrometer/cryoprobe system will allow NMR data to be acquired with sensitivity that is over 4-fold greater than the spectrometers currently being used, and will enhance the measurement of residual dipolar couplings in macromolecules.  This technology will also allow the study of biological molecules that are currently inaccessible due to inherent weakness of the NMR signals, low solubility, low sample availability, or short-lived stability.  \r\n\r\nThe types of NMR experiments that will be enhanced using the new NMR systems will include the complete array of double and triple resonance heteronuclear experiments using isotopically 13C, 15N and/or 2H labeled protein and nucleic acid samples.  In addition, the 750 MHz spectrometer will be used for homonuclear 1H experiments, such as DQF-COSY, TOCSY and NOESY on macromolecules that may be difficult to isotope label, or in situations where resolution is critical, such as the heavily overlapped sugar proton regions of nucleic acids, or the aromatic regions of proteins.  The NMR experiments will be used to obtain chemical shift assignments, measure structural restraints for macromolecular samples in the form of NOE derived distances, J-coupling derived dihedral angles, and using residual dipolar couplings derived atomic vectors and alignment tensors.  Additionally, heteronuclear NMR experiments will be used to study both fast (ps) and slower (ms to ms) dynamics in macromolecular systems.  \r\n\r\nThese instruments will be used to facilitate NMR studies on biological macromolecules and their complexes in efforts to probe the physical and chemical basis for protein and nucleic acid function.  We anticipate that these fundamental discoveries will impact protein engineering efforts, protein fold predictions, as well as our ability to target enzymes with small molecule inhibitors and activators.  The upgraded NMR facility will enhance student training by providing a user friendly instrument, and ample user time that is required for student researchers to become comfortable in the execution of modern NMR experiments.  The participating investigators will initiate a new course covering the basics of executing homonuclear and heteronuclear NMR experiments on these new instruments.  This course will augment the existing graduate curriculum, and will attract advanced undergraduate students from local universities, including minority serving inttitutuons. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Stivers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Stivers",
   "pi_email_addr": "jstivers@jhmi.edu",
   "nsf_id": "000472985",
   "pi_start_date": "2002-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Mildvan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Albert S Mildvan",
   "pi_email_addr": "",
   "nsf_id": "000220182",
   "pi_start_date": "2002-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Shortle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Shortle",
   "pi_email_addr": "dshortl1@jhmi.edu",
   "nsf_id": "000291020",
   "pi_start_date": "2002-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Tolman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joel R Tolman",
   "pi_email_addr": "tolman@jhu.edu",
   "nsf_id": "000189505",
   "pi_start_date": "2002-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Blake",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Blake Hill",
   "pi_email_addr": "hill@jhu.edu",
   "nsf_id": "000318303",
   "pi_start_date": "2002-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University School of Medicine",
  "perf_str_addr": "Homewood Divisions, Room 113",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "21218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 1178025.0
  }
 ],
 "por": null
}