{
 "awd_id": "0216297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Development of a Focused Ion Beam System with Multi-Ion and Direct-Write/Implantation Capability for Fabrication of Mesoscale Structures",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2002-08-09",
 "awd_max_amd_letter_date": "2006-02-09",
 "awd_abstract_narration": "This award from the Major Research Instrumentation program supports Harvard University and UC Berkeley with the development of a focused ion beam system with multi-ion and direct-write/implantation capability for fabrication of mesoscale structures. Harvard University and UC Berkeley-LBNL will develop a new Focused Ion Beam (FIB) system that is capable of producing a variety of ion species for direct implantation, maskless patterning, and ion beam sculpting, with nanometer resolution. Key Harvard and UC Berkeley faculty and staff will establish design specifications based on research needs. Postdoctoral appointments and senior technical staff will follow the project through completion and into operation. Ion sculpting research by the Golovchenko group at Harvard will be applied to fabricate critical ion source extraction apertures for the system. The primary ion source, ion beam manipulation, ion optics, and fabrication capabilities will be provided by Professor Ka-Ngo Leung's group at UC Berkeley. Selected specialized components will be fabricated under sub-contract at LBNL, where Professor Leung holds a joint appointment. The system will consist of an integrated, multiple-beam facility housed in a high vacuum processing and analysis chamber. A compact Scanning Electron Microscope (SEM) will be configured for in situ imaging. A high resolution Focused Ion Beam (FIB) system will be designed that can be used for nanofabrication and direct write/implantation. Ion sources will be easily interchangeable with the FIB column for maximum flexibility, including the use of negative ions. Systems with controllable, multiple apertures (multiple beams) will be explored to increase processing speed and versatility. In situ diagnostics will be designed into the chamber to facilitate future fabrication and research applications. The completed system will be installed, operated and maintained by technical staff of Harvard's Center for Imaging and Mesoscale Structures (CIMS) as a new shared equipment facility available to all faculty and collaborators for research and education.  \r\n\r\n\r\nCurrent research to understand the science associated with mesoscale structures has shown the need for new approaches to the fabrication of future small-scale structures. For example, conventional Focused Ion Beam (FIB) systems utilize Gallium liquid metal ion sources and Gallium is an undesirable contaminant that severely limits many applications and fundamental studies. A second example of current limitations is the need to selectively dope/modify small regions in nanoscale device structures. At present this requires complex masking, implantation, evaporation, diffusion, annealing, and lift-off steps that become increasingly difficult as device dimensions shrink. A third limitation is the lack of integrated diagnostics in conventional systems which limit research applications. Harvard University and the University of California (UC) Berkeley/LBNL will collaborate to develop a new Focused Ion Beam (FIB) system capable of utilizing a variety of ion beams/species for direct implantation, maskless patterning, and ion beam sculpting, all with nanometer resolution. This system will not only provide unique capabilities for research, but improvements made in the course of the development will also be of interest in the U.S. processing and equipment industries. By operating the new system as a shared equipment facility within Harvard's Center for Imaging and Mesoscale Structures (CIMS), existing Harvard programs such as the NSF Materials Research and Engineering Center (MRSEC), the NSF Nanoscale Science and Engineering Center (NSEC), and other faculty and students can make immediate use of the new system for research, training, and education. Close ties will be maintained with UC Berkeley and interested industries to ensure optimum future development and applications of the system.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Aziz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Aziz",
   "pi_email_addr": "maziz@harvard.edu",
   "nsf_id": "000089834",
   "pi_start_date": "2006-02-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Bill",
   "pi_last_name": "Appleton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Bill R Appleton",
   "pi_email_addr": "applet@mse.ufl.edu",
   "nsf_id": "000396224",
   "pi_start_date": "2002-08-09",
   "pi_end_date": "2005-07-15"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Aziz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Aziz",
   "pi_email_addr": "maziz@harvard.edu",
   "nsf_id": "000089834",
   "pi_start_date": "2002-08-09",
   "pi_end_date": "2005-07-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jene",
   "pi_last_name": "Golovchenko",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jene A Golovchenko",
   "pi_email_addr": "Golovchenko@physics.harvard.edu",
   "nsf_id": "000181638",
   "pi_start_date": "2002-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}