{
 "awd_id": "0216091",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hormone-related Differences and Similarities in Song Birds",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John A. Byers",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 441792.0,
 "awd_amount": 453792.0,
 "awd_min_amd_letter_date": "2002-07-19",
 "awd_max_amd_letter_date": "2005-03-10",
 "awd_abstract_narration": "LAY SUMMARY\r\n\r\nMales and females typically resemble one another in some ways and differ in others.  Differences may arise because one sex is subject to greater reproductive competition than the other (sexual selection) or because the sexes differ in their ecology (natural selection).  Because males and females share a common genome, they are also subject to correlated selection, which occurs when genetic variants directly favored by selection in one sex ('like father, like son') are carried along in the other sex ('like father, like daughter').  Correlated selection can hasten evolution if attributes directly favored in one sex also benefit the other, or it may serve as a constraint when the attributes are disadvantageous to the second sex.\r\n\r\nProximate mechanisms underlying sex differences and resemblances include developmental programs, steroid hormones, and steroid-independent differences in gene expression that lead to sexually differentiated tissues. Gonadal steroids can act early in development to organize tissues so that they are or are (or are not) responsive to activation by a steroid later in life. Gonadal steroids can also affect the sexes as adults, and, when their effects are similar, there is potential for correlated selection.  \r\n\r\nThe focus of this proposal is the steroid hormone, testosterone, and its integrating effect on sex differences and resemblances in adult males and females of a songbird species, the dark-eyed junco.  The research has four objectives: \r\n\r\n(1)\tto assess the role of testosterone in sexual integration by comparing natural profiles of male and female hormone levels, hormonal response of females to stimuli known to increase T in males, and hormone levels in females that do and do not produce young by extra-pair fertilizations (EPFs). Resemblance between the sexes will reveal the potential for correlated selection.\r\n(2)\tto alter the level of circulating testosterone experimentally and compare effects of altered testosterone in females to previous results from males.  Individual experiments will address whether elevated testosterone in females alters attractiveness to males (sexual selection) and whether it affects parental behavior, social status, or immune function (natural selection). They will also address interactions between testosterone, corticosterone, corticosteroid binding globulins.\r\n(3)\tto determine whether female responses to altered testosterone are beneficial, neutral, or detrimental in the field. If the sexes constrain one another, alterations that are beneficial in one sex should be detrimental in the other. If the sexes reinforce one another, alterations may be beneficial in both sexes.  If the sexes are independent, then alterations already known to be beneficial or detrimental in males may have no fitness consequences for females. \r\n(4)\tto compare how degree of relatedness affects a sexually selected trait and two hormone-related traits.  Juncos of known genetic relatedness will be assessed for family resemblance in measures of body size and a plumage trait that affects attractiveness.  Additional juncos will be reared and compared for three hormonally mediated traits. The presence of a genetic correlation would predict correlated selection; the absence of one would predict sexual independence.\r\n\r\nResearch described in this proposal will provide opportunities for training future scientists of diverse backgrounds in the conduct of laboratory and field experiments that address the integration of proximate and ultimate explanations for biological differences.  It will also enrich graduate and undergraduate courses taught at Indiana University.  Potential societal implications of the findings to be expected include (1) importance of hormonally active agents in the environment, (2) improved methods for breeding captive songbirds for conservation, and (3) a greater understanding of the relationship between sex and gender.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Ketterson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen D Ketterson",
   "pi_email_addr": "ketterso@indiana.edu",
   "nsf_id": "000310196",
   "pi_start_date": "2002-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114100",
   "pgm_ele_name": "PHYSIOLOG & STRUCTURAL SYS"
  },
  {
   "pgm_ele_code": "116000",
   "pgm_ele_name": "IBN ANIMAL BEHAVIOR"
  },
  {
   "pgm_ele_code": "747200",
   "pgm_ele_name": "Behavioral Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1148",
   "pgm_ref_txt": "ECOLOGICAL & EVOLUTIONARY PHYS"
  },
  {
   "pgm_ref_code": "1160",
   "pgm_ref_txt": "IBN ANIMAL BEHAVIOR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 441792.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}