{
 "awd_id": "0217325",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Multi-Axial Full-scale Sub-Structuring Testing & Simulation Facility",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2004-11-30",
 "tot_intn_awd_amt": 2958011.0,
 "awd_amount": 3232011.0,
 "awd_min_amd_letter_date": "2002-09-26",
 "awd_max_amd_letter_date": "2003-09-23",
 "awd_abstract_narration": "CMS-0217325 \r\nElnashai\r\nThe George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) is a project funded under the NSF Major Research Equipment and Facilities Construction account. This cooperative agreement establishes a NEES Multi-Axial Full-Scale Sub-Structured Testing and Simulation (MUST-SIM) Facility at the University of Illinois at Urbana-Champaign (UIUC). UIUC will design, purchase, construct, install, commission, and operate new equipment and additions to the Newmark Laboratories to enable the testing of full-scale structures or part of structures, including their foundations and soil mass, while simulating the remaining parts. The MUST-SIM facility will be operational by September 2004 and will be managed as a national shared-use NEES equipment site, with teleobservation and teleoperation capabilities, to provide new earthquake engineering research testing capabilities through 2014. This NEES equipment site will be connected to the NEES network system through a high performance network. Shared-use access and training will be coordinated through the NEES Consortium. This award is the outcome of peer review of this proposal submitted to program solicitation NSF-01-164, \"NEES Earthquake Engineering Research Equipment, Phase 2.\" The primary objective of the proposed effort will be to create a facility in which a full-scale subassembly can be subjected to complex loading and imposed deformation states at multiple connection points on the subassembly, including the connection between the structure and its foundation.  The proposed MUST-SIM facility has the following components: (i) 6-DOF load and position control at three connection points, (ii) system modularity to allow for easy expansion and low-cost maintenance/operation, (iii) multiple dense arrays of non-contact measurement devices, (iv) T-section strong wall creating two testing compartments each providing support in three loading planes and (v) advanced visualization and data mining capabilities for integrated teleoperation and teleobservation. The proposed MUST-SIM facility realizes the first two features through the development of modular six-DOF \"Loading and Boundary Condition Boxes\" (LBCB) that allow for precise application of complex load and boundary conditions.  The LBCBs, which are 3.5 m x 1.5 m x 1.5 m and house six actuators each, will be able to impose motions on the test structures that are determined from the results of concurrently running numerical models of the test specimen and the surrounding structure/foundation/soil system employing pseudo-dynamic testing methods.  Dense arrays of state-of-the-art, non-contact instrumentation, will allow near real-time model updating for the model-based simulation. The three systems envisaged are (a) the Krypton Rodyum coordinate measuring system, (b) Stress Photonics digital photo-elasticity and (c) close range digital photogrammetry.  Additionally, this facility and its telepresence/teleoperation capabilities will be enhanced by development of multi-function data visualization and knowledge interpretation tools in cooperation with the Automated Learning Group of NCSA. This is likely to be based on the D2K (data-to-knowledge) framework developed at NCSA, with state-of-the-art visualization and control facilities. The proposed reaction wall is a T-section structure of length 25 meters and height 9 meters. The T-section web is at mid-length and is 15 meters wide. The MUST-SIM facility will be deployed in testing complete soil-foundation-structure systems to meet the new and major earthquake engineering challenges, not only in research and development towards seismic risk reduction, but also towards education and training of engineers through integration into curricula at the University and through the NSF-funded Mid-America Earthquake Center's Education and Outreach program.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amr",
   "pi_last_name": "Elnashai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amr Elnashai",
   "pi_email_addr": "aelnash@uiuc.edu",
   "nsf_id": "000200361",
   "pi_start_date": "2002-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Billie",
   "pi_last_name": "Spencer",
   "pi_mid_init": "F",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Billie F Spencer",
   "pi_email_addr": "bfs@illinois.edu",
   "nsf_id": "000303677",
   "pi_start_date": "2002-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamshid",
   "pi_last_name": "Ghaboussi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamshid Ghaboussi",
   "pi_email_addr": "jghabous@uiuc.edu",
   "nsf_id": "000467560",
   "pi_start_date": "2002-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Alleyne",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Alleyne",
   "pi_email_addr": "alleyne@umn.edu",
   "nsf_id": "000229641",
   "pi_start_date": "2002-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kuchma",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Kuchma",
   "pi_email_addr": "kuchma@uiuc.edu",
   "nsf_id": "000299550",
   "pi_start_date": "2002-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164400",
   "pgm_ele_name": "NETWK FOR ERTHQUKE ENG SIMULAT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "05XX",
   "app_name": "NSF MAJOR RESEARCH EQUIPMENT",
   "app_symb_id": "040551",
   "fund_code": "app-05XX",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 1134898.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 2097113.0
  }
 ],
 "por": null
}