{
 "awd_id": "0217051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Macroeconomic Implications of Child-Labor Laws: A Theoretical Framework",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 191492.0,
 "awd_amount": 191492.0,
 "awd_min_amd_letter_date": "2002-08-05",
 "awd_max_amd_letter_date": "2004-06-04",
 "awd_abstract_narration": "This project studies the determination and effects of child labor laws using a dynamic general-equilibrium framework. In the first countries to industrialize, child labor was widespread up to the early stages of the industrial revolution. Today, child labor and compulsory schooling laws are in place in all industrialized countries, and child labor has mostly disappeared. In many developing countries, child labor is still common today, and there is a lively debate as to whether more restrictions should be introduced.  There are a number of authors who have studied the welfare implications of child-labor laws.  There are no investigations, however, which develop political-economy models that can account for the evolution and effects of these laws in their historical context.  This proposal describes a dynamic general-equilibrium model with heterogeneous agents who determine child-labor restrictions (CLR) in a voting process.  The research, which is joint with Fabrizio Zilibotti of the University of Stockholm, results in a positive theory of the adoption of CLR, and allows a detailed analysis of the effects of CLR on the economy and different groups in the population. \r\n\r\nThe key mechanism in the model is an interaction between parental decisions on the number of children and their preferences for CLR. In particular, parents with few children have little to gain from child labor, and are therefore likely to favor the introduction of restrictions. Parents with many working children, on the other hand, would be expected to oppose CLR. A second factor influencing preferences over CLR are (human or physical) capital assets: agents who own factors which are complementary to child labor will be more likely to oppose the introduction of CLR. A key result is that if voting is allowed, the model can exhibit multiple steady states with different child-labor policies. The reason is a feedback in which policies encourage behavior, which in turn leads to political support for the same policies. The possibility of multiple steady states can account for the fact that there are large cross-country variations in CLR and the incidence of child labor, even across countries at the same stage of development. In addition, since CLR build their own constituency, the model explains why CLR generally tend to get more restrictive over time. The model can generate a transition from no regulation to CLR if technological change raises the skill premium over time. This change induces parents to choose smaller families and invest in human capital, which over time creates a majority in favor of introducing CLR. This account of the transition to CLR is consistent with the observation that in a number of industrialized countries CLR were introduced after a period of rising wage inequality, and coincided with a period of rapidly declining fertility and rising education levels. \r\n\r\nThe project entails a detailed documentation of child-labor reforms and the preceding political debate in a number of countries, and simulations of a calibrated, quantitative version of the model to assess how well the model can reproduce the actual timing of reforms, as well as the ensuing consequences of the legislation. The basic analysis is extended to introduce additional policies, especially compulsory schooling laws and schooling subsidies.  Preliminary results indicate that CLR are more likely to be successful if they are accompanied by education reforms, as they were in many industrialized countries. Another extension is to allow dynamic voting in a framework where voters foresee future policies.  Here an anticipated future introduction of CLR can result in a decline in child labor even before the restrictions come into force. This mechanism can account for the fact that some empirical studies find only relatively small effects of CLR on child labor supply after they are introduced. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Doepke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias Doepke",
   "pi_email_addr": "doepke@northwestern.edu",
   "nsf_id": "000386663",
   "pi_start_date": "2002-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "598000",
   "pgm_ele_name": "WESTERN EUROPE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 63639.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 63245.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 64608.0
  }
 ],
 "por": null
}