{
 "awd_id": "0217398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: The Vestiges of Creation and Pre-Darwinian Evolutionary Debates in America: Receptions of Popular Science in Three American Intellectual Communities",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John P. Perhonis",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 8000.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2002-07-24",
 "awd_max_amd_letter_date": "2002-07-24",
 "awd_abstract_narration": "During the fifteen years immediately preceding the publication of Charles Darwin's Origin of Species (1859), the American public was already grappling with a theory of evolution. Robert Chambers' anonymously published Vestiges of the Natural History of Creation (11 editions, 1844-1860) confronted the English-speaking world with the first comprehensive theory of evolution to reach a mass American audience. This dissertation research project investigates how three American intellectual communities at Princeton, Yale, and Harvard drew from their distinctive understandings of science when responding to Vestiges.  Recent studies in the history of science have revealed the importance of Vestiges for the introduction of evolutionary thought into Victorian Britain, but this scholarship has generally left American reactions to Vestiges unexplored. This dissertation project extends to America the analysis of archival records that James Secord recently brought to Vestiges' British respondents, tracing discussions of Vestiges through correspondence networks, diaries, and publishers' records (Victorian Sensation, University of Chicago Press, 2000). The height of scholarly interest in Vestiges is further indicated by John Lynch's recently published reprints of British reactions to Vestiges (\"Vestiges\" and the Debate before Darwin, 7 volumes, Thoemmes Press, 2000). Though several works in the history of American science have mentioned Vestiges, none compares in depth or scope to Secord's study, nor do Lynch's volumes contain a single American reaction. This dissertation project therefore fills two gaps in historical understanding: identifying in sharper precision than previous scholarship the scientific milieux of American intellectual communities on the eve of Darwinism, and determining Vestiges' role in shaping those milieux. Grounded in specific case studies, this dissertation project also provides insights into two broader issues: the processes by which intellectual communities form their reactions to popular scientific theories and the relations between science and religion. This study will develop the first topic by expanding upon the localist case-study methodology that David Livingstone employed when comparing location-specific reactions to Darwinism among Presbyterians in distinct cities (Evangelicals and Science in Historical Perspective, Oxford University Press, 1999, chap. 8). This project will engage the second issue by testing a claim made by John Brooke and Geoffrey Cantor (Reconstructing Nature, T and T Clarke, 1998): science and religion interpenetrate one another in ways too complex to be summarized by older methodological categories such as \"harmony\" or \"conflict.\"  In particular, this project will extend Brooke and Cantor's concept of community- specific science-religion \"totalities,\" or \"amalgams\",  as an explanatory device for understanding\r\nthe distinctive evaluations that individuals made of Vestiges in the respective Presbyterian, Congregationalist, and Unitarian/Congregationalist milieux of Princeton, Yale, and Harvard. Funds will support necessary archival research at the Smithsonian Institution and Princeton, Yale, and Harvard Universities in order to identify with sharp focus how the intellectual communities at Princeton, Yale, and Harvard responded to Vestiges. These results, in turn, may serve as foundation for sharing with a broad audience new insights concerning the nature of science, the process by which members of society evaluate scientific claims, and the ways in which religious convictions shape, and are reshaped by individuals' engagements with science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Sloan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip R Sloan",
   "pi_email_addr": "sloan.1@nd.edu",
   "nsf_id": "000423870",
   "pi_start_date": "2002-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}