{
 "awd_id": "0217453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Turkey Cooperative Research:  Semi-Analytical Treatments of Nonlinear Stochastic Dynamical Systems with Application to Control Problems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 34400.0,
 "awd_amount": 34400.0,
 "awd_min_amd_letter_date": "2002-08-05",
 "awd_max_amd_letter_date": "2002-08-05",
 "awd_abstract_narration": "0217453\r\nSun\r\n\r\nDescription: \r\nThis award is for support of a joint research project by Dr. Jian-Qiao Sun, Department of Mechanical Engineering at the University of Delaware, Newark, Delaware and Dr. Ghazanfer Unal, Engineering Science Department at Istanbul Technical University, Istanbul, Turkey.  The goal of this project is to develop analytical and numerical methods to study the stochastic dynamical systems.  The investigators plan to extend Lie's theory for deterministic differential equations to nonlinear stochastic dynamical systems. Specifically, they will extend their previous results on the approximate symmetries to stochastic dynamical systems in a manner which will remain consistent with the normal form theory of stochastic systems.  An immediate use of the approximate symmetries of the stochastic dynamical systems would be to obtain their approximate conserved quantities.  Furthermore, they will extend the results to the Fokker-Planck equation in order to obtain analytical approximate solutions. The analytical solutions to be obtained in the project by Professor Unal will be integrated with the cell mapping method studied by Dr. Sun.  The approximate symmetries and the related conservation laws can help identify a sub-space in which the cell mapping method can be applied. This is expected to substantially reduce the computational effort for analysis and control of nonlinear stochastic systems by using the cell mapping method.\r\n\r\nScope:\r\nSuccess in determining approximate symmetries and the related conservation laws would make it possible to identify a subspace in which cell mapping can be applied with much less resources than currently possible. The two scientists have complementary strengths, as Dr. Sun's expertise is in cell mapping, while Dr. Unal's expertise is in Lie's theory and in symmetries and approximate symmetries of dynamical systems.  Research results will be integrated with graduate programs at both universities, and an exchange program of graduate students between the two universities may also result.  Dr. Unal will travel to the United States in the first and third years while Prof. Sun will travel to Turkey in the second year.  The project will lead to long-term collaboration between them since they will tackle difficult problems that require new insights, as well as advanced computational tools.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian-Qiao",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian-Qiao Sun",
   "pi_email_addr": "jqsun@ucmerced.edu",
   "nsf_id": "000439698",
   "pi_start_date": "2002-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 34400.0
  }
 ],
 "por": null
}