{
 "awd_id": "0217744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research on Landslide Generated Tsunamis and Tsunami-Structure Interactions Using NEES Tsunami Basin Facilities",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2002-10-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2002-09-05",
 "awd_max_amd_letter_date": "2006-09-22",
 "awd_abstract_narration": "0217744, Philip Liu, Cornell University\r\n\"Collaborative Research on Tsunami-Structure Interaction Using the NEES Tsunami Facility\"\r\n\r\nThis project addresses the forces generated by, and the destructive effects of, tsunamis.  At some coastal locations, the tsunami runup occurs with a bore-like wave front with destructive energy - the steep wave front exerts high impact forces on coastal structures.  In other locations, the greatest damage occurs during the rundown phase, where masses of water sweep already weakened structures back toward the ocean.  As tsunamis move up and down a coast, they can transport large quantities of debris, such as cars, boats, boulders, and poles.  These objects can impact and damage structures along the paths of the tsunami.  Therefore, a means of estimating the forces on a structure resulting from the impact from a tsunami-borne moving object is needed.\r\n\r\nThe objectives of this research program are. (1) To understand the dynamic interactions between a tsunami, rigid and flexible structures, and moving objects; (2) To improve the modeling capability of the complex runup flows within the context of their interactions with flexible structures and moving objects; and (3). To develop benchmark problems with high quality experimental data for validating numerical simulation models.  These objectives are achieved via an integrated experimental and theoretical (numerical) research program.  The analysis is based on the Reynolds Averaged Navier-Stokes (RANS) equations and the turbulence closure model, yielding simulation models describing the interactions between a tsunami, moving objects and flexible structures.  To validate the simulation models, a series of experiments is conducted at the new Network for Earthquake Engineering Simulation (NEES) tsunami facility at Oregon State University.  The research team at Cornell University also participates in the experiments at OSU, both in person and remotely using the facilities of the NEESgrid.\r\n\r\nThis research operates at the interface between traditional fields of science and engineering - fluid dynamics, structural mechanics, soil mechanics and applied mathematics - and thereby serves as a bridge among these fields.  The numerical simulation model being developed can be used as a research or design tool.  For instance, engineers can use it to perform preliminary designs for offshore and coastal structures, and to study the impact of coastal structures on the environment.  It can also be employed as a research tool to investigate ship slamming, submarine hydrodynamics, and mine detection methodology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Liu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Philip L Liu",
   "pi_email_addr": "pll3@cornell.edu",
   "nsf_id": "000106952",
   "pi_start_date": "2002-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Solomon",
   "pi_last_name": "Yim",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Solomon C Yim",
   "pi_email_addr": "solomon.yim@oregonstate.edu",
   "nsf_id": "000444847",
   "pi_start_date": "2002-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}