{
 "awd_id": "0217508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fixed Amount Award",
 "awd_titl_txt": "Population Science and the Making of China's One-Child-Per-Couple Policy, 1975-2000",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald Rainger",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2002-07-24",
 "awd_max_amd_letter_date": "2003-05-13",
 "awd_abstract_narration": "Proposal Abstract\r\nSES 0217508\r\nPopulation Science and the Making of China's One-Child-Per-Couple Policy, 1975-2000\r\nSusan Greenhalgh, University of California-Irvine\r\n\r\n\r\nThe development of modern science and technology has played a crucial part in China's post-Mao economic and global ascent.  Important political dimensions of Chinese science have been studied, but key issues in science studies--in particular, how scientific knowledge is created, and how science shapes public policy and society--remain largely unexplored in the Chinese context.   China's controversial one-child-per-couple policy, introduced in 1979-80, provides a striking case of the impact of science on policy and society. In the U.S., both scholarly and popular thinking associates the policy with China's (repressive) politics, not its (weak) science. Yet interviews with Chinese insiders suggest that, behind the scenes, Chinese population scientists, borrowing heavily from western science (especially the limits- to- growth models of the 1970s), played a critical role in the making (and later unmaking) of the one-child policy. Today that role remains shrouded in mystery. This project seeks to open the black box, \"Chinese population science\" to see how its central notions of \"population crisis\" and the one-child policy as \"the only solution\" were constructed, how they evolved over 25 years, and how they produced their extraordinary political and social effects.  \r\n\r\nTaking seriously the \"science\" in the social sciences, the project draws on science studies, histories of numbers, and governmentality studies to develop a science studies approach to population science (or demography) and its role in population governance. The approach seeks to problematize the term \"population\" by showing how \"population\" is actively constituted as a domain of science and governance, and how \"population problems\" such as \"crises\" and their \"optimal policy solutions\" are humanly constructed by historically situated actors operating in highly consequential political and cultural contexts. This project is the first to theorize the science of population and its connections to population governance in a non-Western context. The China work should underscore the unappreciated power of population science and make clear the stakes involved in how we view the human sciences.\r\n\r\nThe project involves interviewing influential Chinese scientists and policymakers (as well as selected foreign scholars and practitioners); visiting policy pilot projects; and conducting archival research on the history of population science- and policy-making.   During ten years as anthropologist and policy analyst at the Population Council , a nonprofit research organization, the PI built up a large personal network in Chinese demographic and policymaking circles, acquired an extensive specialist vocabulary, and gained a reputation as a \"friend of China.\" This familiarity with China's population field helps ease problems of access to interviewees and material.   \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Greenhalgh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Greenhalgh",
   "pi_email_addr": "greenhalgh@fas.harvard.edu",
   "nsf_id": "000087910",
   "pi_start_date": "2002-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}