{
 "awd_id": "0217033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Explanatoids:  Gender-Sensitive Signage to Seed Science Talk in  Public Places",
 "cfda_num": "47.076",
 "org_code": "11060500",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 896092.0,
 "awd_amount": 904492.0,
 "awd_min_amd_letter_date": "2002-09-20",
 "awd_max_amd_letter_date": "2005-10-25",
 "awd_abstract_narration": "\r\n\r\nChildren can develop a wealth of knowledge about science and technology from their\r\neveryday experience. When visiting museums, watching educational TV, surfing the Web, \r\nor reading science-oriented books, children are actively developing proto-scientific \r\nreasoning skills, nascent theories for scientific domains, knowledge of interesting science\r\nfacts, knowledge about famous scientific narratives, and early ideas about what different\r\nkinds of scientists do in their professional work. When children encounter science \r\ninstruction in elementary and middle school, when they dream about what they might do \r\nwhen they grow up, and when they make choices about the courses they want to take in \r\nhigh school and beyond, those with experience and interest practicing scientific and\r\ntechnical thinking are more likely to seek it out and to succeed.\r\n\r\nVirtually all children and their parents come equipped with the tools needed to cultivate\r\nearly math or scientific literacy, but these conversations and activities need to start \r\nfrom a seed a simple observation, an unexpected outcome, a question. For families with \r\nhigh levels of scientific literacy and interest, these seeds can be sown from personal\r\nexperience. Indeed, more than three quarters of scientists in a recent National\r\nScience Foundation survey reported developing their passion for science in early,\r\nout-of-school activities such as nature walks with their parents, family visits to \r\nmuseums, or taking apart radios or launching rockets at home. We have no doubt that\r\nmuseum-based and media-based informal science infrastructure will have a positive \r\neffect on scientific literacy and science achievement, but the biggest effects will be for\r\nthose who already are most likely to enter the educational and professional pipe-line \r\nfor science and technology--the children of families that go to museums, watch \r\neducational programming, and visit educational web sites.\r\n\r\nInterestingly, boys more than girls are most likely to reap these benefits within highly\r\nmotivated families. There is evidence to suggest that parents are less likely to bring \r\ntheir daughters to science museums than their sons, and that even among museum-going\r\nfamilies, parents were more than three times more likely to explain the science of an \r\nexhibit to boys than to girls (true even when the boys and girls were as young as\r\none to three-years old). \r\n\r\nWhat of families who may not be as comfortable with or as interested in pursuing \r\nscience? These parents, already less likely to visit science museums for family\r\nrecreation, may also not be aware of how many \"teachable moments\" exist in everyday \r\nlife to prompt conversations with their children about math, science and technology, and\r\nespecially so if they're parents of girls.\r\n\r\nBuilding on a successful pilot project we propose to seed the development of scientific\r\nand technical literacy by developing, placing, and maintaining engaging gender-sensitive\r\nscience-oriented signage in the places where the broadest cross-section of Pittsburgh's \r\nchildren and families gather.  We call these signs \"explanatoids.\" While science museums \r\nand science-oriented media are important forces for informal science education, children\r\nand their families must seek them out over other forms of leisure activity.  In contrast, \r\nour explanatoids bring science to the people, in a way that includes girls fully in that \r\noutreach.\r\n\r\nWe are asking for support for three years to develop our pilot work into a full-scale\r\nregional project that can be replicated elsewhere as a gender-sensitive model for\r\nenhancing math/science literacy within a community.  The project will include the\r\ndevelopment and installation of gender-sensitive signage as well as the production \r\nof associated support materials for parents and teachers throughout the Southwest\r\nPennsylvania region. The project will leverage unique partnerships already built between\r\nFamily Communications, Inc. (producers of Mister Rogers Neighborhood), local foundations,\r\nCarnegie Mellon University, the University of Pittsburgh's Learning Research &\r\nDevelopment Center, Kennywood Amusement Park, The Pittsburgh Teachers Institute,\r\nThe Pittsburgh Children's Museum, and The Pittsburgh Parks Conservancy. Formative \r\nand summative evaluation will provide quantitative and qualitative measures of the ways\r\nthat the project (1) counters negative stereotypes about girls and women in math, \r\nscience and technology; (2) enhances girls' interests and successful participation in \r\nthose arenas in schooling and career aspirations; and (3) advances the recognition that\r\nmath, science and technology are integral to the regions future economic well-being.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Stocks",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Janet E Stocks",
   "pi_email_addr": "stocks@cmu.edu",
   "nsf_id": "000099195",
   "pi_start_date": "2003-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Stubbs",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret L Stubbs",
   "pi_email_addr": "stubbs@fci.org",
   "nsf_id": "000220755",
   "pi_start_date": "2002-09-20",
   "pi_end_date": "2003-07-01"
  }
 ],
 "inst": {
  "inst_name": "Family Communications, Inc.",
  "inst_street_address": "4802 Fifth Avenue",
  "inst_street_address_2": "",
  "inst_city_name": "Pittsburgh",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126872990",
  "inst_zip_code": "152132957",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Family Communications, Inc.",
  "perf_str_addr": "4802 Fifth Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132957",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0402",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 295937.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 369359.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 239196.0
  }
 ],
 "por": null
}