{
 "awd_id": "0217038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Aiming for Algebra",
 "cfda_num": "47.076",
 "org_code": "11060500",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 899908.0,
 "awd_amount": 899908.0,
 "awd_min_amd_letter_date": "2002-08-20",
 "awd_max_amd_letter_date": "2004-06-23",
 "awd_abstract_narration": "\r\n\r\n\r\n\r\nAiming for Algebra is a project of Girlstart, a nonprofit organization in Austin, Texas. \r\nIts goal is to prepare middle school girls for and support their completion of Algebra 1 \r\nin the eighth grade as a means of readying them for college preparatory math and science \r\nclasses in high school that lead ultimately to completion of the college majors required\r\nfor SMET careers. The primary objectives of the initial 36-month demonstration period \r\ninclude improving girls self confidence and academic self-esteem; increasing girls'\r\nawareness of SMET careers and the high school and college coursework required to enter \r\nsuch careers; enhancing girls knowledge of and ability to use algebra in their lives; \r\nimproving parents awareness of SMET careers for women; and increasing parents'\r\nawareness of ways to encourage their daughters' success in algebra and\r\nsubsequent math and science courses in high school and beyond.\r\n\r\nThe proposed intervention methods to achieve these ends include participation in an\r\nintegrated continuum of activities as part of a ifgirls-only science math clublc over \r\na three-year period, as well as involvement in a range of other community- and \r\nInternet-based math and science experiences with parents and other adults. The \r\nintellectual merit of this project derives from its translation of a significant \r\nportion of the body of previous research on the best practices for addressing gender\r\ninequities in SMET careers and the disparity in the mathematics and science \r\nachievement of girls in the United States into a single, cohesive informal program \r\napproach. Moreover, the project will employ a cohort design that will facilitate an\r\nunderstanding of what parts of the intervention model have the most impact on the\r\nintended outcomes. A rigorous evaluation component and a strong dissemination plan \r\nfurther strengthen the likelihood that Aiming for Algebra will result in a better \r\nunderstanding of how specific programmatic activities affect girls mathematical \r\nskills and their attitudes about and aspirations for math and science careers.\r\nThe straightforward, unwavering focus on the completion of Algebra 1 in the eighth\r\n grade is another feature\r\nthat makes this project meritorious. By tying its success to a single, observable goal\r\nand directing all of its energies to achieve this one purpose, the project sets itself\r\nup for rigorous comparison with other efforts with an identical goal. Aiming for Algebra \r\nintends to make its methodologies so transparent and so well documented that future \r\nresearch and demonstration projects can be erected squarely on the intellectual\r\ncapital it creates and disseminates. Insofar as its broader impacts, the project will\r\ncontribute to an improved understanding of the ways girls can be best prepared for \r\ntaking and making good grades in Algebra 1 before they reach high school; it will\r\nadvance understanding among teachers and teacher preparation programs of how girls' \r\nexpectations of their science and math performance in high school and beyond can be \r\nimproved; it will provide empirical evidence of ways that female members of groups\r\nunderrepresented in SMET careers- including but notlimited to those who are ethnic \r\nand racial minorities, low-income, linguistic minorities, and differently abled- can\r\nbe included in informal programming designed to redress the inequity; and, perhaps most\r\nimportantly, the project will benefit society by improving the nation's ability to \r\nidentify and remedy long-standing social, economic and academic practices that have\r\ndisadvantaged its female population and created obstacles to their full and equal \r\nparticipation in scientific, mathematical, engineering and technological professions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Muir",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Muir",
   "pi_email_addr": "rachel@girlstart.org",
   "nsf_id": "000378765",
   "pi_start_date": "2002-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Lozano",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon A Lozano",
   "pi_email_addr": "sharon@girlstart.org",
   "nsf_id": "000374629",
   "pi_start_date": "2002-08-20",
   "pi_end_date": "2002-10-09"
  }
 ],
 "inst": {
  "inst_name": "Girlstart",
  "inst_street_address": "1400 W ANDERSON LN",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5129164775",
  "inst_zip_code": "787571410",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "TX37",
  "org_lgl_bus_name": "GIRLSTART",
  "org_prnt_uei_num": "",
  "org_uei_num": "RH44HBEWGKL5"
 },
 "perf_inst": {
  "perf_inst_name": "Girlstart",
  "perf_str_addr": "1400 W ANDERSON LN",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787571410",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0402",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0404",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 283711.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 296157.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 320040.0
  }
 ],
 "por": null
}