{
 "awd_id": "0217709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation: Assisted Reproduction in Ecuador: Social Implications of In-Vitro Fertilization and Gamete Donation",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laurel A. Smith-Doerr",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2002-06-21",
 "awd_max_amd_letter_date": "2002-06-21",
 "awd_abstract_narration": "In 1984 the first South American in-vitro fertilization (IVF) baby was born in Columbia. Since\r\nthen clinics that offer assisted reproductive techniques like IVF and gamete donation have begun\r\noperations in most Latin American countries. This dissertation research study investigates the social impact of IVF and gamete donation in urban Ecuador. It asks what happens when reproductive biotechnologies travel\r\nfrom their initial sites of development in Europe and the United States to nations often considered\r\nmarginal to scientific practice and research. The investigators will examine how religious practices,\r\nissues of political economy, and kinship narratives affect the way that IVF and gamete donation have\r\nbeen understood and put to use in Ecuador. The author's preliminary research in three infertility\r\nclinics in Ecuador shows that local Catholic practice plays a critical role in IVF laboratories in Quito\r\nwhere images of the Virgin Mary are used to bless eggs and sperm to aid in fertilization. In addition to\r\ndocumenting how local practice reshapes IVF in Ecuador, this study will examine how assisted\r\nreproduction affects Ecuadorian society. For example, how does the technoscientific production of\r\nchildren alter local understandings of overpopulation and the Ecuadorian ictraditionalli family?\r\nThis study will focus on four Ecuadorian IVF and gamete donation clinics. Using the\r\nethnographic tools of participant observation, semi-structured interviewing and discourse analysis, the\r\nauthors will investigate how IVF and gamete donation are understood and practiced by clinical\r\npersonnel and patients undergoing infertility treatment. To elucidate both the production and\r\nconsumption of public narratives concerning assisted reproduction interviews will also be conducted\r\nwith religious leaders, lawmakers, reporters and lay citizens about their perception of IVF and gamete\r\ndonation. Although IVF and gamete donor clinics now operate worldwide, the vast majority of the social\r\nscience literature concerning assisted reproduction has focused on North America and Europe. The\r\ndata generated from the author's study of assisted reproduction in Ecuador, concerning issues of\r\npolitical economy, religious and kinship practices, will be used comparatively in a point by point\r\nreexamination of the Euro-American literature. This rigorous comparative approach to the study of\r\nbioscientific practice brings the cultural dimensions of science and technology to the forefront,\r\nelevating this study beyond a specific focus on reproductive technologies or Latin America.\r\nUltimately this knowledge will allow for a more complex understanding of how the biosciences\r\neverywhere, both in nations considered \"developed\" and \"developing\", are constituted and affected by\r\nthe local social realities surrounding their practice.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Scheper-Hughes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy Scheper-Hughes",
   "pi_email_addr": "nsh@sscl.berkeley.edu",
   "nsf_id": "000424660",
   "pi_start_date": "2002-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}