{
 "awd_id": "0218871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR:  3-D Microstructure/Property Investigations of Open-Cell Polymer Foams",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2002-07-05",
 "awd_max_amd_letter_date": "2007-08-22",
 "awd_abstract_narration": "This an Information Technology Research (ITR) award.  It is a computationally-intensive research program that will probe the microstructure/property relationships of open-cell polymer foams with unprecedented detail.  First, a comprehensive database of the full 3-dimensional (3-D) microstructures of a wide range of foam materials will be obtained by using high-resolution synchrotron x-ray microtomography with integrated with 3-D image processing.  Second, these data will provide realistic initial conditions for supercomputer-based micromechanical simulations to allow isolation of key structural elements that are poorly understood in existing theories of foam mechanics.  Third, the microstructure database will be rapidly disseminated on the Internet to provide a unique educational and research resource in the field cellular solids.  This 3-D microstructure information should stimulate improvements in both materials processing and theories of foam mechanics.  The results should have applications in areas spanning consumer, medical, industrial, and aerospace products.  The graduate and undergraduate students involved in this project will receive multidisciplinary training in condensed matter physics, materials sciences, mechanical engineering, and information technology. \r\n\r\nThis an Information Technology Research (ITR) award.  With growing frequency, the frontiers of materials research are marked by an intimate interplay between experiment, computation, and theory.  This project will apply this synergy to the study of polymer foam materials for the first time.  These materials have global applications spanning consumer, medical, industrial, and aerospace products.  However, lack of knowledge of their real 3-dimensional microstructures is constraining both the design of new materials and also the improvement of existing theories of foam mechanics.  A new combination of 3-dimensional x-ray imaging, computer vision, and supercomputer-based simulations will be used to overcome this barrier.  These techniques will enable a comprehensive study of the real microstructures, and lead to a realistically-simulated micromechanics for a wide range of open-cell polymer foams.  A major output of the project will be the rapid creation of a unique Internet database of foam microstructures to provide a new educational resource and add significantly to the national materials research infrastructure.  The graduate and undergraduate students involved in this project will receive multidisciplinary training combining condensed matter physics, materials sciences, mechanical engineering, and information technology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Seidler",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald T Seidler",
   "pi_email_addr": "seidler@phys.washington.edu",
   "nsf_id": "000264007",
   "pi_start_date": "2002-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168600",
   "pgm_ele_name": "ITR SMALL GRANTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1686",
   "pgm_ref_txt": "ITR SMALL GRANTS"
  },
  {
   "pgm_ref_code": "1710",
   "pgm_ref_txt": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}