{
 "awd_id": "0218007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Reimagining Anthrax: Constructing the Threat and Science of Biological Warfare at Fort Detrick, 1943-1969",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John P. Perhonis",
 "awd_eff_date": "2002-07-15",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 7550.0,
 "awd_amount": 7550.0,
 "awd_min_amd_letter_date": "2002-07-30",
 "awd_max_amd_letter_date": "2002-07-30",
 "awd_abstract_narration": "Between 1943 and 1969, biological scientists in America engaged in a major program of secret weapons development. They did so in large measure in response to a perceived threat: namely, that, German and Japanese scientists, and later the Russians, were pursuing biological weapons programs of their own. The successes of the American scientists only confirmed for them the reality of the threat they had perceived. If American bioweapons scientists could solve the complex problems of production and delivery of pathogenic organisms (such as enhanced Anthrax bacilli) to military and civilian targets, they had every reason to imagine that America's major foes could do the same. American scientists' earlier conception of the threat of organic weapons served to shape the direction of their subsequent researches and in so doing had a central influence in the development of the science of biological warfare. The perception of enemy threat was a critical stimulus for American weapons research and development during World War II and the Cold War. The side of the story involving the physical sciences has been intensively studied and is well known, particularly with respect to the development of nuclear weapons, Radar, and intercontinental ballistic missiles. In contrast, the side of the story involving the biological sciences and the development of biological weapons has\r\nonly begun to be described. Recent studies have provided us a general outline of when and where the United States pursued its Cold War biological weapons program, but the intimate dynamics of that development have yet to be brought to light and examined in any meaningful way. Such an analysis is now possible, thanks to the declassification of crucial archival documents. The goal of this dissertation research project is to examine how fears of enemy biological weapons projects catalyzed American biological weapons research and development, and how the continued perception of threat proceeded to structure the assumptions, motivations, justifications, rationalizations, and scientific and technical accomplishments of American Cold War biological weapons scientists.  Because of the very sensitive nature of the U.S. BW program and its relationship to national security, most reports, memoranda, correspondence, etc. concerning bacteriological weapons remained classified and thus little known until relatively recently. Over the last two decades, as the result of declassification, the Freedom of Information Act, and the willingness of former Biological Defense Research Program scientists, politicians, and military officers to talk about their experiences, new material has become available. An initial research trip to both the National Security Archives at George Washington University and the National Archives at College Park in May 2000 allowed the researcher  to prepare a draft of a dissertation chapter, a lecture on biological warfare and its development, a conference paper delivered in November at the History of ScienceSociety's annual meeting, and to confirm the importance of this topic for the history of science. This funding will allow the researcher to continue and complete research at the National Archives-College Park, with particular attention to the large documents collection of the Chemical Warfare Service (Record Group175.3-7). These large record groups contain interoffice memos, overviews of meetings, group  presentations to senior military and civilian officials and, most importantly, monthly, quarterly, and yearly reports on laboratory research for a significant portion of the period in question. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Burkhardt",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Burkhardt",
   "pi_email_addr": "burkhard@uiuc.edu",
   "nsf_id": "000288145",
   "pi_start_date": "2002-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 7550.0
  }
 ],
 "por": null
}