{
 "awd_id": "0219856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR: High Performance Imaging Using an Array of Low-Cost Cameras",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Griffin",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 497409.0,
 "awd_amount": 497409.0,
 "awd_min_amd_letter_date": "2002-08-12",
 "awd_max_amd_letter_date": "2004-08-06",
 "awd_abstract_narration": "This project will explore the capabilities of an array of 128 cameras, which can be combined computationally in many different configurations for a wide range of scientific, commercial, and communication applications.  Over the past few years, the ability of image-based rendering (IBR) techniques to create photorealistic images of real scenes has generated great interest in building sensor systems that can capture environments from multiple viewpoints.  At the same time, we have witnessed the advent of CMOS image sensors, which are inexpensive and easy to use because of their digital interface. Furthermore, because they are manufactured in a CMOS process, processing power can be placed on the sensors themselves.  Finally, advances in semiconductor technology are making increasing computing power available for decreasing cost, power, and chip area.  These trends raise the questions: What can we do with many inexpensive CMOS image sensors, equally inexpensive optics, and a lot of processing power?  Can we use more cameras of lesser quality to enable more robust IBR algorithms?  Can we use clusters of inexpensive imagers and processors to create virtual cameras that outperform real ones?\r\n\r\nEach camera in the 128-camera array contains a CMOS image sensor, MPEG encoder, and programmable processor, in order to investigate these questions.  The device is designed to record 128 synchronized video datasets through three PCs to a disk array.  This project will explore applications of the array to scientific imaging and computer vision and graphics. Multi-camera systems can function in many ways.  If the cameras are packed close together, then the system effectively functions as a single-center-of-projection synthetic camera, which can be configured to provide high performance along one or more imaging dimensions, such as resolution, signal-to-noise ratio, dynamic range, depth of field, frame rate, or spectral sensitivity. For example, one configuration could produce high-resolution images 10,240 x 3,830 pixels, and another could generate 7,680 frames per second.  Such capabilities are unprecedented for a video system, and they will have many scientific, engineering, and military uses. \r\n\r\nIf the cameras are placed farther apart, then the system functions as a multiple-center-of-projection camera, and the data it captures is called a light field.  Of particular interest are novel methods for estimating 3D scene geometry from the dense imagery captured by the array.  This information can be used to improve compression of the light field and to interpolate smoothly between widely spaced cameras, allowing smooth virtual navigation through the scene.  Potential applications include evaluation of design models for manufacturing, medical and forensic consultation, online shopping, and virtual museum displays.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Levoy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Marc S Levoy",
   "pi_email_addr": "levoy@cs.stanford.edu",
   "nsf_id": "000150439",
   "pi_start_date": "2002-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168600",
   "pgm_ele_name": "ITR SMALL GRANTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1655",
   "pgm_ref_txt": "INFORMATION MANAGEMENT"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 188517.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 172843.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 136049.0
  }
 ],
 "por": null
}