{
 "awd_id": "0219834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Static and Dynamic Properties of Municipal Solid Waste",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2002-09-15",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 196328.0,
 "awd_amount": 196328.0,
 "awd_min_amd_letter_date": "2002-08-09",
 "awd_max_amd_letter_date": "2004-08-09",
 "awd_abstract_narration": "0219834, Ellen M. Rathje, Kenneth H. Stokoe U. of Texas-Austin\r\n\"Collaborative Research:  Static and Dynamic Properties of Municipal Solid Waste\"\r\n\r\nOver the past 15 years, municipal solid-waste landfills (MSW) have evolved from local \"dumps\" into sophisticated engineered systems.  Yet, despite the sophistication and complexity of the engineered environmental protection systems required at modern solid-waste landfills, and the dependence of the performance of many of these systems on the behavior of the waste mass, our understanding of the mechanical behavior of MSW is, at best, rudimentary.  Uncertainty regarding MSW mechanical properties is a major limitation on performance of reliable landfill stability analyses, the design of waste containment systems for new landfills, and the closure and redevelopment of old landfills.\r\n\r\nThis action is to support a three-year collaborative research program whose objective is to evaluate systematically the significant factors that influence the static and dynamic geotechnical properties of municipal solid-waste landfills.  The Environmental Protection Agency requires that all landfills in the United States be designed to withstand earthquakes.  For landfills in areas having significant seismic shaking potential, the dynamic properties are needed for design.  Currently, dynamic strength properties are assumed to be the same as the static properties, and dynamic stiffness is based on limited small strain data.  MSW is a highly heterogeneous material composed of various degradable (e.g. paper, food waste) and non-degradable (e.g. soil, plastic) materials.  While the behavior of MSW is likely to be influenced by waste composition and the state of material degradation, a fundamental understanding of the influence of these factors on the static and dynamic behavior of MSW is lacking.  As a result, MSW properties for static and dynamic analysis are typically based upon rules of thumb, engineering judgment, and a handful of laboratory and field measurements.  Factors being investigated in this study include waste composition (particularly with respect to the relative proportions of refuse and soil-like materials), waste degradation, and particle size.  Shear strength, compressibility, and dynamic material properties of MSW are evaluated using laboratory and field investigations.  Research on the influence of the refuse-to-soil ratio and on the state of waste degradation will further our understanding of the fundamental behavior of MSW as a composite material composed of refuse and soil.  Research on the influence of test specimen size is intended to facilitate both further research and site-specific studies for engineering design by possibly reducing or eliminating the need for large-sized test specimens and testing devices in future studies.\r\n\r\nThis collaborative project capitalizes on the insights and experienced gained by the principal investigators on previous studies of MSW characterization and landfill performance.  It will advance the profession's understanding of MSW landfills as engineered systems, leading to safer and more economical landfill designs.  It is an important step in moving beyond the over-reliance in current landfill design practice on rules of thumb and conjecture.  This project involves collaboration between researchers at the University of California - Berkeley, the University of Texas - Austin, and GeoSyntec Consultants in Huntington Beach, California.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Rathje",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen M Rathje",
   "pi_email_addr": "e.rathje@mail.utexas.edu",
   "nsf_id": "000167936",
   "pi_start_date": "2002-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Stokoe",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth H Stokoe",
   "pi_email_addr": "k.stokoe@mail.utexas.edu",
   "nsf_id": "000332246",
   "pi_start_date": "2002-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 56926.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 68836.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 70566.0
  }
 ],
 "por": null
}