{
 "awd_id": "0219025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR: Ontologies in Action: An Information Architecture to Support Investigation of Linked Health-Environment Interactions",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 299994.0,
 "awd_amount": 299994.0,
 "awd_min_amd_letter_date": "2002-07-17",
 "awd_max_amd_letter_date": "2003-11-04",
 "awd_abstract_narration": "Communities of scientists develop a specialized understanding of their specific domain of expertise, which manifests as differences in mental conceptualization.  Within such information communities there may be quite high levels of agreement regarding conceptualization, in that members can communicate and share ideas, but insurmountable problems arise when data and knowledge must be shared between communities.  But many emerging problems in science require that such disparate perspectives indeed be merged.  For example, relationships between climate, land use, and ecology can have far-reaching impacts on human health via ailments such as West Nile Virus and Lyme Disease.  Building predictive models that span communities and lead to proactive mitigation is only possible when the conceptual differences imbued in the data can be resolved, enabling a free exchange.  Through this research project, the investigators propose an ontological approach to mediate the sharing of data resources among different information communities across the environmental sciences, ranging from human health exposures and outcomes to climate forecasts and climate-change predictions.  Aside from the benefits arising from a deeper understanding of the conceptual similarities and differences among these information communities, several major outcomes are envisaged in terms of computational infrastructure.  Specifically, the investigators will conduct research and development leading to (1) computational tools to mediate the interoperation (sharing) of data among disparate communities of scientists, focusing broadly on geospatial disciplines; (2) computational tools with which to construct, represent, store, and exchange ontologies generated from disparate information communities; (3) computational tools to visualize and explore ontologies and to support the human-centered sharing of understanding between information communities; and (4) measures to quantify ontological differences between specific entities and categories, and between entire ontologies, as a measure of the complexity and likely success of interoperation.\r\n\r\nThis research project tackles a common problem that pervades the geospatial sciences - how to share information and results of analyses among communities of scientists in a way that takes account of the different ways in which those communities conceptualize the world (or parts thereof).  The specific focus of this project is on better sharing of information and computational models among environmental scientists, ecologists and epidemiologists, with a specific focus on human health outcomes.  Certain infectious diseases have a complex relationship with the environment.  Changes in climate and land cover offer new habitats for disease-carrying organisms and their hosts that can cause harm to humans (exemplified by West Nile Virus and Lyme Disease).  By improving the sharing of models and data relating to climate and climate change, host and vector life cycles, land use and land-use change, human demographics, and human health, scientists and policy makers will be better able to understand the problem in greater detail, plan for future outbreaks based on changes to the status quo, develop mitigation strategies more effectively, and inform and educate health practitioners and the general public to increase awareness.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Gahegan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Gahegan",
   "pi_email_addr": "mng1@psu.edu",
   "nsf_id": "000213263",
   "pi_start_date": "2002-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Barron",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Barron",
   "pi_email_addr": "ebarron@jsg.utexas.edu",
   "nsf_id": "000258321",
   "pi_start_date": "2002-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Post",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Post",
   "pi_email_addr": "post@ucdavis.edu",
   "nsf_id": "000333936",
   "pi_start_date": "2002-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederico",
   "pi_last_name": "Fonseca",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederico Fonseca",
   "pi_email_addr": "ffonseca@ist.psu.edu",
   "nsf_id": "000087672",
   "pi_start_date": "2002-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168600",
   "pgm_ele_name": "ITR SMALL GRANTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1657",
   "pgm_ref_txt": "SOCIAL AND ECONOMIC IMPLICATIONS OF IT"
  },
  {
   "pgm_ref_code": "1686",
   "pgm_ref_txt": "ITR SMALL GRANTS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 299994.0
  }
 ],
 "por": null
}