{
 "awd_id": "0219155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Develop An Evacuation Management Decision Support System",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2002-09-15",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 409210.0,
 "awd_min_amd_letter_date": "2002-09-11",
 "awd_max_amd_letter_date": "2006-07-19",
 "awd_abstract_narration": "Since the Galveston hurricane of 1900, improved systems for detection, warning, and evacuation have decreased the loss of life from natural hazards in the United States. Population growth in hazard prone areas is likely to reverse this trend unless prompt and effective measures are taken. Hazard-resistant land use and building construction practices could help to contain loss of life despite population growth, but there are economic and political barriers to implementing them. Improvements in the ability to evacuate threatened populations will thus be needed.\r\n\r\nThis research project addresses this need by developing an Evacuation Management Decision Support System (EMDSS) to assist public officials in monitoring a hazard's onset and determining when and where to initiate evacuations. A large data base on warning/preparation times, compliance/spontaneous evacuation rates, evacuation route utilization, and evacuation costs for both risk area residents and transients (especially business and tourist travelers), and economic impacts to business due to evacuations will be constructed using multiple surveys. Data on warning and preparation times, compliance and spontaneous evacuation rates, and evacuation route utilization are sparse; data on evacuation costs (as opposed to losses from disaster impact) are lacking in the literature. This database will feed the EMDSS to provide public officials support in facing hazards, such as hurricanes and help them balance the threat to public safety against evacuation costs under time constraints and uncertainty. \r\n\r\nValuable disciplinary goals will be reached through the collection and analysis of data that advance theoretical disaster research. In addition, the project will perform a major interdisciplinary function by integrating social psychological theories with those from transportation planning to develop an improved evacuation time estimation model, and with theories from household and business economics to develop an evacuation cost model. These perspectives will be integrated with concepts from decision analysis and decision support systems to produce the EMDSS. \r\n\r\nBroader social utility will result through significant advances in technology to support evacuation decisions. This work will add value to and leverage the hazard vulnerability analysis and evacuation planning work performed by the Hazard Reduction & Recovery Center for the Texas Governor's Division of Emergency Management (DEM) for over twenty years. This close relationship with an operational agency is unique among university-based hazard/disaster research centers. The relationship between HRRC and DEM provides an unparalleled opportunity for user input into software design and accelerated technology transfer to state and local emergency managers. The research will be coordinated with personnel from the Taiwanese National Science and Technology Program for Hazard Mitigation (NAPHM), who are interested in collaborating in the extending the EMDSS to evacuations from landslides and inland flooding. The Hazard Reduction & Recovery Center has a Memorandum of Agreement with NAPHM that has promoted cooperative exchanges between the two centers.\r\n\r\nFinally, graduate students will benefit by their involvement in survey development, data collection, and EMDSS development and evaluation. A broader group of graduate students will benefit from inclusion of this material in the investigators' environmental hazard management courses (especially the one on disaster response planning) and in a future edition of the textbook, Behavioral Foundations of Community Emergency Planning. The project will employ members of under-represented groups, especially women and students from developing countries \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lindell",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michael K Lindell",
   "pi_email_addr": "lindellm@oregonstate.edu",
   "nsf_id": "000452467",
   "pi_start_date": "2002-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Prater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carla Prater",
   "pi_email_addr": "carla@archone.tamu.edu",
   "nsf_id": "000263673",
   "pi_start_date": "2002-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 132587.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 136361.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 140262.0
  }
 ],
 "por": null
}