{
 "awd_id": "0219282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR/(DMS): A Computational Environment for Multi-scale MHD Turbulence Studies",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 430000.0,
 "awd_amount": 430000.0,
 "awd_min_amd_letter_date": "2002-09-05",
 "awd_max_amd_letter_date": "2002-09-05",
 "awd_abstract_narration": "Modeling MHD (magneto-hydrodynamic) turbulence has become increasingly\r\nimportant both in terrestrial and engineering applications, such as\r\nfusion devices and plasma propulsion, as well as in space and\r\nastrophysical environments such as the solar wind and astrophysical\r\njets.  The magneto-hydrodynamic nature of the plasma fluid imposes\r\nconstraints on the numerical procedures involved.  Likewise, modeling in\r\nthe turbulent regime -- for turbulence is ubiquitous -- also imposes\r\nconstraints and challenges on the numerical procedures employed.  The\r\nnumerical approach and demands of computation time and accuracy\r\ntranslate into algorithmic (or software) advances which can avail the\r\nhardware --  itself advancing rapidly.  In this project these advances\r\nentail: Adaptively refined grids, where fine resolution only in regions\r\nof interest reduces overall CPU requirements; MHD shock capturing\r\nmethods, which improve accuracy of the calculation; parallel computing\r\ntechniques, which take advantage of the availability of multiple\r\nprocessors and memory and cache hierarchy; and sub-grid models, which\r\nallow coarser grids than otherwise for turbulent regimes.  The analysis\r\nof the resulting large multi-block multi-processor data requires\r\nadvanced data visualization tools to examine the physics, the raison\r\nd'etre for the calculations.  The project will develop a computational\r\nenvironment, consisting of a 3D MHD simulation code with adaptive grid\r\nrefinement capabilities, complex  time-dependent boundary conditions and\r\noptimized to run under MPI on various parallel computers, and a\r\nvisualization system that can handle multi-block multi-processor MHD AMR\r\ndata.\r\n\r\nIn this end-to-end modeling and discovery process, information\r\ntechnology (IT) plays a critical role.  From software engineering\r\nprinciples that result in robust codes, and smarter data structures that\r\nare required for AMR, to single-node optimization and better\r\ncommunication strategies on parallel architectures, to visualization\r\ntool development and implementation, IT makes possible knowledge\r\ndiscovery through simulation in a more efficient and orderly fashion.\r\nThe requirements for MHD turbulence modeling being so considerable, this\r\nefficiency of IT translates into enabling the science or technology.\r\nI.e. without the application of these IT principles, physically\r\nimportant and interesting regimes would not be analyzed.  The results of\r\nthis project will significantly enhance the modeling capabilities of\r\ndiverse flows and will specifically be applied to the problem of\r\nheliospheric magnetic field configuration and solar wind turbulence.  3D\r\nMHD simulations of the heliospheric fields and flows that include\r\nrotation, shear, waves, turbulence, current sheets, pressure-balanced\r\nstructures, and interaction regions, which thus represent most of the\r\nmajor physical effects of importance, will be performed.  The effort will\r\nenable future studies on particle propagation and magnetic field\r\nconfiguration for \"space weather\" effects on Earth.  The project will\r\ndirectly train a post-doctoral scholar and a graduate student in\r\nrelevant physics and computational mathematics; project results will be\r\ncommunicated to the community via conference and journal publications\r\nand the web, and through classes taught by the PI.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anil",
   "pi_last_name": "Deane",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anil E Deane",
   "pi_email_addr": "deane@umd.edu",
   "nsf_id": "000241573",
   "pi_start_date": "2002-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168600",
   "pgm_ele_name": "ITR SMALL GRANTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 430000.0
  }
 ],
 "por": null
}