{
 "awd_id": "0219953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Terrorism and Corporate Crisis Management:  The Strategic  Effect of the September 11 Attacks",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2004-11-30",
 "tot_intn_awd_amt": 339997.0,
 "awd_amount": 339997.0,
 "awd_min_amd_letter_date": "2002-08-29",
 "awd_max_amd_letter_date": "2003-07-11",
 "awd_abstract_narration": "Abstract\r\n\r\nThe September 11, 2001 attacks on the World Trade Center were an attack on corporate America.  Of the almost 3,000 persons killed, most were employees of private corporations and most of the direct economic losses were sustained by the private sector.  Corporate America is in the midst of a strategic change as the issues of crisis preparedness, physical sand information security and continuity of operations have become central and immediate in the days and months following the terrorist attacks.  Private sector businesses have come to realize that their very survival may depend on their preparedness to mitigate the consequences of and respond to extreme events. The lack of a firm conceptual and experiential basis for business crisis management decision-making and planning raises the potential for relatively unproductive and wasteful decisions and resource allocations.\r\n\r\nThe objective of this project is to conduct the necessary research to better understand the impacts of extreme events and to communicate the results in a manner that contributes to the ability of businesses to prepare for and recover from extreme events.  The following research based products are proposed to meet this objective:\r\n\r\n1. A methodology for quantifying the organizational and economic impacts of extreme events on businesses.\r\n2. A framework for evaluating corporate preparedness for these extreme events.\r\n3. A definition of the common body of knowledge for executive level crisis managers.\r\n\r\nThe proposed research is unique in its focus on individual businesses and the consequences resulting form terrorist acts.  Previous research efforts have addressed larger levels of aggregation such as impacts on regional economies resulting from natural hazard events and have typically address the impacts of individual disasters.  The methodology for quantifying organizational and economic impacts will utilize the limited empirical results obtained in prior studies. The complex inter-organizational coordination among private sector businesses and between businesses and the government and non-government organization resulting from the September 11th attacks will be investigated and incorporated into the research products.  The evolution of these relationships that include a level of uniqueness for terrorists attacks will be valuable to business crisis managers as they prepare for potential future extreme events.\r\n\r\nThe research team comprised of faculty and students from The George Washington University and the University of Pittsburgh has the experience and credibility to complete the research and report its result with the proposed two year research schedule and proposed budget.  This experience and credibility will enable the research team to know where to go for the required data and information and will provide the initial personal contacts necessary for access.  The research will build on the results of a prior NSF supported evaluation of the inter-organizational response to the September 11 attacks and a current Sloan Foundation grant that is developing the requirements for the response to a mass casualty event in a metropolitan area. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Harrald",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Harrald",
   "pi_email_addr": "jharrald@vt.edu",
   "nsf_id": "000091808",
   "pi_start_date": "2002-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louise",
   "pi_last_name": "Comfort",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Louise K Comfort",
   "pi_email_addr": "lkc@pitt.edu",
   "nsf_id": "000200087",
   "pi_start_date": "2002-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Ryan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Ryan",
   "pi_email_addr": "jjchryan@gwu.edu",
   "nsf_id": "000441971",
   "pi_start_date": "2002-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 224024.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 115973.0
  }
 ],
 "por": null
}