{
 "awd_id": "0220259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR:   Software-Hardware-Technology Co-Optimization for Ultra Low Power Architectures Via Delay Considerations",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 264915.0,
 "awd_amount": 264915.0,
 "awd_min_amd_letter_date": "2002-08-22",
 "awd_max_amd_letter_date": "2003-11-20",
 "awd_abstract_narration": "Recently there has been considerable interest in the design of power/energy-aware electronics seeking to reduce the power consumption of military and consumer applications by over two orders of magnitude. This interest is driven by the power demands of today's high-speed, high-density, (portable) integrated electronics. Unless new power-efficient design methods are developed, there will be stringent limitations on the levels of electronics integration possible in the future as well as limitations on the speeds at which hardware can operate. Hardware portability will also be affected by battery size and weight. Simple calculations reveal that future microprocessors will dissipate several hundred watts of power unless drastic power reduction features are implemented. High power consumption and the associated high temperatures can also lead to reliability problems leading to early failure. If the trends in reduction of feature sizes and the increase in the levels of integration in silicon are to continue well into the future, the power consumption problem must be handled effectively and solved urgently.\r\n\r\nThis research involves the study of hardware-software co-optimization methods to achieve ultra low power/energy consumption over a range of applications. Such co-optimization has been difficult in the past due to the complexity of the optimization problem and the fact that the optimization parameters stretch across software, hardware and technology parameters. While factors of energy savings up to 5X are possible using software, hardware and technology optimization individually, much larger savings are possible if a vertically integrated power optimization approach across software, hardware and technology boundaries is undertaken. To handle the complexity problem of such a vertically integrated power/energy minimization approach, a very simple optimization metric is proposed. This metric seeks to allocate delay to software and hardware modules in such a way that the delay of the module is proportional to the energy consumed by the module. Using such a metric, the problem of technology optimization (Vdd, Vt, device sizing) can be decoupled from that of system-level optimization without compromising the quality of the solution obtained. As long as the above metric is satisfied, software/hardware and technology optimizations can be done independently with high confidence that the resulting solution will be close to the optimum. Note that the proposed metric relies on the knowledge of the energy consumption of each module relative to other modules than on the absolute values of energy consumption of each module. The energy consumed by a hardware or software module relative to that of other modules is computed easily using simulation. It is conjectured that the use of the proposed power metric will simplify the complexity of the optimization problem to a degree that will allow much bigger, vertical optimizations to be performed across the software, hardware and technology boundaries. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abhijit",
   "pi_last_name": "Chatterjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abhijit Chatterjee",
   "pi_email_addr": "chat@ece.gatech.edu",
   "nsf_id": "000303765",
   "pi_start_date": "2002-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168600",
   "pgm_ele_name": "ITR SMALL GRANTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1652",
   "pgm_ref_txt": "HIGH END COMPUTATION AND INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1686",
   "pgm_ref_txt": "ITR SMALL GRANTS"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 92064.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 90623.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 82228.0
  }
 ],
 "por": null
}