{
 "awd_id": "0220941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Apex Predators in the Central Pacific: An Ecosystem Approach",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2003-01-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2002-09-18",
 "awd_max_amd_letter_date": "2002-09-18",
 "awd_abstract_narration": "The current levels of mortality owing to fisheries are  unlike  anything  in  the  long evolutionary  history  of  exploited  species  and,  therefore,  that  fisheries  are  a  powerful  ecological  force.  \r\nUnderstanding fishery effects as causes of perturbation offers important lessons about  the  ecological processes that regulate structure and function of pelagic ecosystems.   \r\n\tThe previous project, Apex Predators in Pelagic Ecosystems, focused on trophic interactions in the central north  Pacific  (CNP)  ecosystem  based  on  modeling  analyses  at  three  scales:    bioenergetics  of individual  fish  species,  predator-prey  interactions  and  ecosystem  models.    The ecological effects of \r\nlong-line fisheries for tunas, billfishes and sharks has been a consistent theme in all three areas of model development.   The major lessons were that:  1.  Characterizing trophic ontogeny was a key component to building effective models for  this  system  of  strongly overlapping use of prey resources and intra-guild predation, and 2.  Fisheries have become and continue as the main cause of change in trophic structure of the CNP.  This project will support continuation and expansion of the first project.  Dr. Kitchell and collaborators will develop models that  can  evaluate  the  role  of  fishery  effects  in  food  web  dynamics,  expand  that  to  include interactions  with  large-scale  environmental  effects  such  as  those  due  to  ENSO,  PDO,  and/or  climate change dynamics and use the consequent models as a basis for evaluating resource management policies that can change ecosystem structure and function.  Three major objectives will be pursued: \r\n\tExperimental Approach to  Modeling.    They have developed a model of trophic interactions  and \r\nfishery effects for the central north Pacific (CNP) based, in part, on merging population-scale data with food  web  information  and  the  history  of  fishery  development.    An ecological analogue exists  in  the central south Pacific (CSP) where fishery development occurred at a later time.  The researchers will use the CNP approach to develop a CSP model, then conduct the equivalent of an independent, replicate analysis of the \r\ntrophic changes owing to fishery development.  Merging these models creates a single tool that allows evaluation of local effects expressed in a large-scale context.  Characterizing fisheries as the equivalent of \r\nnew  predators  allows  an  evaluation  of  .strong  interactions  in  food  webs  and  the  complex  feedback mechanisms that emerge from fishery effects. \r\n\tModeling to Include Environmental Drivers.  They will implement environmental forcing due to \r\nENSO, PDO and/or global change effects expressed in our models of the CNP, CSP and a similar model \r\nof the eastern tropical Pacific (ETP) developed through collaboration sponsored by the National Center \r\nfor  Ecological  Analysis  and  Synthesis  (NCEAS).    The investigators will use statistical approaches that evaluate anomalies in the population data as the basis for differentiating effects of the fisheries from those of the \r\nenvironmental forcing  that  alters  primary  production  rates  and  its  expression  in  production of higher \r\ntrophic levels. \r\n\tBycatch and  Ecological Interactions.    Major conservation  issues  revolve  around  bycatch  of \r\nthreatened or endangered turtles, birds, sharks and billfishes in these pelagic ecosystems.  Dr, Kitchell and co-workers will use a \"scenarios\" approach to simulation of alternative management actions, the likely responses of changes in fishery  exploitation  processes,  their  consequent  ecological  changes  and  their  socioeconomic \r\nconsequences.  The basic Ecosim model now includes the capacity to evaluate the latter using inputs of \r\nfish prices plus weighting for goals based on employment, conservation and/or ecosystem management. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Kitchell",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "James F Kitchell",
   "pi_email_addr": "kitchell@wisc.edu",
   "nsf_id": "000290413",
   "pi_start_date": "2002-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Essington",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy E Essington",
   "pi_email_addr": "essing@u.washington.edu",
   "nsf_id": "000323917",
   "pi_start_date": "2002-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": null
}