{
 "awd_id": "0220191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structure of Homeodomain Gene Regulatory Complexes",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 505000.0,
 "awd_amount": 505000.0,
 "awd_min_amd_letter_date": "2002-07-31",
 "awd_max_amd_letter_date": "2005-04-25",
 "awd_abstract_narration": "A hallmark of gene regulation in eukaryotes is the central role played by multiprotein complexes that bind DNA and recruit additional proteins that modulate mRNA transcription. The study of the protein-protein and protein-DNA interactions that govern multiprotein complex formation is therefore essential to a mechanistic understanding of the complex molecular switches that regulate eukaryotic transcription. This laboratory's structural and biochemical studies of combinatorial regulation by yeast mating-type and human Hox homeodomain proteins have revealed principals for complex formation among homeodomain proteins, which are found in all eukaryotes and constitute the second largest class of human DNA-binding proteins. Prior work has focused on the heterodimerization and DNA-sequence selectivity of the yeast MATa1 and  MATa2 homeodomain proteins and on comparative structural studies on the human HoxB1/Pbx1 homeodomain heterodimer bound to DNA. In addition, the structure was determined of a monomeric C-terminal fragment of the Tup1 corepressor that interacts with a2. This project builds upon this work, addressing questions of co-repressor recruitment, Hox homeodomain specificity and activity, and the structure of domains outside the homeodomain that play key roles in multimerization and nuclear localization. The crystal structure of the intact Tup1-Ssn6 corepressor complex, which is recruited to the DNA by MATa2 and other yeast transcription factors, will provide much-needed insights into the overall structure of this important yeast transcriptional repressor. In addition to revealing the fold of domains required for transcriptional repression and showing how the TPR repeats of Ssn6 bind to Tup1, knowing the domain organization of the entire 4:1 Tup1/Ssn6 will be key to building up a model of the complete a2/a1/Tup1/Ssn6 complex that is assembled upstream of target genes. Complementary biochemical studies of histone deacetylase recruitment will shed light on how Tup1 recruits selected histone acetylases to a target gene, and will provide a basis for the design of future structural studies. Since Tup1 and Ssn6-like proteins have been identified in many eukaryotes, including man, the findings from the yeast system will have direct implications for a general mechanistic understanding of eukaryotic transcriptional regulation. The PI's continuing studies of Hox proteins and their partners will provide further insights into how these important developmental regulators discriminate among potential binding sites in the cell and how they are regulated by post-translational modification. The structure determination of a Pbx1/Meis1 heterodimer will shed light on an aspect of homeodomain gene regulation that has not been previously addressed, namely the important regulatory role of domains that lie outside the DNA-binding domain. \r\n\r\nThe results of these studies will yield fundamental insights into basic mechanisms of gene regulation, and in particular into the role played by large protein assemblies in regulating eukaryotic transcription. In addition, these projects provide outstanding opportunities for the training of graduate students in the methods and approaches of structural biology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Wolberger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Wolberger",
   "pi_email_addr": "cwolberg@jhmi.edu",
   "nsf_id": "000138240",
   "pi_start_date": "2002-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University School of Medicine",
  "perf_str_addr": "Homewood Divisions, Room 113",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "21218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}