{
 "awd_id": "0221144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Dynamic Approach to the Assessment of Vulnerability: Farmers' Coping Responses to No-Flow Events in the Lower Yellow River, 1991-1999",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory H. Chu",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 11970.0,
 "awd_amount": 11970.0,
 "awd_min_amd_letter_date": "2002-08-15",
 "awd_max_amd_letter_date": "2002-08-15",
 "awd_abstract_narration": "This doctoral dissertation research project will examine the vulnerability of farming households to irrigation water shortages that result from \"no-flow\" events in Lower Yellow River in the Shandong Province of China. Prior to 1949, severe flooding was the major threat in this region. Ironically, the increasing frequency, duration, and extent of \"no-flow\" events mean that a lack of water, rather than a surfeit, may be the problem of the future. But just how vulnerable are farmers to irrigation water shortages resulting from no-flow events on the Yellow River? What factors determine vulnerability to these shortages? How have farmers been coping with no-flow events to date, and how can farmers reduce their vulnerability to no-flow events in the future? The research will attempt to answer these questions by developing and testing a framework that conceptualizes vulnerability as a dynamic, evolutionary and iterative process that operates at different time and space scales. The research will focus on the experiences of farming households in two villages in Shandong Province during the period 1991-1999. Household surveys will be conducted in these villages to gather information about farmers' knowledge and awareness of no-flow events and the coping strategies that they have employed. Additional interviews will be conducted with key informants at the village and regional levels.  Interview data will be supplemented with official data on the frequency, duration, and extent of no-flow events, crop yields, and irrigation quotas. These data will be used to map the temporal patterns of vulnerability at the household level, using a modified version of the coping response sequence developed by the Famine Early Warning System (FEWS).  The data will also be used to identify the links between coping capacity and the transitional economy by examining socio-economic factors that have influenced the pattern of entitlement changes, and explore the differing social processes that affect vulnerability at various spatial scales. Qualitative analyses will be used to generate a meaningful understanding of the effects of agricultural policies and water management institutions on farmers' livelihoods, and the linkages between institutional responses at different levels. Quantitative analyses will be used to determine the statistical association between stress levels and household coping responses, between household assets and coping responses, and between household coping responses and specific institution strategies, and thus to identify the main factors affecting household vulnerability to irrigation water shortage.\r\n\r\nThe research will contribute to the study of vulnerability in several practical and conceptual ways. First, by focusing on household coping sequences, the research will clarify the factors that determine the nature and temporal dynamics of vulnerability for specific people in specific places. Second, the study will extend the empirical analysis of vulnerability to a transitional economy, which have been largely ignored to date. Third, the study focus on the Lower Yellow River will provide better understanding of water shortage problems in North China, and help improve the coping capacities of water management institution and farming households, and thus aid in the development of a sustainable water resource management regime at the regional and national levels.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Kasperson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Roger E Kasperson",
   "pi_email_addr": "rkasperson@clarku.edu",
   "nsf_id": "000089723",
   "pi_start_date": "2002-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dominic",
   "pi_last_name": "Golding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dominic Golding",
   "pi_email_addr": "golding@wpi.edu",
   "nsf_id": "000229610",
   "pi_start_date": "2002-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 11970.0
  }
 ],
 "por": null
}