{
 "awd_id": "0221562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Systems Theoretic Approach to Robust Active Vision",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2006-10-31",
 "tot_intn_awd_amt": 240004.0,
 "awd_amount": 240004.0,
 "awd_min_amd_letter_date": "2002-08-14",
 "awd_max_amd_letter_date": "2006-05-22",
 "awd_abstract_narration": "Active vision - the confluence of control and computer vision - is positioned in an optimal situation to address the needs of a growing segment of the population. Aware environments would enable elderly people to carry on independent lives. Computers that interpret facial expressions to obtain cues to user confusion or frustration can lead to simpler interfaces. Finally, intelligent activity surveillance systems capable of detecting suspicious activities can substantially improve the ability to prevent tragedies. Clearly these applications would not be possible without the use of feedback to compensate for uncertainty and errors, stemming for instance, from poorly calibrated cameras, blurring or only partially determined feature correspondences between images. Indeed, computer vision and control are already linked through many successful proof-of-concept systems developed at several research institutions, including Penn State. However, there is a consensus in both the computer vision and control communities that, in spite of the implicit power of visual control, there are relatively few instances where these techniques have been successfully applied in unstructured environments. This can be traced, to a large extent; to theft-agility (i.e. lack of robustness) of active vision systems designed using classical methods.\r\n \r\nThe present proposal is motivated by preliminary work by the Co-PIs strongly indicating that this fragility can be addressed by appealing to a common systems theoretic substrate to make the interconnection between the different aspects of the problem stronger and more direct. Specifically, the objectives of the proposed research are:\r\n \r\nDevelopment of a paradigm for systematically designing provably robust active vision systems. This paradigm will address the computer vision and control aspects of the problem within a common systems-theoretic framework, exploiting their synergism to optimize performance. Examples of the advantages offered by this approach include:\r\n \r\n(i)\tIntegration of robust identification/model (in)validation based predictions into target localization algorithms to improve robustness and reduce search time.\r\n \r\n(ii)\tRobust identification of models that combine computer vision and dynamical effects, as well as the corresponding uncertainty structure.\r\n \r\n(iii)\tController design that exploits these models and the associated uncertainty structure to robustly optimize performance.\r\n \r\nComprehensive experimental validation and performance characterization of the resulting systems, using several pan and tilt units and dedicated image processing hardware currently available in our lab.\r\n \r\nThe key point of the research is the realization that the problems of robustly tracking an object in a sequence of frames and robust performance analysis, share an underlying common fact: they are equivalent to analyzing the existence of a bounded L2 to L2 operator that satisfies certain interpolation conditions. While the details are somewhat different in each case, this allows for developing a common set of tools, by appealing to the rich language of convex analysis to recast these problems into an LMI optimization form.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mario",
   "pi_last_name": "Sznaier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mario Sznaier",
   "pi_email_addr": "msznaier@coe.neu.edu",
   "nsf_id": "000428363",
   "pi_start_date": "2002-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Octavia",
   "pi_last_name": "Camps",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Octavia I Camps",
   "pi_email_addr": "camps@ece.neu.edu",
   "nsf_id": "000429038",
   "pi_start_date": "2002-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 78135.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 80104.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 3080.0
  }
 ],
 "por": null
}