{
 "awd_id": "0221376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Varves and Varve-Forming Processes in a High Arctic Lake",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory H. Chu",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2002-07-11",
 "awd_max_amd_letter_date": "2002-07-11",
 "awd_abstract_narration": "Paleoenvironmental reconstructions from high Arctic settings have been extremely valuable sources of information for a range of purposes, but especially as indices of climatic change, which is amplified at high latitudes.  High Arctic lakes have been sources of information for many paleoenvironmental reconstructions because their watersheds and sediments usually are undistrurbed, ice cover limits wind-driven disturbance, and they receive highly seasonal sediment inputs.  Glacial lake sediments from the high Arctic are particularly useful, because annual to semiannual temperature resolution is possible and sediment supplies usually are not limited.  This doctoral dissertation research project will study of how varves (distinct annual layers of sediments) form in Arctic lakes.  The project will examine the varves and varve-forming processes of Lake Tuborg on Ellesmere Island in Nunavut, Canada.  Lake Tuborg was formed when ice advanced across the mouth of a fiord, creating a lake with seawater trapped beneath freshwater.  This has led to strong chemical and density stratification of the water column and a lack of oxygen at the bottom of the lake.  Burrowing organisms therefore could not disturb the sediments that have been carried into the lake by rivers and streams, allowing relatively undisturbed layers of sediment to accumulate each year.  The sediments have accumulated in this way for more than 3,000 years, so the lake contains an unusually long, pristine record of environmental change.  The specific tasks of this project are to understand the modern distribution and deposition of sediment by monitoring physical processes in the lake and to elucidate spatial, temporal, physical and chemical changes in recently deposited sediments (those deposited over the last century or so).  Physical processes will be recorded to monitor within lake conditions and the movement of sediment.  Concurrent measurements of air temperature and precipitation will be made, and recent sedimentation will be analyzed with networks of well-dated short gravity cores.\r\n\r\nThis study will provide insight into the climatic significance of undisturbed sediments from Lake Tuborg by providing a better understanding of the varve-forming process.  These analyses will improve understanding of past climate change at high latitudes, thereby providing a framework for placing future changes in a long-term context.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Bradley",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond S Bradley",
   "pi_email_addr": "rbradley@geo.umass.edu",
   "nsf_id": "000418654",
   "pi_start_date": "2002-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}