{
 "awd_id": "0223739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geoarchaeological Contexts of Human Occupation During Lower Palaeolithic Eurasia: A Micromorphological Study of Sediments from 'Ubeidiya , Dmanisi and Gran Dolina-TD10",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2002-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 9330.0,
 "awd_amount": 9330.0,
 "awd_min_amd_letter_date": "2002-06-27",
 "awd_max_amd_letter_date": "2002-06-27",
 "awd_abstract_narration": "With National Science Foundation support graduate student Carolina Mallol will conduct the analytic stage of her dissertation research, which comprises a geoarchaeological study of three different Lower Paleolithic sites. As the main focus of the research, the technique of soil micromorphology (the microscopic analysis of soils/sediments) will be applied to examine the nature of hominid occupations in the Old World at, Dmanisi (Republic of Georgia) 1.7 million years ago, and 'Ubeidiya (Israel) 1.4 million years ago, and Atapuerca-TD10 (Spain) 0.3 million years ago. The goal of this work is to identify anthropogenic remains such as the residues of prehistoric fires, to characterize them at a high level of accuracy and to associate them with activities that might have been performed by hominids at these sites. The research is integrated with the ongoing archaeological projects at each of the above-mentioned sites and exemplifies a form of successful multidisciplinary effort given that existing analytic results by other team members from other subdisciplines such as zooarchaeology and lithic technology are being considered complementary to this work. Soil micromorphology has been successfully applied to several prehistoric sites, revealing details of activities and interpretations that escaped field observation and laboratory analysis.  In a geo-archaeological study of this kind, the first stage entails how the prehistoric deposits accumulated and under what kind of environmental conditions, followed by their analysis from an archaeological perspective using data available from the recovered remains. The high degree of resolution that can be accomplished by this technique will facilitate testing the currently debated hypotheses in the context of early hominid behavior, such as the use of fire. Conclusions obtained about the precise nature of the occupational contexts from 'Ubeidiya, Dmanisi and Atapuerca will represent a solid background on which to base further interpretations of early hominid behavior. Particularly significant is the fact that these three major archaeological sites represent the earliest hominid occupations of Eurasia containing well-documented lithic, faunal, and paleoanthropological assemblages. The first migrations out of the African continent, the colonization of temperate regions of Eurasia, and settlement in habitats where humankind was unprecedented, are phenomenal events that encompass morphological and behavioral implications for the hominid populations in question. While paleoanthropology and archaeology can reveal features of these events to us, search for archaeological evidence beyond the visibility of the naked eye, through soil micromorphology can provide reliable information concerning the natural and anthropogenic contexts. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ofer",
   "pi_last_name": "Bar-Yosef",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ofer Bar-Yosef",
   "pi_email_addr": "obaryos@fas.harvard.edu",
   "nsf_id": "000378773",
   "pi_start_date": "2002-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 9330.0
  }
 ],
 "por": null
}