{
 "awd_id": "0223279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Physical and Chemical Mechanisms Responsible for Carbon Sequestration in Soil Microaggregates",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2002-10-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2002-09-04",
 "awd_max_amd_letter_date": "2002-09-04",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThe dynamics of soil aggregate formation and stability have profound implications to understanding and enhancing C sequestration in soil. Soil microaggregates are particularly crucial to long-term sequestration because they protect C against decomposition, resulting in much longer residence times for C. However, the reasons why organic carbon in soil microaggregates has such long residence times is not well understood. The goal of this research is to determine the structural and chemical bases of soil microaggregate formation and stability. This goal will be accomplished by investigating the internal surface morphology of microaggregates and the distribution of C within microaggregates, as well as the nanoscale organomineral associations underlying microaggregate structure and stability. The evolution of these features will be examined in a series of soils representing agronomic management systems that affect C accumulation (till versus no-till, conventional versus organic), as well as land-use options for enhanced C storage (prairie restoration, forage management systems).\r\n\r\nThis proposal focuses on microaggregates; however, the value and significance of the proposed research will be leveraged by collaborations with several investigators who are working on the evolution of soil aggregates at the same field sites. Their participation links the results of our study to quantitative and qualitative changes in carbon storage, as affected by management practices. Conversely, our process-level insights will provide a mechanistic explanation for the changes they observe in accumulation or loss of soil carbon under different agronomic systems or land use options.\r\n\r\nHypotheses relating aggregate structure to C accumulation and management practices will be tested using multiple state-of-science techniques including (1) N2 adsorption to determine the accessible surface area within microaggregates and assess whether exposed surfaces are organic or inorganic, (2) Small Angle Neutron and X-Ray Scattering to characterize the surface area and size distribution of the total porosity, and, using contrast matching techniques, determine the accessibility of internal porosity to microbes, exocellular enzymes, and nutrients, (3) Scanning Electron Microscopy to visualize intact microaggregates and help interpret N2 adsorption and scattering data, and (4) Scanning Transmission X-ray Microscopy that allows for collection of X-ray spectral data to evaluate the chemical composition of intra-aggregate OM and identify the presence of inherently recalcitrant molecules, or show preservation of labile compounds. Data from all four techniques will be interpreted in the context of a fractal model of pore space geometries.\r\n\r\nBy comparing differences in the mechanisms influencing microaggregate formation and stability, coupled with information from collaborators on the size and dynamics of soil carbon pools, the emerging patterns will be broadly relevant to identifying major mechanisms controlling rates of carbon transfer in soils. This enhanced understanding will provide a scientific basis for developing effective management strategies to enhance C sequestration in terrestrial systems, which is one of the major goals of the Carbon Cycle Science Plan. Specifically, the proposal focuses on process-level studies to define and quantify key mechanisms for carbon transformation and retention in soil.\r\nThe project will integrate research and education through participation of a student and postdoctoral fellow. Their scientific perspectives will be further broadened and enhanced by their interactions with our diverse group of collaborators. The students' experiences in this project will position them to be leaders who will make major contributions to the long-term effort to understand the global carbon cycle.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McCarthy",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F McCarthy",
   "pi_email_addr": "jmccart1@utk.edu",
   "nsf_id": "000188680",
   "pi_start_date": "2002-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Jastrow",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Julie D Jastrow",
   "pi_email_addr": "julie.jastrow@northwestern.edu",
   "nsf_id": "000295112",
   "pi_start_date": "2002-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edmund",
   "pi_last_name": "Perfect",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edmund Perfect",
   "pi_email_addr": "eperfect@utk.edu",
   "nsf_id": "000149352",
   "pi_start_date": "2002-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162900",
   "pgm_ele_name": "BE: NON-ANNOUNCEMENT RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}