{
 "awd_id": "0224238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optically Controlled Spin in Semiconductor Optical Amplifiers:  \"Spin Optoelectronics\"",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Olufemi Olowolafe",
 "awd_eff_date": "2002-09-15",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2002-09-17",
 "awd_max_amd_letter_date": "2002-09-17",
 "awd_abstract_narration": "Optically Controlled Spin in Semiconductor Optical Amplifiers: \"Spin Optoelectonics\"\r\n\r\nAlan Kost & Axel Schulzgen\r\n\r\n\r\nAbstract\r\n\r\nThis proposal was received in response to the Spin Electronics for the 21st Century initiative, Program Solicitation NSF 02-036. The proposal focuses on the role of spin in new types of optoelectronic devices with applications for optical data communications. In particular, optically induced spin states and spin relaxation in the active layers of semiconductor optical amplifiers (SOAs) will be investigated.\r\n\r\nAn optical pulse with a fluence of about 1 mJ per cm2 can excite electron-hole pairs across the band gap of a semiconductor and saturate absorption leading to a transmission increase of an order of magnitude. A drawback of resonant optical nonlinearities is their rather slow recovery. An optically excited semiconductor returns to its initial state after recombination of the excess electron-hole pairs, in about a nanosecond. This recovery is much too slow for many high speed applications like switching of data at rates of 2.5 Gbits per second. Various techniques have been explored to speed material recovery after optical excitation. Ion implantation has been used to enhance non-radiative recombination in semiconductors and speed recovery to an extent, at the expense of material quality. Electric fields have been applied to sweep away excess charge. Among the most promising approaches to ultra-fast material response is excitation with polarized light. Light with circular polarization is used to excite electrons and holes in definite spin states. Absorption saturation occurs and transmission is increased for light of similar polarization. The absorption recovers rapidly, in picoseconds or less, as dephasing events redistribute the spin. Selective spin excitation in GaAsSb quantum wells shows particular promise. These semiconductors have sub-picosecond spin relaxation times and they function with light that has a wavelength near 1.55 microns - an important wavelength regime for optical communications. \r\n\r\nSpin relaxation has not been examined in semiconductor optical amplifiers. The plan here is to further the knowledge of spin in semiconductors and investigate devices for ultra-fast optical switching by studying spin in semiconductor optical amplifiers containing InGaAs and GaAsSb quantum wells.\r\n\r\nEpi-layers will be grown at HRL laboratories - a pioneer and world leader in the growth of novel III-V semiconductor materials. The materials, to be grown on InP and GaSb substrates, will also include cladding layers for light guiding and doped layers to form a p-n junction. Dr. David Chow, a department manager in Microelectronics Laboratory at HRL, will lead the growth effort.\r\n\r\nThe group of Professor Alan Kost at the University of Arizona will design and fabricate the semiconductor optical amplifiers. The composition and thickness layers in the active region of SOAs will be selected for optical gain near 1.55 microns. The composition of optical cladding layers will be chosen for optimum wave guiding. Professor Kost's group will process wafers from HRL into SOAs in a clean room at the University of Arizona. The clean room facility at the Optical Sciences Center at the University has all the equipment needed to make SOAs: including photolighographic equipment, a reactive ion etcher, metal evaporators for the deposition of electrical contacts and a rapid thermal annealer for contact annealing. Professor Kost's group will also perform initial optical characterization of the materials including photoluminescence and optical transmission measurements.\r\n\r\nThe group of Professor Axel Schulzgen will characterize optical amplifiers using their extensive femtosecond laser facility. The semiconductors will be excited using circularly polarized light pulses of wavelength near 1.55 microns. Spin relaxation will be monitored and time-resolved by measuring the transmission of SOAs in a pump-probe configuration. Spin dynamics will be examined as function of the inversion in the gain medium by repeating measurements while varying the electrical bias to the \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Kost",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Kost",
   "pi_email_addr": "akost@arizona.edu",
   "nsf_id": "000378722",
   "pi_start_date": "2002-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Axel",
   "pi_last_name": "Schulzgen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Axel Schulzgen",
   "pi_email_addr": "axel@creol.ucf.edu",
   "nsf_id": "000485327",
   "pi_start_date": "2002-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Chow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Chow",
   "pi_email_addr": "",
   "nsf_id": "000540800",
   "pi_start_date": "2002-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}