{
 "awd_id": "0224624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Impacts of the Great Lakes on Extreme Weather in the Region",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephan P. Nelson",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 165644.0,
 "awd_amount": 165644.0,
 "awd_min_amd_letter_date": "2002-04-19",
 "awd_max_amd_letter_date": "2002-08-30",
 "awd_abstract_narration": "Recent improvements in operational numerical weather prediction (NWP) models, including increased resolution and better parameterization of sub-grid scale processes, have allowed National Weather Service (NWS) Forecasters across the country to enjoy considerably improved mesoscale forecasts.  In the Great Lakes region, many of the mesoscale features that develop are, for one reason or another, forced by the Great Lakes - either individually or as an aggregate.  As a result, marine forecasts over the lakes have benefited little.  Forecasts over adjacent land masses, where mesoscale phenomena are likely influenced by the proximity of the lakes, have also not been without their challenges.  The Great Lakes influence a wide range of extreme weather throughout the year.  Lake-effect storms develop in winter when cold arctic air flows over the warm lakes.  Thunderstorms develop in summer, when the temperature contrast between the cool lakes and the warm land generates strong lake breeze convergence zones.  The ways that the lakes influence severe weather are not well known.  It is anticipated that the effects can be significant. \r\n\r\nThis research project is an extension of a previous NSF-funded project that has examined the impacts of the Great Lakes on synoptic scale systems in winter.  The prior NSF Project involved performing and analyzing several series of numerical simulations where all the Great Lakes were included (with-lake or WL), none of the lakes were included (no-lake or NL), and select lakes were included (individual-lake or group-lake) to examine the effects of the Great Lakes on synoptic-scale systems in winter as well as some aspects of lake-effect snowstorms. \r\n\r\nThe current research will focus on lake aggregate effects on additional winter season weather phenomena such as dominant lake-effect snow bands.  These bands can dump 20 inches of snow in as little as 3 hours.  Their development is not understood very well at all.  Preliminary simulations suggest that the lake aggregate play a role in providing moisture and reducing wind shear.  Other extreme winter weather phenomena that will be studied include freezing rain events.  It is hypothesized that the lake aggregate can provide heat and moisture in such a way so as to produce a temperature and moisture profile that is conducive for freezing rain.  The aggregate effects on severe weather/heavy precipitation in the summer will also be examined.  It is hypothesized that the negative surface fluxes of heat and moisture over the lakes lead to the generation of high pressure and anticyclonic flow over the region, and possibly enhanced surface convergence in areas to the south and west of the Great takes region.  Finally, certain marine situations (over the lakes themselves) where high winds developed, possibly as a result of interaction between the atmosphere and warming lake surfaces, will be examined.\r\n\r\nA numerical simulation approach that effectively isolates the impacts of the lakes and which has been used successfully in past projects will be taken.  Six case studies are planned in the current proposed study (e.g. Phase I).  Each case study will involve several numerical simulations including with-lake, no-lake, selected individual- or group-lake simulations, and lake-surface temperature sensitivity simulations.  Additional analyses will examine the impacts of the lakes on sea-level pressure, surface winds, surface convergence boundaries, thermal and vorticity advection patterns aloft, as well as wind and temperature profiles - to which severe weather is extremely sensitive.\r\n\r\nInformation obtained from the study will be incorporated into forecast procedures that are currently being used at regional NWS Offices.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Sousounis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Sousounis",
   "pi_email_addr": "sousou@msu.edu",
   "nsf_id": "000205898",
   "pi_start_date": "2002-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 12903.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 152741.0
  }
 ],
 "por": null
}