{
 "awd_id": "0224428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CISE Research Infrastructure:  Infrastructure for Power-Aware Server Clusters",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Mahaney",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 71921.0,
 "awd_amount": 71921.0,
 "awd_min_amd_letter_date": "2002-08-16",
 "awd_max_amd_letter_date": "2002-08-16",
 "awd_abstract_narration": "EIA 02-24428\r\nBianchini, Ricard\r\nKremer, Ulrich\r\nRutgers University  New Brunswick \r\n\r\nTitle:  CISE RR: Infrastructure for Power-Aware Server Clusters \r\n\r\n\r\nThis proposal, investigating the power, energy, performance, and functionality issues and trade-offs involved in cluster environments, aims at acquiring equipment for research on power aware clusters of servers. The bulk of the infrastructure consists of a cluster of \"blade\" servers.  Since blade servers consume less power and allow finer control of power states than traditional servers, they are considered ideal for power and energy conservation research. The infrastructure supports two research studies in:\r\nStrategies for conserving power and energy in cluster-based Internet servers, such as high-capacity WWW, database, or file servers\r\nComputation and data servers in the context of a tamper-resistant and fault-tolerant sensor network.\r\nThe former project involves servers that support most WWW data/hosting centers, Internet companies, and a large number of teaching and research institutions, but consume significant amounts of power and energy. Conserving these resources is critical to reduce the installation and operation costs of these clusters. Conserving power and energy without degrading performance (or at least without degrading excessively) constitutes the challenge. The cluster blades proposed enable designs and experiments with techniques that can schedule the demand for resources, permitting transitioning from active to low-power model without relevant performance penalty. The project experiments with heterogeneous servers comprising combination of blades and traditional, power-hungry servers. The latter project designs the sensor network to identify, monitor, and track objects or subjects within a physical space. This overall space is divided into subspaces, where each subspace has its own server (or small cluster of servers), and all servers are connected via a network. The design allows local and global processing and evaluation of sensor data. Again, energy efficiency becomes crucial in this context because the servers need to be able to survive power failures for extended periods of time and still provide critical services. The cluster of blades enables the study of energy behavior of the critical server tasks in this environment, as well as experiment with techniques that can reduce the energy consumption of these tasks without noticeably degrading their performance and functionality.\r\nOn the educational side, the blades and the systems will be exploited developing operating systems, distributed computing, and compiler courses. Power and energy consumption, as well as performance, design, implementation, and evaluation guidelines will be promoted. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Bianchini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo Bianchini",
   "pi_email_addr": "ricardob@cs.rutgers.edu",
   "nsf_id": "000120851",
   "pi_start_date": "2002-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ulrich",
   "pi_last_name": "Kremer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ulrich Kremer",
   "pi_email_addr": "uli@cs.rutgers.edu",
   "nsf_id": "000373414",
   "pi_start_date": "2002-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "289000",
   "pgm_ele_name": "CISE Research Resources"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 71921.0
  }
 ],
 "por": null
}