{
 "awd_id": "0228187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "What [More] Can LA-ICP-MS Do For Archaeology?",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 32952.0,
 "awd_amount": 32952.0,
 "awd_min_amd_letter_date": "2002-07-17",
 "awd_max_amd_letter_date": "2002-07-17",
 "awd_abstract_narration": "Laser ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS) is a relatively new technique for chemical characterization of materials that has a great deal of potential for archaeological research. The analytical end of the instrument (the ICP-MS) is an extremely sensitive, precise analytical tool that is capable of measuring most elements of the periodic table at concentration levels of around one part per billion. With a computer-driven, laser-ablation front end, LA-ICP-MS can analyze solid materials in situ without chemical digestion. Moreover, since the laser can be targeted at spots as small as 5 - 10 microns in diameter, and ablation typically removes only about 5 microns of material, LA-ICP-MS amounts to a highly sensitive microprobe suitable for analyzing surfaces and small inclusions in heterogeneous matrices. \r\nIn archaeology, potential applications of LA-ICP-MS include identification of sources and technology of slips, glazes, and paints on ancient ceramics; analysis of the effect of temper in ceramic provenance studies; determination of sources of turquoise, copper ore, and copper; and determination of sources of Maya jades. Over the past two years, Dr. Hector Neff and his collaborators have explored these and other potential archaeological applications. Although this research demonstrated some of the potential of LA-ICP-MS in archaeology, it also suggested that many potential applications are remaining unrecognized because very few archaeologists have access to the analytical instrumentation. \r\nThe present project will broaden access by archaeologists to LA-ICP-MS instrumentation by supporting short-term visits (one to two weeks) to a LA-ICP-MS lab. A pilot short-term visitor program implemented during summer 2001 demonstrated the payoffs of such an approach. New materials were analyzed and new archaeological questions were investigated. In addition, individuals familiar with the archaeological materials were brought together with individuals familiar with LA-ICP-MS, and this led to rapid development of sampling designs and analytical protocols and a minimum of wasted time and effort. In some cases, new questions arose and were pursued during the visits. Overall, considerable excitement and productivity were generated by the projects, and this constituted a powerful motivation for PI Neff to seek funds to extend the program. \r\nFunds provided by this NSF grant will permit PI Neff and a series of short-term visitors to explore new and potentially innovative archaeological applications of LA-ICP-MS. Projects will be solicited from the US archaeological research community without restriction as to academic level (undergraduate through professional). Originators of the most novel projects will visit the state-of-the-art LA-ICP-MS laboratory at California State University, Long Beach, where they will work with PI Neff for periods of one to two weeks. In many cases, it is anticipated that research carried out during the initial visit will generate questions that will be addressed through more extensive sampling and analysis. Some areas in which this program is likely to make contributions to archaeological knowledge are relatively easy to identify (e.g., determination of the provenance of paints and pigments on ancient ceramics), but, since LA-ICP-MS is so new to archaeology, some surprising new kinds of applications may be anticipated as well. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Neff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Neff",
   "pi_email_addr": "hector.neff@csulb.edu",
   "nsf_id": "000443529",
   "pi_start_date": "2002-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach",
  "perf_str_addr": "6300 E STATE UNIVERSITY DR STE 332",
  "perf_city_name": "LONG BEACH",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908154670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 32952.0
  }
 ],
 "por": null
}