{
 "awd_id": "0230158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partners to Attract and Sustain Adult Learners (PASAL)",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2003-01-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 99938.0,
 "awd_amount": 99938.0,
 "awd_min_amd_letter_date": "2002-09-19",
 "awd_max_amd_letter_date": "2002-09-19",
 "awd_abstract_narration": "Through Partners to Attract and Sustain Adult Learners (PASAL), this project is increasing enrollment at the college in science, technology, engineering and mathematics (STEM) degree programs by 3% annually; and increasing the total STEM graduates or transfers 2% annually. Using multiple strategies necessary for the very heterogeneous community college population (which includes many who are underrepresented in STEM careers), PASAL is helping the 1100 current STEM degree students succeed as well as attracting new students; by motivating and reinforcing them through direct, visual, and multiple connections with STEM industry work sites, work experiences, and one-on-one support. In addition to external populations, PASAL focuses activities to attract students on the large pools of students in General Studies and Continuing Education programs. \r\n\r\nThe PASAL planning and pilot project objectives and methods are:\r\n1. Accelerating an ongoing college effort to expand the number and support level of Industry Partners (IP's). The ideal IP relationship is evolving to include involvement in attraction activities; and/or provision of jobs, scholarships, program financing, tutoring and mentoring.\r\n2. Facilitating prospective and current STEM student exposure to STEM careers, by embedding in college recruitment, orientation, advising, and instruction a variety of Web-based links to STEM employers and Web-based virtual tours which enable visualization of real work sites and tasks.\r\n3. Combining Industry Partner involvement and Web-based material in a concerted effort to attract the college's large population of General Studies majors and Continuing Education students to STEM degree programs.\r\n4. Sustaining STEM student interest and effort through abstract mathematics study that is particularly challenging to community college students with relatively less rigorous preparation, by emphasizing the application of mathematics principles to STEM careers.\r\n5. Sustaining STEM pursuit among the many community college students whose financial, family, and job responsibilities cause even the best students to be at-risk for attrition; through an Early Alert service which proactively identifies, supports and refers students showing early signs of difficulties.\r\n\r\nPASAL's intellectual merit is that it helps answer the question of how to increase the supply and success rate of future STEM personnel, including underrepresented groups, who are coming through the large nationwide community college pipeline. PASAL findings are expected to shed light on the extent to which visualization and exposure to STEM careers positively influences students to engage and persist in STEM degree programs, and whether early intervention is an important and effective tool to prevent attrition among community college students.\r\n\r\nPASAL's broader impact is that the model is specifically designed to be readily replicated by any community college. Nearly half of U.S. undergraduate student enrollments are in community colleges, and two-year colleges account for over one-third of all undergraduate student enrollments in STEM degree programs. PASAL findings help identify cost-effective strategies that under-resourced colleges can use to attract and sustain students who tend to have multiple barriers, and effective ways to convert the substantial pool of Continuing Education and General Studies students to STEM degree programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Simon",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie H Simon",
   "pi_email_addr": "BSimon@nvcc.commnet.edu",
   "nsf_id": "000181650",
   "pi_start_date": "2002-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Erianne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Erianne",
   "pi_email_addr": "gerianne@nvcc.commnet.edu",
   "nsf_id": "000199132",
   "pi_start_date": "2002-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Audrey",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Audrey Thompson",
   "pi_email_addr": "athompson@nvcc.commnet.edu",
   "nsf_id": "000104393",
   "pi_start_date": "2002-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Naugatuck Valley Community College",
  "inst_street_address": "750 CHASE PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "WATERBURY",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2035758044",
  "inst_zip_code": "067083011",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CT05",
  "org_lgl_bus_name": "NAUGATUCK VALLEY COMMUNITY COLLEGE",
  "org_prnt_uei_num": "VZZZLWA1RK28",
  "org_uei_num": "NEY6K8B6V835"
 },
 "perf_inst": {
  "perf_inst_name": "Naugatuck Valley Community College",
  "perf_str_addr": "750 CHASE PKWY",
  "perf_city_name": "WATERBURY",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "067083011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179600",
   "pgm_ele_name": "STEP-STEM Talent Expansn Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000203DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 99938.0
  }
 ],
 "por": null
}