{
 "awd_id": "0231593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Preliminary Evaluation of the Impact of CO2 Injection in Deep Rock on Flow Behavior",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2002-09-15",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 66426.0,
 "awd_amount": 66426.0,
 "awd_min_amd_letter_date": "2002-08-29",
 "awd_max_amd_letter_date": "2002-08-29",
 "awd_abstract_narration": "CMS-0231593\r\nPI:\t\tSatya Harpalani\r\nInstitution:\tSouthern Illinois University at Carbondale\r\nTitle:\t\"A Preliminary Evaluation of the Impact of CO2 Injection in Deep Rock on Flow Behavior\"\r\n\r\nAbstract:\r\n\r\nInjection of fluids in deep rock, and its flow, are important in the fields of petroleum, mining, natural gas and environmental engineering.  Flow of any fluid through rock is very dependent on the fracture network pattern in the rock mass and the effective stresses which are altered as the pore pressure in the rock changes.  With fluid injection, the effective stress in situ decreases causing geometric and volumetric changes in solid and pore/fracture space, and thus a significant increase in the permeability results.  Yet, when CO2 is injected in deep carbonaceous rock, reduction in permeability of as much as 150 times has been observed.  Injection of CO2, its movement in the fractures and entry in to the solid matrix where it gets stored in the micropores, therefore, results in a decrease in the fracture aperture.  However, there is no evidence in the literature that this phenomenon has been studied, or that a proper model available to represent and effectively simulate the flow of CO2 in rock.  The basis for this research is the hypothesis that the volume of solid coal/carbonaceous rock increases when exposed to high pressure CO2 and the negative effect of this volumetric strain on fracture aperture is more pronounced than the positive effect of decreased effective stress.   It is further hypothesized that these two effects are coupled.  \r\nThis research deals with determining the effect of injecting CO2, coupled with changes in effective stress, on solid volume/fracture compressibility and permeability of coal.  Experimental, theoretical and numerical procedures will be used to reach the following goals: (a) To determine the volumetric strain of solid and fractures as a result of inejction; (b) To further determine if the effects of volumetric strain and effective stress are coupled; and (c) To determine the impact of injection on the amount of CO2 that can be injected. \r\n\tThe experimental component of the research will include first measuring the volumetric strain for coal exposed to increasing amounts of CO2 to determine the effect of CO2 injection on solid and fracture volumes.  This will be followed by measuring the volumetric strain for increasing amounts of CO2 while the sample is held under triaxial state of stress.  The results will show whether external stress prohibits/inhibits, or induces, an additional change in solid volume in the presence of CO2, and the magnitude of the change.  The theoretical part will include using the measured volumetric changes to determine the corresponding changes in fracture volume, and hence, the fracture porosity and permeability for both cases using standard flow equations.  The numerical part will include utilizing the calculated permeability/porosity changes to model the impact of volumetric strain on flow of CO2 in deep coal/carbonaceous shale over the long-term.\r\n\tUpon successful completion of the proposed research, the results for the stressed and unstressed tests will be compared to determine the impact of stress on volumetric strain induced by CO2, that is, whether the two effects are coupled resulting in an overall reduction in the fracture aperture.  Also, a relationship between pressure and porosity/permeability will become available.  This will enable a preliminary and improved simulation of the CO2 injection scenario. One graduate student will work on this project and research findings will be published in a journal and/or conference proceedings in rock mechanics and petroleum engineering. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Satya",
   "pi_last_name": "Harpalani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Satya Harpalani",
   "pi_email_addr": "satya@engr.siu.edu",
   "nsf_id": "000239713",
   "pi_start_date": "2002-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 66426.0
  }
 ],
 "por": null
}