{
 "awd_id": "0233940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Nonlinear IV Approach to Inference in Nonstationary Panels",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2002-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2002-07-20",
 "awd_max_amd_letter_date": "2002-07-20",
 "awd_abstract_narration": "The project explores a nonlinear IV approach to inference in general nonstationary panels with unit roots.  The approach relies on the standard IV methods with instruments  constructed from nonlinear transformations of integrated processes. Though the  methodology is very simple to implement, it provides extremely effective tools for testing  unit roots in panels. Our tests for unit roots in panels are simply based on individual  nonlinear IV t-ratios, which are nothing but the usual t-ratios based on the IV estimators  using as instruments the integrable transformations of lagged levels.\r\n\r\n Such nonlinear IV based tests have many desirable properties and can be used for very  general models. The test statistics have Gaussian limit distributions at each cross-  sectional level, and more importantly, they are asymptotically independent across different cross-sectional units. The asymptotic Gaussianity and independence indeed hold under very mild conditions that allow for cross-sectional dependency and heterogeneity.  In contrast, virtually all of the related work done previously assumes either cross- sectional independence or specific forms of dependency across individual units. Needless to say, the assumption of cross-sectional independence is highly unrealistic for many  economic panels of interest. Any presumption on the form of cross-sectional dependency  may also severely restrict the applicability of the tests. Our asymptotics only require the time dimension to be large, so the tests are valid for panels with both large and small cross-sectional dimensions.  \r\n\r\nThe proposed tests for unit roots allow not only for the cross-sectional dependencies of  nnovations, but also for the presence of cointegration across cross-sectional units in levels. Unbalanced panels and panels with heterogeneous individual shortrun dynamics and cross-sectionally related dynamics are also permitted. The proposed tests also make it possible to more carefully formulate the unit root and cointegration hypotheses in panels,  and use order statistics to test for and against the presence of unit roots and cointegration\r\nin only a fraction of individual units. None of the currently available tests can be used to test for unit roots in such general panels. Some preliminary simulations indicate that our nonlinear IV based tests perform very well in finite samples even for panels with relatively small time and cross-sectional dimensions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yoosoon",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yoosoon Chang",
   "pi_email_addr": "yoosoon@iu.edu",
   "nsf_id": "000228458",
   "pi_start_date": "2002-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": null
}