{
 "awd_id": "0233208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "JIETSSP: 1,000 W/kg Concentrator Study and Roadmap for SSP",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Werbos",
 "awd_eff_date": "2002-10-01",
 "awd_exp_date": "2003-10-31",
 "tot_intn_awd_amt": 195073.0,
 "awd_amount": 195073.0,
 "awd_min_amd_letter_date": "2002-09-19",
 "awd_max_amd_letter_date": "2003-10-15",
 "awd_abstract_narration": "ENTECH is pleased to submit this proposal to perform a study of advanced photovoltaic concentrator arrays capable of meeting the performance goals of the Space Solar Power (SSP) program, including the 1,000 W/kg specific power (array power divided by array mass) requirement. This study will lead to a roadmap for future developments of such advanced concentrator systems, which will be applicable not only to SSP but to many other space power applications, from NASA satellites in low earth orbit (LEO) to DOD satellites in mid-earth orbit (MEO) to commercial communication satellites in geostationary earth orbit (GEO) to NASA spacecraft on interplanetary missions.\r\n\r\nThis proposal addresses Rev Area 3 in the Program Announcement, specifically this item: \"revolutionary options for solar power generation beyond the scope of existing research funded by the Department of Energy.\"  Ultra lightweight concentrator arrays for space power are clearly beyond the scope of DOE-funded research. The revolutionary nature of the proposed concentrators is clear from the specific power target value of 1,000 W/kg, which is at least 13 times higher than for any solar array presently flying in space.\r\n\r\nThe objectives of the proposed 12-month-long program are:\r\n\r\no\tTo generate candidate designs of advanced photovoltaic concentrators which are capable of meeting the performance requirements for SSP, including the specific power target of 1.000 W/kg.\r\no\tTo perform optical, thermal, and mass analyses of the candidate designs to identify the necessary thicknesses for the optics, radiators, and cell assemblies, to verify adequate performance of these items, and to estimate the areal mass densities (kg/sq.m.) for the candidate designs.\r\no\tTo generate a roadmap of the necessary concentrator development program to move from the conceptual designs of this program to prototype components to functional ground-test panels to flight-qualified arrays.\r\n\r\nProven engineering methods will he used to accomplish these objectives, including:\r\n\r\no\tRay trace programs, which include the effects of solar disk size, spectral content of the solar irradiance, optical properties of the concentrator material, and quantum efficiency curves of the multi-junction solar cells. These programs have been used successfully to analyze and design many previous concentrator systems, including the mini-dome lens array on PASP+ and the SCARLET array on Deep Space 1.\r\no\tCombined conduction/radiation thermal analysis models, which calculate the temperature distribution across the radiator, which dissipates waste heat from the solar cell to deep space. The accuracy of these conduction/radiation models has been verified by the measured temperatures on the SCARLET army, which matched pre-flight predictions.\r\no\tMass estimation spreadsheets, which include the areas, thicknesses, and densities of the components making up the concentrator array, including lenses, radiators, and photovoltaic cell assemblies.\t\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "O'Neill",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mark J O'Neill",
   "pi_email_addr": "mjoneill@entechsolar.com",
   "nsf_id": "000344781",
   "pi_start_date": "2002-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ENTECH, Incorporated",
  "inst_street_address": "ENTECH, Inc.",
  "inst_street_address_2": "1077 Chisolm Trail",
  "inst_city_name": "Keller",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8173790100",
  "inst_zip_code": "762487000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "ENTECH, Incorporated",
  "perf_str_addr": "ENTECH, Inc.",
  "perf_city_name": "Keller",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762487000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 195073.0
  }
 ],
 "por": null
}