{
 "awd_id": "0234078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Statistical Depth Functions and their Applications",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2002-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2002-09-23",
 "awd_max_amd_letter_date": "2006-05-17",
 "awd_abstract_narration": "Statistical depth functions have become increasingly pursued as a promising tool in robust and nonparametric multivariate data analysis and inference. This project is to conduct a systematic and thorough study of these functions and their applications. The objectives of this project include: 1)to establish bases and provide specific guidance for selection of depth functions and their induced estimators for practitioners, 2) to introduce depth associated practical inference procedures, 3) to deepen and extend existing depth applications while pushing depth methodology to new frontiers, 4) to develop fast and accurate algorithms and toolkits for the practical computing of depth functions and associated procedures, and 5) to incorporate research activities into the educational process and to engage the participation of underrepresented minorities in the proposed activities. \r\n\r\nSimple one-dimensional statistics based on ordering have played such an important role in one-dimensional data analysis and their multi-dimensional analogues have been sought for years, without completely satisfactory results. The extension to higher dimensions of these one-dimensional statistics, such as the median, is difficult because there is no natural and unambiguous method of fully ordering or ranking multi-dimensional observations. Statistical depth functions are proving to be a very promising tool for ordering multi-dimensional observations. The main idea of depth functions is to provide from the \"deepest\" point a \"center-outward\" ordering of multi-dimensional observations. Multi-dimensional data ordering is not the only application of depth functions though. Depth functions have brought us new perspectives towards multidimensional exploratory data analysis and inference, and have been proven to have significant applications in disciplines ranging from industrial engineering to biomedical sciences. Research in depth theory and methodology, however, is still in its preliminary stage and a number of fundamental issues are yet to be addressed including: 1) depth functions have been introduced ad hoc in many areas, and in great variety, without regards as to whether they meet any particular set of criteria and without regard to a general mechanism to construct them, 2) a large number of depth induced estimators exist with little guidance for choosing among them, an obstacle both, to potential users and to those designing software packages, 3) computing depth functions and associated procedures is challenging-- without fast and accurate algorithms further developments of depth methodology can be hampered, 4) depth-associated inference procedures have not been developed in general, and applications of depth functions are yet to be further deepened, broadened, and pushed to new frontiers: and finally, 5) depth methodology has not been integrated into the educational process. The proposal will address all these issues. The project will 1) extend the areas of application and methodological advantages of  one-dimensional statistical procedures and methods based on ordering to the higher-dimensional context, 2) stimulate discovery and understanding within the field of depth theory and methodology, 3) advance nonparametric and robust multivariate exploratory data analysis built on the depth methodology, 4) promote inspired teaching and enthusiastic learning while broadening the participation of underrepresented groups, 5) establish a strong research and education program in statistics involving researchers in the depth community and train undergraduate and graduate students from various disciplines, and 6) build for the PI a firm foundation for a lifetime of integrated contributions to research and education.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yijun",
   "pi_last_name": "Zuo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yijun Zuo",
   "pi_email_addr": "zuo@msu.edu",
   "nsf_id": "000492762",
   "pi_start_date": "2002-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}