{
 "awd_id": "0234025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Workforce Diversity, Coworker Trust, Skin Shade, and Competitiveness:  Wage Determination of Black Americans Reconsidered",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 131218.0,
 "awd_amount": 131218.0,
 "awd_min_amd_letter_date": "2002-08-16",
 "awd_max_amd_letter_date": "2003-05-29",
 "awd_abstract_narration": "\r\nThis project extends the knowledge of economists regarding black-white wage differentials by examining two hypotheses for why the racial wage gap might be larger for some groups of black workers.  First, we postulate that as an economically subaltern group acquires more competitive labor market attributes they will face a greater intensity of labor market discrimination so as to maintain the social hierarchy in favor of the dominant group.  We refer to this hypothesis as the Functionality of Discrimination.  We will perform a variety of tests in which we compare levels of unexplained wage differences, a standard measure of discrimination, across black workers that have alternative amounts of desirable labor market attributes.  Second, we propose that blacks with lighter skin shade benefit more from coworker cooperation than darker skinned blacks who are otherwise comparable, which will lead to a smaller racial wage gap for lighter skinned blacks.  We advance the notion that there is a link between skin shade and productivity since the work setting is a social environment where personal interaction influences job performance.  In our view, coworkers have skills they may share with one another that enhance personal productivity and wages.  However, cooperation between coworkers (including the sharing of skills) is likely to depend on commonalities and we envision phenotype similarity as a commonality that workers may form coalitions around.  Thus, we expect white workers, who generally are in better jobs than black workers, to be more cooperative with lighter skinned blacks.  If this is the case then lighter skinned blacks will be more productive than otherwise comparable darker skinned blacks from working with white coworkers, which will translate into greater wages for lighter skinned blacks.   \r\n\r\nData from the National Survey of Black Americans (NSBA) collected in 1979 and data from the National Survey of American Life (NSAL), which resembles the National Survey of Black Americans but were collected in 2001, are used in this study to estimate wage equations.  The estimated equations will reveal the contribution of skin shade to wages and the estimates will reveal if unexplained wage differences between blacks and whites are greater for those blacks considered highly competitive in the work place.  Since the surveys are two decades apart how the relationship between skin shade and wages has changed over time can be explored.  The data sets used in the study are unique in that they provide data on a person's skin shade and information on whether an individual works in a group.  For work team members there is information on the size and on the racial composition of their workgroup.  These data sets also provide information on an individual's cognitive ability and accumulated skills, which can be used to gauge their competitiveness in the work place.  The findings generated by these studies will shed light on whether the extent of racial wage discrimination varies with workplace context and with phenotypical attributes.  Thus, new insights will be gained on the appropriate form of policies to redress wage discrimination and on the likely feasibility of implementing such policy initiatives. Undergraduate students at Washington and Lee University, who are members of a minority group and who plan to attend graduate school in the social sciences or humanities, will be part of the research team conducting these studies.  These students will participate in the Minority Undergraduate Research Assistant Program at the University of North Carolina at Chapel Hill during the summer. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Darity",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Darity",
   "pi_email_addr": "wd2@duke.edu",
   "nsf_id": "000096581",
   "pi_start_date": "2002-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 65550.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 65668.0
  }
 ],
 "por": null
}