{
 "awd_id": "0236743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Group Travel and Workshop: International Congress of Systematic and Evolutionary Biology, September 2002, Patras, Greece",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James E. Rodman",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2002-08-23",
 "awd_max_amd_letter_date": "2002-08-23",
 "awd_abstract_narration": "0236743\r\nMickevich\r\nThis Group Travel / Workshop grant provides partial support for a U.S. delegation of ca. 65 scientists to attend the 2002 meeting of the 6th International Congress of Systematic and Evolutionary Biology (ICSEB-VI).  The title and theme of the Congress, Biodiversity in the Information Age, highlight the growing importance of Internet access to information on the species composition, phylogenetic relationships, distribution, and abundance of plants, animals, fungi, and bacteria throughout the world. The purpose of ICSEB is to facilitate international exchange and communication among systematists and evolutionary biologists. International and national meetings in these areas of biology are usually specialized either by taxonomic group or methodological approach. As the previous meeting in Hungary in 1996 opened ICSEB to Eastern European Countries, ICSEB-VI will include scientists from countries in the Balkans, the Near East, Asia and the Pacific. In the last decade, several prime issues have stimulated the scientific community to shift emphasis in their work. These are revolutions in web-based informatics and molecular sequencing techniques, and the global biodiversity crises. Because of the revolution in computational abilities and molecular sequencing techniques, the last decade has seen changes in evolutionary theory and major breakthroughs in our knowledge of the Tree of Life, the map of genealogical relationships among all species. Also, unique applications of these techniques have created a new comparative approach to the study of organismal development: evolutionary development or \"Evo-Devo.\"  \r\nThe theme, Biodiversity in the Information Age, was chosen to reflect these recent advances in Systematics and Evolutionary Biology. The 210 invited speakers for the 25 major symposia are among the leaders in their field, and from over 20 countries (described on the Congress website at www.icseb-vi.biology.upatras.gr ). Topics to be addressed include: training of the next generation of taxonomic experts; building teams of scientists to construct the universal Tree of Life for all organisms; exploring the creation of a web-accessible data matrix of morphological and anatomical information on all organisms (the concept of \"MorphoBank,\" analogous to GenBank); accelerating biodiversity inventories toward completion of an All-Species inventory for planet Earth. ICSEB-VI will take place on the campus of the University of Patras in Greece from 9-16 September, 2002, under the joint sponsorship of the University of Patras and IOSEB, the International Organization of Systematic and Evolutionary Biology. The new Conference center and the town can accommodate up to one thousand attendees. Abstracts of the presentations and fuller proceedings are to be posted to the conference website and to various specialty outlets and journals following the Congress.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Mickevich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Mickevich",
   "pi_email_addr": "mary.mickevich@nmnh.si.edu",
   "nsf_id": "000094738",
   "pi_start_date": "2002-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "200 CENTRAL PARK W",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1056",
   "pgm_ref_txt": "PARTNERSHIPS IN TAXONOMY"
  },
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "7689",
   "pgm_ref_txt": "Assembling the Tree of Life"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": null
}