{
 "awd_id": "0003891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Transforming Property, Persons, and State:  Collectivization in Romania  1949-1962",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stuart Plattner",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 205174.0,
 "awd_amount": 205174.0,
 "awd_min_amd_letter_date": "2001-05-25",
 "awd_max_amd_letter_date": "2002-04-09",
 "awd_abstract_narration": "High on the agenda of post-Soviet transformation since 1989 is \"privatization,\" the creation or recreation of private ownership from the collective property forms created during the socialist period. Western understanding of this phenomenon suffers from ignorance not only of how property in socialism worked but also of the processes by which that property was constituted in the first place, with their devastating effects on social relationships. As a result, privatization programs risk imposing a utopian goal on an insufficiently appreciated reality in much the same way that Bolshevism did earlier in the century.\r\nThis project examines the earlier of these two property transformations for one property object -- land -- and one post-socialist country in Eastern Europe -- Romania. By means of a collaborative venture involving fifteen anthropologists, sociologists, and historians from the U.S., Great Britain, and Romania, including both senior scholars and graduate students, the project will research the process through which collective property in land was created in Romania between 1949 and 1962 (when collectivization there was declared complete). Research methods include both oral-history interviews and research in archives; the project is possible because some of those who experienced collectivization are still alive and because newly opened archives will provide information not previously available.\r\nThe project's goal is to analyze what collectivization reveals about the operations of the socialist state-in-formation and the creation/transformation of persons. Collectivization was instrumental in establishing the nature of the new Party-state and of the subjects it would govern; the policy was thus a defining moment both for the peasantry who suffered its consequences and for the apparatus that initiated it. Guiding questions include: What can one learn about how new techniques of rule were created and applied? To the extent that different forms of property entail different understandings of the person and of what it means to be a respectable human being, how did collectivization affect personhood? Are there discernible differences in the course of collectivization according to the ethno-national composition of different villages and regions? Did central directives repeatedly override policies adopted locally in response to local problems? Did local resistance to collectivization substantially modify how collective property was being made, thus affecting the subsequent operations of Romanian communist power and how the parts of the state apparatus related to one another? Was resistance more marked in some parts of the country than in others -- thus, did certain locales disproportionately affect the national outcome?\r\nAnswers to these kinds of questions will help to show how a policy instigated in obedience to the Stalinist model took specific shape in Romania and helped to form there a particular configuration of inter-bureaucratic and state-subject relations. The result of this work will be an analytic history of property-making relevant to present-day remakings of property -- a topic of increasing interest and practical concern in the contemporary world.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Verdery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Verdery",
   "pi_email_addr": "kverdery@gc.cuny.edu",
   "nsf_id": "000106840",
   "pi_start_date": "2001-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Kligman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gail A Kligman",
   "pi_email_addr": "kligman@soc.ucla.edu",
   "nsf_id": "000213420",
   "pi_start_date": "2001-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "597900",
   "pgm_ele_name": "CENTRAL & EASTERN EUROPE PROGR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5917",
   "pgm_ref_txt": "ROMANIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 79371.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 125803.0
  }
 ],
 "por": null
}