{
 "awd_id": "0003872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structure Function Correlation of G-Proteins",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2001-05-14",
 "awd_max_amd_letter_date": "2003-02-13",
 "awd_abstract_narration": "WARSHEL\r\nMCB-0003872\r\n\r\nGTP-binding proteins play an important role in the regulation of cellular functions in virtually all living organisms, and control signal transduction processes.  Obtaining detailed molecular pictures of the actions of these proteins is an important challenge to modern molecular biology. The studies of G-proteins underwent a \"structural revolution\" where new structures of G-proteins and their complexes with the corresponding accessory proteins and/or transition state analogues are rapidly emerging.  This offers a unique opportunity for elucidating the detailed molecular mechanisms of the action of these proteins.\r\n\r\nIn the past years, computer simulation approaches that correlate the structures of enzymes with their functions have been developed.  These methods were found to be very useful in the studies of the reaction catalyzed by Ras.  In particular, the simulations suggested that the GTP, rather than Gln61, is the actual base in the enzymatic mechanism of Ras.  This is now widely accepted as the likely mechanism for the action of G-proteins and related systems.  The previous studies also led to the finding of a Linear Free Energy Relationship (LFER) between the rate constant of the GTPase reaction and the pKa of the g-phosphate.  This LFER has given experimental support to the GTP as a base proposal.  The previous studies demonstrated that the GAP operates by combining two effects.  First, it acts by a direct electrostatic stabilization of the transition state using primarily Arg789.  Second, it acts indirectly by \"pushing\" Ras to a catalytic configuration.  \r\n  \r\nThese simulation studies lead to the current project that exploits the enormous progress in structural studies of G-proteins.  In this project, the efforts will be in the following directions.\r\n(i)  The potential surfaces for phosphate hydrolysis will be validated and refined.  The calculated and observed LFER, isotope effects and activation entropies will be compared.  The stability of water-assisted transition states, including the corresponding entropic contribution will also be examined.  This effort will help in resolving mechanistic problems and in refining EVB surfaces for studies of G-proteins.\r\n(ii)  The activation of Ras by GAP will be studied, with a focus on the effect of mutations such as Gln61 and Gly12.  These studies will examine whether these residues act directly or by stabilizing the catalytic configuration of Ras.\r\n(iii) A comparative study of the action of different G-proteins will be conducted, focusing on transducin, EF-Tu, and Ras. The relative rates of the GTPase reaction in these proteins will be reproduced. These studies will determine whether or not they use a common mechanism.\r\n(iv) Although the structural information offered by complexes of G-proteins and TS analogues is potentially very useful, its interpretation is not straightforward because the relationship between the charge distribution of these molecules and that of the actual TS is rather unclear.  Thus ab initio and EVB calculations will be used to extract the information offered by the available crystal structures of G-proteins with TS analogues.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arieh",
   "pi_last_name": "Warshel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arieh Warshel",
   "pi_email_addr": "warshel@usc.edu",
   "nsf_id": "000092033",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}