{
 "awd_id": "0003295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation: Mississippian Household Organizational Dynamics in the Era of Moundville's Consolidation",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2000-11-01",
 "awd_exp_date": "2002-10-31",
 "tot_intn_awd_amt": 9637.0,
 "awd_amount": 9637.0,
 "awd_min_amd_letter_date": "2000-10-23",
 "awd_max_amd_letter_date": "2000-10-23",
 "awd_abstract_narration": "Under the direction of Dr. Vincas Steponaitis, Mr Gregory Wilson will collect data for his doctoral dissertation. In 1939 and 1940 large scale archaeological excavations were conducted at the site of Moundville, located in the Black Warrior Valley of Alabama and Mr Wilson and colleagues will analyze this data to answer a number of specific questions about how his chiefdom was organized. Although no prehistoric North American culture reached a state level of organization, in many cases chiefdoms arose which integrated multiple thousands of individuals into functioning social and political units. As the name implies, the site of Moundville includes a series of large visually impressive mounds which testify to the ability to enlist and organize a large amount of labor over a sustained period of time. Archaeologists wish to understand how such complex societies developed and were maintained. Considerable research has been conducted on the mounds themselves and data indicate that they served both as burial mounds and as platforms on which structures were erected. Exotic items not locally available reflect a well developed system of long distance trade and these symbols likely reinforced  a hierarchical system of social organization. Relatively little however is understood about how the majority of Moundville inhabitants lived, the degree of differentiation among them or how they were integrated into the larger social system. Mr. Wilson's research will address these issues. The large scale excavations conducted in the 1939 and 1940 uncovered remains of many non-mound structures and associated artifacts such as ceramics, stone tools and animal bones. Mr. Wilson and his collaborators will plot their spatial distribution using a geographic information system, identify individual domestic units and reconstruct activities conducted. For example he wishes to determine whether food storage facilities are associated with each since this will provide insight into centralized vs. familial control of an essential resource. He will also examine the degree of differentiation among units to see if status differences are present at this level.\r\n\r\nThis research is important for several reasons. It will provide insight into Native American prehistory and the processes which underlie the development of complex societies. It will provide data of interest to both archaeologists and the general public and assist in training a promising scientist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincas",
   "pi_last_name": "Steponaitis",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Vincas P Steponaitis",
   "pi_email_addr": "vin@unc.edu",
   "nsf_id": "000095676",
   "pi_start_date": "2000-10-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 9637.0
  }
 ],
 "por": null
}