{
 "awd_id": "0004243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Community Values in the Use of Computer Networks",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "2001-03-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 146243.0,
 "awd_amount": 146243.0,
 "awd_min_amd_letter_date": "2001-02-09",
 "awd_max_amd_letter_date": "2001-02-09",
 "awd_abstract_narration": "The goal of this project is to contribute to the further development of the concept and practice of \"virtual community\" by addressing three interrelated questions: (1) What technical features and designs of computer networks need to be introduced, modified, or eliminated in order to support and facilitate community activities and values? (2) What norms and forms of social organization are required by robust virtual communities? (3) What are the offline conditions necessary for online community to prosper? The project understands \"community\" in the strong sense as a scene of long-term interactions on which a large share of human development occurs. As such it is a fundamental human value and deserves a prominent place in the field of computer ethics. The practice of virtual community is also relevant to the prospects for democracy in the information age. The democratization of the Internet involves not merely the economics of participation, but also the ability of ordinary people to express themselves and pursue meaningful experiences in the virtual worlds created by computer communication. Community applications on the Internet have arisen spontaneously for the most part and there has been little study of how different types of software impact online community life. But adequacy of software support for network communities will be among the decisive factors determining whether they will succeed in becoming a widely accepted means to reliable and consequential relationships and cooperative action with others. As commercial interest in online community begins to emerge, groupware intended for community building proliferates on different platforms and in different formats. A new field of software development - \"groupware for community\" - is starting to take shape. This research addresses issues central for the development of this field. It will evaluate the technical features and functions offered by the most widely used types of \"groupware for community\" against a set of ethical values and norms definitive for community. It will carry out case studies involving particular online groups with different groupware formats, namely: a mailing list, a newsgroup, a web-based community-building application, and a \"virtual world.\" The goal will be to uncover whether the existing software reinforces or frustrates the attempt to realize the ethical principles of community life. The project will also investigate the \"real-life\" contexts in which these groups have emerged and established themselves as sustainable entities. Presentations, publications, and the final report will propose guidelines for effective technical (hardware and software) and organizational support for online community-building. Findings will enrich the theoretical understanding of the relationship between software design and user agency and, generally, between information technology and society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Feenberg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew L Feenberg",
   "pi_email_addr": "afeenber@mail.sdsu.edu",
   "nsf_id": "000398618",
   "pi_start_date": "2001-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 146243.0
  }
 ],
 "por": null
}