{
 "awd_id": "0004315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Learning With Misspecified Models",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2001-02-15",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 230906.0,
 "awd_amount": 230906.0,
 "awd_min_amd_letter_date": "2001-02-08",
 "awd_max_amd_letter_date": "2003-03-04",
 "awd_abstract_narration": "This project investigates the agent who estimates a model that fits the observed  data well, although he may never learn the  \"true\" equilibrium because his model is \"misspecified\"  in the sense that it misses one or more key parameters of the environment.  Even with a  misspecified  model, the decision-maker's belief can be self-fulfilled and he may end up using the model to choose a policy.  Although the idea of self-fulfilling belief is closely related to rational  expectations studied under equilibrium paradigm, it is called a self-confirming equilibrium to emphasize that the two different models interact to generate the observed outcomes: the agent's model, which is misspecified but used to select the action, and the true model that generates the  actual data.  The interaction between the true and the perceived models is the central part of this  research that differentiates this project from the existing learning models and the equilibrium models of economy. \r\n\r\nIn an earlier collaboration with Thomas J. Sargent, the principal investigator examined the monetary policy model of Kydland and Prescott in which  the government chooses  a target inflation rate based on the\r\nestimated short-term Phillips curve.   A high inflation rate is realized and remains stable under various conditions.   Although widely used in making monetary policy in real world, the short-term Phillips curve is a misspecified model of an economy, because it does not recognize the fact that the expectations of A private agent changes in response to the government's policy.      The key finding is that any slight suspicion of\r\nthe government about the stationarity of the underlying economy can generate an abrupt and significant drop of the target inflation rate, which the existing literature has proven stable under various conditions.   This\r\napparently paradoxical result can be explained through an endogenous switching mechanism of two fundamentally different dynamics within the same model: namely,  the \"mean dynamics\" that dictates the stability of the self-confirming equilibrium, and the \"escape dynamics\" that  pushes the economy away from the equilibrium.   While the existing literature has concentrated mainly on the \"mean dynamics,\" the proposed research project investigates the \"escape dynamics,\"  which has been overlooked but can influence the dynamics of an economy significantly. \r\n\r\nThe project generalizes the endogenous switching mechanism to a wider class of learning models in  order to apply this idea to important economic problems.   The project examines a class of  misspecified learning models that have a stable self-confirming equilibrium that is different from \"true\" equilibrium. This research starts by building a general theory that can be applied to a different class of models.   Applications include a monetary policy known as the Taylor rule that has attracted considerable interest from policymakers as well as economists.   An active Taylor rule changes the nominal interest rate more than one to one in order to control inflation.   Although the active Taylor rule is known to implement the inflation target under general conditions, a recent study indicated that the same policy might unintentionally lead to a \"liquidity trap\" equilibrium, in which the government can no longer stimulate the economy by lowering the nominal interest rate as was the case in the recent episode of Japanese economy. The proposed approach can offer a simpler, yet more realistic, model to explain the potential limit of the active Taylor rule.   The key idea is that even though the government is fully committed to a policy, a slight suspicion by the private sector about the government's  commitment will prompt the agent to learn about the government's policy rule, and this learning process alone could lead the economy to the \"liquidity trap.\"\r\n\r\nThe second application uses the idea of escape dynamics to capture abrupt, and possibly  recurrent departures from the normal exchange rate in financial crises while maintaining the stability of the economy.  The monetary policy model is used as  the foundation, while incorporating foreign investors who might have a  misspecified model about the  government's policy rule. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "In-Koo",
   "pi_last_name": "Cho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "In-Koo Cho",
   "pi_email_addr": "in-koo.cho@emory.edu",
   "nsf_id": "000198663",
   "pi_start_date": "2001-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 72615.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 78178.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 80113.0
  }
 ],
 "por": null
}