{
 "awd_id": "0004134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DOCTORAL DISSERTATION RESEARCH:  Language Socialization in a Lanna Thai Bilingual Community",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cecile Mckee",
 "awd_eff_date": "2001-01-01",
 "awd_exp_date": "2001-12-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2000-11-08",
 "awd_max_amd_letter_date": "2000-11-08",
 "awd_abstract_narration": "This dissertation project investigates the language socialization of children in a Lanna Thai bilingual community into the use of two codes -- Kam Myang and Standard Thai. Before entering school, children are exposed to Kam Myang in the home and community settings, and they develop some competence in the speech styles and levels appropriate to those settings. When they enter public school, they encounter formal and literary varieties of Standard Thai, the language of the government and media in Thailand, for the first time. This project proposes to investigate how children are socialized into social and culturally appropriate uses of speech styles in these two languages in the educational settings of the family household and the public school. \r\n\r\nThrough an ethnographic, discourse-analytic study of four Myang children's language development in naturalistic settings over the course of one year, the study will explore the following questions: (a) How do children move from competence in the situational varieties of their home language to competence in the varieties of a second language that they must master at school? (b) What strategies are employed by community members in socializing children to use these languages appropriately? (c) What are the local language ideologies regarding the cultural significance of, and the differences between, these various codes and varieties? By studying the children's participation in cultural routines in which they are expected to use honorific registers including status particles, person reference and address, and honorific vocabulary in ways which indicate an awareness of the cultural norms of use as well as the expressive potentiality of these forms in spoken discourse, this study will contribute to our understanding of how children are socialized to use the situational varieties of these two languages appropriately, and how they are socialized into the cultural norms, values and ideologies surrounding their use. This project will contribute to studies of language socialization and language development, sociolinguistic studies of situational variation, the study of honorifics, and studies of children's moral and social development. More broadly, the study will contribute to our understanding of language development and language socialization in multilingual societies, and how this development is interlinked with cultural values, social organization, and historical change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elinor",
   "pi_last_name": "Ochs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elinor Ochs",
   "pi_email_addr": "eochs@anthro.ucla.edu",
   "nsf_id": "000230058",
   "pi_start_date": "2000-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}