{
 "awd_id": "0071622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Low-Dimensional Electron Systems",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2000-11-01",
 "awd_exp_date": "2003-10-31",
 "tot_intn_awd_amt": 291572.0,
 "awd_amount": 303947.0,
 "awd_min_amd_letter_date": "2000-10-27",
 "awd_max_amd_letter_date": "2002-10-04",
 "awd_abstract_narration": "This individual investigator award is to an established scientist for a project focused on the investigation of electrons supported by a liquid helium surface and confined to one or two dimensions.  It is directed towards understanding the fundamental properties of low-dimensional systems.  The research consists of two parts; 1) a systematic study of electron localization induced by quantized surface waves called ripplons and 2) the transport and plasma excitations in surface electrons confined in helium-filled channels.  In the first part, it is predicted that a change in the conduction from metallic to weak localization to strong localization will occur as the electric field pressing the electrons toward the surface is varied.  Dephasing times in the weakly-localized regime will be measured.  An understanding of the electron-ripplon interaction is important because of its potential relevance to the field of quantum computing.  The study of one-dimensional surface electron systems is in its infancy, and studies have been confined to dc transport.  Studies will probe the normal-mode frequencies of longitudinal (plasmons) and transverse sound modes as well as dc transport properties including localization.  The undergraduate and graduate students involved in this research will learn experimental and problem solving skills that will be of use to them in their future careers.\r\n%%%\r\nThis individual investigator award is to an established scientist for a fundamental study of properties of electrons confined to one and two dimensions.  At low temperatures, electrons are confined to two dimensions on the surface of liquid helium.  They can be further confined to one dimension by locating the helium in narrow grooves of micron-sized width.  These systems are of interest because they are the simplest and cleanest examples of a one or two dimensional system.  Various properties of these low dimensional electron systems have analogues in three dimensional solids, where they are more difficult to study.  It is possible to vary parameters of the low dimension systems through a wider range and with more control than in the three dimensional solids.  The project comprises the first attempt to probe the collective properties of one-dimensional electron systems.  This study will examine localization of electrons by back scattering from quantized capillary waves (ripplons) on the helium surface.  When the scattering from ripplons is made sufficiently strong by forcing an electron against the helium surface with an electric field, the electron should become localized.  That is, it should become confined to a small region of micron-sized lateral dimensions.  The surface will then deform to create a ripplonic polaron, an electron trapped in a small dimple in the helium surface.  This interesting entity has been extensively studied by theorists.  The understanding of the scattering of electrons by ripplons is particularly important, since it introduces decoherence into a new design of a quantum computer under study.  The undergraduate and graduate students involved in this research will learn experimental and problem solving skills that will be of use to them in their future careers.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arnold",
   "pi_last_name": "Dahm",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Arnold J Dahm",
   "pi_email_addr": "ajd3@po.cwru.edu",
   "nsf_id": "000390667",
   "pi_start_date": "2000-10-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 102201.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 101790.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 99956.0
  }
 ],
 "por": null
}