{
 "awd_id": "0078138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sister Chromatid and Homolog Interactions in Meiosis",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patrick P. Dennis",
 "awd_eff_date": "2001-02-15",
 "awd_exp_date": "2004-01-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 379293.0,
 "awd_min_amd_letter_date": "2001-02-09",
 "awd_max_amd_letter_date": "2003-06-16",
 "awd_abstract_narration": "Meiosis is the process used to generate haploid cells from diploid precursors. It  is characterized by a single round of DNA replication followed by two rounds of chromosome segregation. In the first meiotic division, chromosomes pair with, then migrate away from, their homologues. A critical aspect of meiosis I is crossing-over, or exchange, between homologous chromosomes. This form of recombination may be part of a recognition process that allows chromosomes to align with their proper partner. This alignment culminates in formation of a proteinaceous structure, called the synaptonemal complex (SC), along the homologues. Crossovers also clearly play a role in providing a physical link between paired homologues, which allows the homologues to attach properly to spindle fibers that will mediate their segregation. Crossovers alone do not provide a stable linkage between homologues. Following DNA replication, each homologue is composed of two identical sister chromatids. The cohesion of these chromatids locks crossovers in place allowing the crossovers to act as a stable link between the homologues until anaphase I, at which time release of the sister arm cohesion allows the homologues to disjoin. Accordingly, mutants unable to complete\r\nmeiotic recombination usually exhibit low fertility or sterility. However some organisms,\r\nincluding yeast, have mechanisms that insure the segregation of single pairs of chromosomes\r\nthat have failed to experience a crossover in an otherwise normal meiosis.  This project addresses two questions. First, what types of interactions between chromosomes that have failed to experience an exchange enable them to segregate away from one another? Second, how do sister chromatids remain associated in meiosis I, thus helping crossovers to link homologues and ensuring that both sisters will stay joined until meiosis II? Experiments  will test the model that interactions between the centromeres of test chromosomes mediate their disjunction at meiosis I. Cytological techniques will be used to test centromeric interactions occur between a pair of homeologues, specifically tagged with GFP. The second objective, to explore the behavior of sister chromatids in meiosis, will be addressed experimentally in three ways. First, experiments will be performed to determine whether the loss of meiotic sister cohesion observed in spo11 mutants (that do not initiate meiotic recombination) is due to a requirement for the Spo11 protein or alternatively a requirement for recombination initiation in meiotic sister chromatid cohesion. Second, the meiotic behavior of GFP-tagged sister chromatids will be observed cytologically in previously characterized meiotic mutants to explore the relationships of sister chromatid association, recombination and SC formation. Finally, the GFP tagged chromosomes will be monitored in a genetic screen to identify new genes involved in mediating proper sister chromatid behavior in meiosis. The experiments conducted in this work will help to elucidate the mechanism of chromosome segregation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dean",
   "pi_last_name": "Dawson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dean Dawson",
   "pi_email_addr": "dawsond@omrf.org",
   "nsf_id": "000400718",
   "pi_start_date": "2001-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1156",
   "pgm_ref_txt": "MICROBIAL GENETICS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 129293.0
  }
 ],
 "por": null
}