{
 "awd_id": "0084509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Interaction of Light and Clock Regulation in Neurospora",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patrick P. Dennis",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 385000.0,
 "awd_min_amd_letter_date": "2001-09-24",
 "awd_max_amd_letter_date": "2004-09-13",
 "awd_abstract_narration": "Circadian clocks represent an aspect of intracellular regulation that influences physiology and metabolism in most agriculturally, medically, and industrially important species on the earth.  This regulation is based in processes that occur within cells although the regulation is apparent throughout the entire organism in multicellular species.  Based on work in the Loros laboratory and in others the molecular bases of these rhythms are becoming known, but much remains to be done.  In particular one productive approach has been to study how known components of the clock respond to light in the environment of the cell.  Another has been to ask how components of light signaling are involved in operation of the clock.  This research is based on experiments using several genes (cloned in the Loros laboratory or in the laboratory of close colleagues) whose expression patterns are either under direct control of the circadian clock or whose activities are required for daily operation of the clock.  Additionally, all of these genes either control blue-light inducible gene expression and/or are themselves blue-light inducible and therefore show multiple levels of regulation between light and the clock.  One of these genes, the frequency gene, is a component of the clock mechanism and mutations in it's own ORF effect the periodicity of it's transcript rhythm.  The wc-1 and wc-2 genes are PAS domains (a sequence and functional motif conserved among the activating elements from all eukaryotic clocks) containing transcription factors required both for general global control of light responses in this organism and for normal operation of the circadian clock.  The VVD protein also contains a PAS domain and appears to play the role of a regulator of light-induced gene expression, a role mediated by the anticipated interaction between the PAS domains of VVD and the WC proteins.  Molecular and genetic analysis has begun on the three lis mutations that alter blocking of FRQ negative feedback in light.  In collaboration with others, the Loros laboratory has shown two more genes, clock-controlled gene-1 and clock-controlled gene-2 to be light-regulated and involved in output pathways from the clock and as such they are good model target genes known not to be involved in the oscillator.  Based on this past work, research in this project will be focused on (1) examining the physiological and biological role of the lis mutants at the molecular level in clock function, (2) continuing the genetic identification of new genes and gene products in the operation of the Neurospora clock, and (3) the identification of, in a global sense, the light regulated genes in Neurospora. The on-going, long-term goals of this research are to understand, at the molecular level, the genes involved in operating the circadian clock, the role of light in regulating the clock and to what extent the light input pathway to the clock is merged with the clock cycle itself.  This has included understanding the actions of light directly on the molecular feedback loop that supports clock operation and on the regulation of the expression of genes that are additionally regulated by the clock, genes known as ccg's or clock-controlled.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Loros",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer J Loros",
   "pi_email_addr": "jennifer.loros@dartmouth.edu",
   "nsf_id": "000468589",
   "pi_start_date": "2001-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth Medical School",
  "perf_str_addr": "106 Parkhurst Hall",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "03755",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1156",
   "pgm_ref_txt": "MICROBIAL GENETICS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}