{
 "awd_id": "0084297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Genetic Analysis of Complementary Chromatic Adaptation",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patrick P. Dennis",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2001-09-12",
 "awd_max_amd_letter_date": "2003-04-17",
 "awd_abstract_narration": "The major photosynthetic light harvesting structures of cyanobacteria are phycobilisomes, complexes that can constitute 40% of the total soluble protein. The composition of these structures is altered by numerous environmental conditions, including changes in the wavelength (color) of the ambient light. A process called complementary chromatic adaptation allows many filamentous cyanobacteria to respond to such changes by restructuring both the chromophore and protein composition of their phycobilisomes, permitting them to continually maximize the absorption of the predominant wavelengths of light available for photosynthesis. Numerous mutants that are aberrant in chromatic adaptation have been isolated, based on their color phenotypes, from the filamentous cyanobacterium Fremyella diplosiphon. The complementation of black mutants resulted in the discovery of RcaE, the first of a new class of prokaryotic photoreceptors. RcaE contains a transmitter module found in sensor kinase proteins of two component regulatory systems, and a chromophore binding domain found in plant photoreceptors called phytochromes. Complementation of two different classes of red mutants led to the identification of two separate response regulator proteins called RcaF and RcaC. RcaF is a small, single domain, CheY-like protein; RcaF is much larger and contains two response regulator input domains, a DNA binding motif, and a HPt motif, the hallmark of complex types of two component systems. A preliminary model has been proposed for the early steps in the chromatic adaptation regulatory pathway: RcaE is proposed to be a photoreceptor and act upon RcaF, which in turn regulates RcaC. Based on in vivo site directed mutagenesis studies, this pathway is proposed to be  phosphorylated in red light and dephosphorylated in green light. Finally, recent biochemical evidence has demonstrated that a tetrapyrrole chromophore is covalently attached to RcaE and functional studies suggest that another, red-light absorbing chromophore may be involved in regulating chromatic adaptation. The goal of this project is to add to our understanding of the regulation of chromatic adaptation. This will be done by detailed analyses of RcaE and its interactions with RcaF and RcaC, as well as through the identification of new regulatory elements controlling this process. There are three specific objectives in this project. First, the hypothesis that a second chromophore, and photoreceptor, controls chromatic adaptation will be tested by gel filtration and immunoprecipitation studies. If a second photoreceptor is found to regulate this process, a putative chromoprotein encoded by a gene located in the genome near rcaE will be tested, using site directed mutagenesis and gene replacement studies, for a possible role in chromatic adaptation. Second, in vivo biochemical studies will be initiated to test the hypothesis that RcaE is a light-regulated histidine kinase and that phosphoryl group transfer occurs between specific histidine and aspartate residues within RcaE, RcaF, and RcaC. Third, genes containing lesions will be identified, isolated, and characterized from currently existing chromatic adaptation regulatory mutants using transformation approaches. Proteins related to both RcaE and the response regulators isolated thus far have also been found in a wide range of non-photosynthetic prokaryotes and photosynthetic eukaryotes. Thus, the findings from this work are expected to have broad  implications for advancing our understanding of signal transduction processes in both bacteria and land plants.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kehoe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Kehoe",
   "pi_email_addr": "dkehoe@indiana.edu",
   "nsf_id": "000450497",
   "pi_start_date": "2001-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}