{
 "awd_id": "0085534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LExEn:  Hyperthermophiles of the Hydrothermal Vent Subsurface and Their Environmental Tolerance",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "2000-11-01",
 "awd_exp_date": "2003-10-31",
 "tot_intn_awd_amt": 360448.0,
 "awd_amount": 360448.0,
 "awd_min_amd_letter_date": "2000-10-12",
 "awd_max_amd_letter_date": "2000-10-12",
 "awd_abstract_narration": "LExEn: Hyperthermophiles of the Hydrothermal Vent Subsurface and Their Environmental Tolerance\r\nHyperthermophilic archaea, isolated from deep-sea hydrothermal vents, survive and grow under extreme heat, pressure, and most likely chemical toxicity. Their isolation and detection in hydrothermal vent effluents and in solids from undersea volcanic eruptions strongly suggest that they also occur in hot and anoxic subsurface environments. Their ability to survive or grow under extreme subsurface hydrothermal vent conditions (pH, sulfide, metals, temperature, and pressure) will show whether these organisms have potential as widespread and environmentally tolerant deep-subsurface inhabitants. With the exception of temperature, and to some degree pressure, many critical factors which determine growth and survival of vent hyperthermophiles under subsurface conditions have not been tested, preventing a realistic assessment of the occurrence range and environmental tolerance of these organisms.\r\n\r\nThis project will test the hypothesis that hydrothermal vent archaea actually grow in\r\nthe hot, anaerobic and toxic hydrothermal vent subsurface, most likely along the flow paths of vent fluids through the porous or cavernous rock. Four hydrothermal vent hyperthermophilic archaea will be used for these experiments, the methanogen Methanococcus jannaschii, the heterotrophic sulfur reducers Thermococcus fumicolans, Pyrococcus sp. strain GB-D, and the sulfate reducer Archaeoglobus profundus. These archaea were selected as a cross-section of anaerobic, thermophilic metabolisms which are representative for hydrothermal vent archaeal populations, and have the physiological potential to withstand subsurface conditions. Most importantly, these genera have been isolated directly from ongoing undersea eruptions and vent megaplumes. We will systematically test the growth and the survival of these vent archaea under approximated in situ conditions: high hydrostatic pressure of mid-ocean ridge hydrothermal vents and their subsurface extensions; acidic pH; and high sulfide and metal concentrations. These factors will be tested individually, and together in ways that approximate the natural situation. The hypothesis that the synergistic effects of these stress factors on growth and survival of hydrothermal vent archaea in the subsurface environment will differ considerably from the effect of each factor alone will be tested by comparing single-factor and multi-factor experiments. An important feature which influences growth and survival is biofilm formation, only recently studied for archaea model systems. Since biofilm formation enhances the environmental tolerance of many bacteria, archaeal biofilms in hydrothermal vent and subsurface environments are likely to show increased tolerance to environmental stress factors. In other words, the most resistant organism of hydrothermal vents and the earth's subsurface biosphere may not be an archaeon, but an archaeal biofilm. These experiments aim at integrating several physical and chemical factors which together determine the tolerance limits of some of the most extreme life forms on earth.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Teske",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas P Teske",
   "pi_email_addr": "teske@email.unc.edu",
   "nsf_id": "000313763",
   "pi_start_date": "2000-10-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Wirsen",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Carl O Wirsen",
   "pi_email_addr": "cwirsen@whoi.edu",
   "nsf_id": "000097216",
   "pi_start_date": "2000-10-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1075",
   "pgm_ref_txt": "LIFE IN EXTREME ENVIRONMENTS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 360448.0
  }
 ],
 "por": null
}