{
 "awd_id": "0087555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adaptation of an Exemplary Environmental Chemistry Laboratory Course",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2001-04-15",
 "awd_exp_date": "2003-03-31",
 "tot_intn_awd_amt": 29858.0,
 "awd_amount": 29858.0,
 "awd_min_amd_letter_date": "2001-03-13",
 "awd_max_amd_letter_date": "2001-03-23",
 "awd_abstract_narration": "Earth Systems Science (40) \r\n\r\nThis project is adapting an environmental chemistry laboratory course, developed at the University of California, Berkeley, for undergraduate education in the School of Earth and Environmental Sciences (SEES). This curriculum is being supplemented with a section on an important environmental pollutant, lead, using lead paint analysis experiments developed at the University of Utah. An atomic absorption spectrometer, a set of field probes for dissolved oxygen, temperature and conductivity, and pH measurements, and a compact incubator are being obtained to complement equipment available in an existing environmental science laboratory which includes an ion-chromatograph and a field UV-Vis spectrophotometer.\r\n\r\nThe project uses a series of experiments involving field sampling, field analysis and laboratory analysis from two field sites. Five groundwater wells that have been recently installed on campus serve as one field site. The second site is Flushing Bay, located about 2 miles from campus. Combined sewer overflows discharge raw sewage during rainstorms into Flushing Bay. Students are comparing the Flushing Bay data with a much larger New York Harbor water quality data set available from the New York City Department of Environmental Protection. Students are also comparing the Queens College campus well data with United States Geological Survey data from monitoring wells at various locations covering a sequence of aquifers, some similar to those at Queens College. This coordinated set of activities is enabling students to investigate parameters characterizing and regulating water quality in ground water and in coastal water systems.\r\n\r\nThe incorporation of the leaded paint experiment is fulfilling three goals that are missing in the Berkeley curriculum. First, an important environmental pollutant found at trace levels but with high toxicity is introduced. Second, the handling of solid samples, an important aspect of environmental analysis, is used. Third, challenges in quantification of trace amounts of elements in a complex matrix characteristic of environmental samples, are presented. The service-learning approach offers an additional advantage in that it provides a connection between the knowledge the student acquire in the classroom and the application of that knowledge in a way that benefits the community at large. By providing undergraduates with training in state-of-the-art equipment and field experience, the project is introducing them to methods and techniques that are commonly used by environmental scientists and environmental consulting professionals. It also challenges and prepares students to pursue careers in environmental sciences and environmental science education.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Zheng",
   "pi_email_addr": "yan.zheng@qc.cuny.edu",
   "nsf_id": "000181382",
   "pi_start_date": "2001-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Locke",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Locke",
   "pi_email_addr": "dlocke@gc.cuny.edu",
   "nsf_id": "000178147",
   "pi_start_date": "2001-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "6530 KISSENA BLVD",
  "perf_city_name": "FLUSHING",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "734800",
   "pgm_ele_name": "TEACHER PREPARATION PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7348",
   "pgm_ref_txt": "TEACHER PREPARATION PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 29858.0
  }
 ],
 "por": null
}