{
 "awd_id": "0087894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reinventing Introductory Geology Courses for Majors and Non-Majors Using Peer Instruction and Other Inquiry-Based Learning Strategies",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2001-06-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 127983.0,
 "awd_amount": 127983.0,
 "awd_min_amd_letter_date": "2001-05-14",
 "awd_max_amd_letter_date": "2001-05-14",
 "awd_abstract_narration": "Geology (42) \r\nThe Department of Geology at the University of Akron is adapting and assessing an inquiry-based teaching model for introductory geology courses in a large classroom setting. This project is an outgrowth of NSF-sponsored workshops on Inquiry-Based and Cooperative Learning through FIRST (Faculty Institutes Reforming Science Teaching) and departmental discussions resulting from the small-scale application of inquiry-based learning methods in the PI's courses. We are developing an approach based on peer instruction techniques described in Eric Mazur, \"Peer Instruction: A User's Manual,\" (Prentice Hall, 1997). This method of peer instruction has been a widespread success in improving learning and raising standard test scores for physics students in a variety of institutions. One lecture theater (180 student capacity) at the University of Akron has been fitted with a classroom communication system (CCS) technology sold by EduCue that was designed to support this peer instruction technique. [See www.EduCue.com.] This technology, and the necessary training in its use, is being made available for faculty in other departments. \r\nApproximately 2800 students per year enroll in an introductory geology course at the University of Akron, over a third (950) are education majors. As we shift to peer instruction, our goals are to improve science literacy among non-majors taking a science elective, and to model inquiry-based learning methods for education majors taking courses to satisfy state licensure standards. We are taking steps to ensure that this method of learning results in improved student learning of specific geological concepts by carefully assessing the retention of key concepts among geology students. A series of inquiry-based learning modules will be developed for a variety of introductory courses aimed at both major and non-major student populations. Conceptual questions addressed to students (ConcepTests) are being used in conjunction with a variety of other proven classroom assessment techniques to generate daily formative evaluations. These evaluations are being used to judge the effectiveness of our teaching and learning strategy. The overall evaluation we are employing includes comparisons of test results, written reports, student interviews, responses to pre- and post-class attitudinal surveys, and a longitudinal study of geology and education majors. This assessment is being guided by faculty from the College of Education's Department of Curricular and Instructional Studies. As part of this project we are also offering seminars and faculty development workshops to other science faculty at the University of Akron, and seminars, workshops, and presentations at regional and national meetings to in-service teachers and geology faculty at other institutions. In addition, all learning materials created for this project will be made available to other faculty through departmental websites and textbook publishers (McGraw-Hill).\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "McConnell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A McConnell",
   "pi_email_addr": "damcconn@ncsu.edu",
   "nsf_id": "000364768",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Owens",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine D Owens",
   "pi_email_addr": "kowens@uakron.edu",
   "nsf_id": "000188012",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Steer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Steer",
   "pi_email_addr": "Steer@uakron.edu",
   "nsf_id": "000283286",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7427",
   "pgm_ref_txt": "CCLI-EDUCATIONAL MATERIALS DEV"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 127983.0
  }
 ],
 "por": null
}