{
 "awd_id": "0087761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Efficient Integration and QoS Management of Video over Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2001-09-20",
 "awd_max_amd_letter_date": "2004-09-08",
 "awd_abstract_narration": "We are currently witnessing an incredible transformation in the way we access information and\r\ncomputing power. With small handheld devices such as personal digital assistants, cellular phones,\r\nand palmtop computers, users are taking their computers with them more often than not. Fur-\r\nthermore, with the developments in wireless technologies, users are beginning to slowly move away\r\nfrom their dependence on wired access to their information. While this trend is building significant\r\nmomentum, the types of information that are accessed through these devices is still severely lim-\r\nited by the wireless media. Given the bottle-necks associated with today's power-limited portable\r\ndevices, the limitation due to channel conditions has not yet been felt by the user; however the\r\nstrain on the underlying wireless network will only get worse.\r\n     The goal of the proposed research is the construction of high performance algorithms for tetherless\r\naccess which consider overall system goals through joint optimization across multiple layers. The\r\nobjective will be to solve problems which connect the physical layer to the application layer. In the\r\npast, a classical approach to wireless communication system design was undertaken { a modular\r\napproach loosely based on the Open Systems Interconnection reference stack model. For wired\r\ncommunication networks, such a separation of activities led to functioning systems offering solid\r\nperformance. However, the deleterious effects of the wireless communications channel force the\r\ninvestigation of all possible methods to improve performance. Thus, to provide the desired fidelity\r\nand to transport high-data rate information over the wireless medium, joint optimization across\r\nmultiple communication layers will be necessary. To focus the research, wireless transport of video\r\nvia Direct Sequence Code-Division Multiple-Access (DS-CDMA) will be considered.\r\n     In this project, we propose the research and development of video streaming algorithms that are\r\nmore suited for wireless transmission using DS-CDMA as an access methodology. There are several\r\nreasons why this project is necessary. First, current research onmulti-rate detection and estimation\r\nalgorithms at the physical layer are not tailored for specific application layer data. Second, many of\r\nthe video transmission schemes over wireless networks have assumed fixed bit-error rates that are\r\nintroduced by the wireless transmission. In CDMA systems, the bit-error rate is highly dependent\r\non the channel and the number of active users, both of these processes are time-varying; however,\r\nthis variability in bit-error rates has not been fully addressed at the application layer. Third, the\r\nelasticity ofvideo can be exploited to design efficient algorithms which can take advantage of the\r\nshape of video streams as well as time-varying channel conditions to offer desired quality-of-service.\r\n     This research project has three principle goals:\r\n\r\nInvestigation of efficient multi-rate detection and estimation algorithms for wireless physical\r\nmedia transmission.\r\n\r\nInvestigation of video streaming techniques for wireless networks that use underlying network\r\ncondition feedback to dynamically adjust the forward error correction used to protect the\r\nvideo data.\r\n\r\nInvestigation of the integration of physical layer media characteristics and higher-level video\r\napplications to provide the highest quality-of- service to applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wu-chi",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wu-chi Feng",
   "pi_email_addr": "wuchi@cs.pdx.edu",
   "nsf_id": "000148092",
   "pi_start_date": "2001-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Urbashi",
   "pi_last_name": "Mitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Urbashi Mitra",
   "pi_email_addr": "ubli@usc.edu",
   "nsf_id": "000462639",
   "pi_start_date": "2001-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health & Science University",
  "perf_str_addr": "3181 SW SAM JACKSON PARK RD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972393011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 109018.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 94606.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 96376.0
  }
 ],
 "por": null
}