{
 "awd_id": "0088657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research--Visualizing and Exploring United States Urban and Rural Social Change, 1790-2000: Interactive Multimedia and Web Based Tools",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 204913.0,
 "awd_amount": 204913.0,
 "awd_min_amd_letter_date": "2001-04-13",
 "awd_max_amd_letter_date": "2001-04-13",
 "awd_abstract_narration": "Sociology (86)\r\nThis is collaborative project at CUNY-Queens and UCLA. It is developing multimedia and web-based visual and map enabled software tools that will depict the growth and change in two major metropolitan areas in the United States, New York and Los Angeles. It builds upon a project that created web-based map enabled tools to examine change in New York City from 1910 using Census and other data, in a way that eases faculty creation of curricular exercises and experiences for students and others. The web component is being augmented by multi-media tools developed at UCLA that allow the visualization of virtual neighborhoods, as well as easy access to text, pictures, and video images to illustrate a variety of important sociological concepts and themes. These virtual neighborhoods make it possible to incorporate 3-D animation with realistic environments creating an interactive urban context composed of representative buildings, landmarks, and neighborhoods of the geographic area. The current neighborhood is simulated, and then it is recreated for several earlier periods. The students are able to \"visit\" and explore these neighborhoods and, using the mapping software, understand how these specific neighborhoods \"fit\" into the wider area of New York or Los Angeles, while exploring transportation or ethnic and racial change, for example.\r\nCUNY and UCLA are developing these complementary tools in common and distributing them widely over the web, by CD-ROM, and in unison with an undergraduate textbook we are publishing: \"New York and Los Angeles: Politics Society and Culture,\" forthcoming from the University of Chicago Press in mid to late 2002. Students and others can use these materials to examine and understand the dramatic changes in population, race, ethnic ancestry, family status, housing and living conditions, and income and wealth that have occurred in these two major metropolises. Related exercises that are being developed allow students to compare and contrast the growth of the two regions, to explore the changing patterns of economic and ethnic inequality, and to study the immigration history of New York and Los Angeles and the migration paths of recent immigrant groups in the cities and the suburbs. Other exercises are focusing on occupational structure, educational systems, social welfare, riots, and the location and situation of those in the artistic fields in the two regions. (We are also exploring how to generalize these tools to other locales.) \r\nThe materials are being pilot tested at the PI's home campuses and in courses at a variety of other colleges and universities in the United States. Workshops scheduled at professional meetings and at CUNY and UCLA are assisting faculty at other institutions in using these materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Halle",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Halle",
   "pi_email_addr": "dhalle@ucla.edu",
   "nsf_id": "000150539",
   "pi_start_date": "2001-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742700",
   "pgm_ele_name": "CCLI-EDUCATIONAL MATERIALS DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7427",
   "pgm_ref_txt": "CCLI-EDUCATIONAL MATERIALS DEV"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 204913.0
  }
 ],
 "por": null
}