{
 "awd_id": "0088692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Renewing the Undergraduate Archaeology Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2001-05-15",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 499845.0,
 "awd_amount": 499845.0,
 "awd_min_amd_letter_date": "2001-05-10",
 "awd_max_amd_letter_date": "2005-05-11",
 "awd_abstract_narration": "Anthropology (81)\r\nThe Society for American Archaeology (SAA), the Society for Historical Archaeology (SHA), the American Anthropological Association (AAA), and the Archaeological Institute of American (AIA) have acknowledged a crisis in current approaches to the training of undergraduate archaeology students. Funding shortages and shifts from academic to private sources, dramatic increases in site destruction and looting worldwide, emerging political activism among descendant and local communities, complex new government oversight and regulation, technological innovations, and dramatic increases in the scientific knowledge base have outpaced the ability of educators to accommodate these changes with their teaching strategies. [See K. A. Pyburn, \"Altered States: Archaeologists under Siege in Academe\" in \"Teaching Archaeology in the 21st Century,\" Edited by S. J. Bender and G. S. Smith, SAA, 2000.] To address this issue the SAA established an inter-societal Task Force on Curriculum, and provided support for a workshop made up of a diverse and committed set of educators from across the nation. This Task Force produced a set of core principles and guidelines for teaching archaeology that are crucial to the survival of the discipline of archaeology into the 21st century. The Task Force is working with the SAA, the SHA, the AAA, and the AIA to initiate implementation of these guidelines across the discipline with renovated curricula as rapidly as possible. Smith and Bender (2000) summarized these principles as Stewardship, Diversity, Social Relevance, Ethics and Values, Communication, Critical Skills, and Social Science Problem Solving.\r\nThis is a three-year project encompassing the design, testing, and evaluation of core aspects of a new curriculum based on these principles at eight academic institutions across the United States. It is engaged in producing a complete set of flexible course materials suitable to replace or redesign extant curricula in any higher educational setting. The project goal is to make recommended course content and proven teaching techniques available as efficiently as possible without cost to the broadest possible audience of educators.\r\nParticipants on the development team were chosen from faculty who have demonstrated a commitment to both education and research. Further, there were selected to be representatives of particular fields of expertise foregrounded by the principles, to represent a variety of institution types (community colleges, public four year programs with and without graduate programs, and private colleges), and to provide regional diversity. (The institutions are located in eight different states.) These faculty developers are being assisted by three education experts. In addition, an Advisory Board of eight archaeologists, each specializing in a separate area of the seven principles, are assisting with course development and assessment. Student evaluators are also participating in crucial stages of the project.\r\nEach participant is first developing two separate courses at their home institution in collaboration with nationally recognized specialists and technical consultants. Overall, 16 different courses are being designed, taught, and evaluated. We have estimated that this project will impact some 700-1200 students in the participating institutions over the three-year course of this project. In addition, course materials are being made available to the 340 existing undergraduate programs in the U.S. offering undergraduate majors or minors in anthropology or coursework in archaeology. Beyond the 3-year grant period, this project has the potential to impact all 30,000 declared undergraduate anthropology majors nationwide, and an estimated 500,000 - 600,000 students who enroll in undergraduate anthropology classes yearly as electives. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "K. Anne",
   "pi_last_name": "Pyburn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K. Anne Pyburn",
   "pi_email_addr": "apyburn@indiana.edu",
   "nsf_id": "000377190",
   "pi_start_date": "2001-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Smith",
   "pi_email_addr": "gsmith@seac.fsu.edu",
   "nsf_id": "000268463",
   "pi_start_date": "2001-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society For American Archaeology",
  "inst_street_address": "1990 K ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2025594580",
  "inst_zip_code": "200061103",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SOC FOR AM ARCHAEOLOGY",
  "org_prnt_uei_num": "DS3WL6CGDN57",
  "org_uei_num": "DS3WL6CGDN57"
 },
 "perf_inst": {
  "perf_inst_name": "Society For American Archaeology",
  "perf_str_addr": "1990 K ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "742700",
   "pgm_ele_name": "CCLI-EDUCATIONAL MATERIALS DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7427",
   "pgm_ref_txt": "CCLI-EDUCATIONAL MATERIALS DEV"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 499845.0
  }
 ],
 "por": null
}