{
 "awd_id": "0088609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adaptive Physics:  Engaging Diverse Learning Styles in the Lab",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "2001-04-15",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 82932.0,
 "awd_amount": 82932.0,
 "awd_min_amd_letter_date": "2001-04-12",
 "awd_max_amd_letter_date": "2001-04-12",
 "awd_abstract_narration": "Physics (13) The Physics Department at Portland State University, in collaboration with the School of Education, is transforming its Teaching Methods course and General Physics laboratory courses in order to improve (1) student learning of physics principles and practice, (2) pedagogical preparation of General Physics graduate teaching assistants and lecture faculty and (3) recruitment of physics majors into a teaching track.\r\n\r\nTo better attend to Portland State's diverse urban student audience, the project addresses improved student learning in the labs by consolidating varied learning styles rather than relying solely on one method, such as the traditional cookbook format that has been implemented in the past. The revised lab courses incorporate modern instructional resources that encourage active exploration of physics concepts. Specifically, in the past year, the department has begun to include in Fall term lab the Socratic Dialogue Inducing techniques from Richard Hake of Indiana University and Physics by Inquiry components from Lillian McDermott's group at the University of Washington. These ideas are being be phased into the other two quarters as the project progresses. In addition, the project plans to incorporate Real-Time Physics lab curricula from David Sokoloff et al.\r\n\r\nThe environment in which these complementary elements are being implemented is adapted from David Gosser's Workshop Chemistry Project (CCNY). An integral part of that project is the weekly teaching assistant meeting/seminar with professor partners wherein issues such as dominant and passive students, weak and strong students, gender and race, and collaborative learning are discussed. Such discussions, along with group leadership training and clinical interviews, constitute the principal improvements to the Teaching Methods course that is currently required of all graduate teaching assistants who supervise lab sessions.\r\n\r\nOne of the most important efforts of the proposed project is fostering a closer connection between the General Physics lab and lecture courses by sponsoring two-day summer workshops in which lecture professors and teaching assistants discuss goals and teaching methods, and lecture professors will have the opportunity to examine the lab setups and experiment with them. In order to ensure continuing dialogue, similar two-hour meetings are arranged at least once per quarter at mid-term.\r\n\r\nThe department, with the strong support of all physics faculty members, has begun and plans to continue developing the laboratory courses along these lines in the coming years with the expectation that all students will begin to experience the excitement of science and that both students and teachers will be better prepared and motivated to solve world problems in a cooperative way. As a result of the teaching methods course that will devote special attention to questions of diverse learning styles, resulting in better modeling of good teaching by the graduate assistants, it is expected that more undergraduate students will be drawn to the teaching of science as a respectable and rewarding career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Halka",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Monica H Halka",
   "pi_email_addr": "monica.halka@gatech.edu",
   "nsf_id": "000459007",
   "pi_start_date": "2001-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Bodegom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Bodegom",
   "pi_email_addr": "d4eb@pdx.edu",
   "nsf_id": "000478014",
   "pi_start_date": "2001-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Narode",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald B Narode",
   "pi_email_addr": "naroder@pdx.edu",
   "nsf_id": "000193030",
   "pi_start_date": "2001-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7428",
   "pgm_ref_txt": "CCLI-ADAPTATION AND IMPLEMENTA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 82932.0
  }
 ],
 "por": null
}