{
 "awd_id": "0088000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Function and Chemical Nature of Ice-Active Substances Associated with Antarctic Sea Ice Diatoms",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Roberta Marinelli",
 "awd_eff_date": "2001-06-01",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 157812.0,
 "awd_amount": 163312.0,
 "awd_min_amd_letter_date": "2000-12-27",
 "awd_max_amd_letter_date": "2006-05-15",
 "awd_abstract_narration": "Function and chemical nature of ice-active substances associated with sea ice diatoms\r\n\r\nSea ice diatoms of McMurdo Sound, Antarctica, have been previously shown to be associated with extracellular ice-active substances (IASs) that are present both in the ice platelet layer and congelation ice in which diatoms are found. These molecules have large molecular weights and appear to be glycoproteins. Similar molecules have not been found in temperate water diatoms, and so it appears that they have a function related to cold or icy environments. Previous studies have shown that they are widely distributed in the Southern Ocean, occur in both summer and winter sea ice and are associated with many if not all sea ice diatoms. The research will examine additional questions about the function and chemical nature of these unusual substances. Preliminary evidence suggests the IASs have cryoprotective properties. One goal is to explore this possibility using several approaches, including the IASs' ability to prevent freeze-thaw damage in a test enzyme (LDH) as well as whole cells, and their ability to inhibit the recrystallization of ice, which is a common measure of antifreeze activity in plant studies. The IASs are known to bind to ice crystals, and so to better understand the binding mechanism additional studies will attempt to determine the specific crystal faces to which they bind. A third part of the study will try to better characterize the chemical nature of the carbohydrate and protein moieties of the IASs, using mass spectrometry, amino acid sequencing and other techniques. Finally, initial attempts will be made to raise antibodies against the IASs, as these will have several uses in determining the origin, seasonality, relatedness and possibly the function of these molecules.  The IASs represent a novel type of ice-binding molecule that is distinct from protein and glycoprotein fish antifreezes. Because of their ubiquity in the Antarctic sea ice communities and their absence in warmer regions, they appear to have an important role in these communities. These studies should answer some of the main questions about the nature of these molecules. In addition, the IASs share some properties with fish antifreezes, and so understanding their ice binding properties and chemical structure will make it possible to better understand how this family of molecules interact with ice. Finally, the IASs, unlike the fish antifreezes, are produced in large quantities in Nature, and this may make it feasible for them to be used in other applications.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Raymond",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Raymond",
   "pi_email_addr": "raymond@unlv.nevada.edu",
   "nsf_id": "000173683",
   "pi_start_date": "2000-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "4505 S MARYLAND PKWY",
  "perf_city_name": "LAS VEGAS",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891549900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 157812.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 5500.0
  }
 ],
 "por": null
}