{
 "awd_id": "0088170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hydrogeology Laboratory Improvement for Enhancing Undergraduate Teaching and Research in Water Sciences",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 13805.0,
 "awd_amount": 13805.0,
 "awd_min_amd_letter_date": "2001-04-12",
 "awd_max_amd_letter_date": "2001-04-12",
 "awd_abstract_narration": "Geology (42) \r\n This project has two objectives. One is to provide University of Northern Iowa students with an opportunity to learn the fundamental concepts that explain observed patterns of surface and subsurface water resources pollution. The other is to provide them with opportunities to improve their analytical skills by using modern laboratory equipment. The project is centered on the use of a new ion chromatography system. The installation of this system has enhanced the analytical capability of the undergraduate hydrogeology laboratory in the Department of Earth Science. This new ion chromatograph is being used to monitor water flow and quality using a newly built on-campus monitoring well site. A related dimension of our project is an on-going process of laboratory curriculum improvement. In this project we are implementing the recommendations of Texley and Wild, \"NSTA Pathways to the Science Standards: Guidelines for Moving the Vision into Practice,\" National Science Teachers Association, 1997, and following the recommendations of Clough and Clark, \"Cookbooks and Constructivism: A Better Approach to Laboratory Activities,\" The Science Teacher, Vol. 61, No. 2 (1994) pp. 34-37. New exercises are being added to the lab component of various courses, such as Hydrogeology, Environmental Hydrology, and Physical Geology. These exercises are providing the students with increased opportunities to develop critical thinking skills and a scientific attitude. Many of these exercises are field-based hands-on experiences designed to facilitate student understanding of the fundamentals of water-rock interactions in subsurface geologic systems. In the impacted courses, students are collecting ground water and stream water samples from polluted and unpolluted areas, from areas of varying land use practices, and from landfill sites. Students are then analyzing these samples using ion chromatography for their common inorganic ion content. Students are also studying groundwater flow by using ion tracers (bromide, chloride, and others) in both simulated lab systems and in the field plots. These exercises are teaching them the concepts of prevalent chemical characters and leachate migration, improving their understanding of how land use practices cause subsurface water pollution, and many of the derivative environmental consequences of subsurface water pollution. This project is making it easier for the students to find a link between their classroom and laboratory learning and the real field situation. This expansion of available laboratory exercises in water-related classes is giving our students more opportunities to prepare for employment in environmental services companies as well as for further study at the graduate level.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Iqbal",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Z Iqbal",
   "pi_email_addr": "m.iqbal@uni.edu",
   "nsf_id": "000279610",
   "pi_start_date": "2001-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Iowa",
  "inst_street_address": "1227 W 27TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CEDAR FALLS",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3192733217",
  "inst_zip_code": "506140012",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN IOWA",
  "org_prnt_uei_num": "FRALVAFNF2H9",
  "org_uei_num": "PLZ1BS2RC597"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Iowa",
  "perf_str_addr": "1227 W 27TH ST",
  "perf_city_name": "CEDAR FALLS",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "506140012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7428",
   "pgm_ref_txt": "CCLI-ADAPTATION AND IMPLEMENTA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 13805.0
  }
 ],
 "por": null
}