{
 "awd_id": "0090725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dissecting Induction of Cell Cleavage",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 322000.0,
 "awd_amount": 322000.0,
 "awd_min_amd_letter_date": "2001-06-25",
 "awd_max_amd_letter_date": "2003-04-07",
 "awd_abstract_narration": "Cytokinesis ultimately ensures the proper partition of chromosomes and cytoplasm into two daughter cells. In animal cells, this is achieved by the formation of a cleavage furrow that bisects the mitotic (or meiotic) spindle between segregated chromosomes. Failure in, or improper positioning of the cleavage furrow may lead to cancer or birth defects. It is known that the mitotic apparatus defines the cell cleavage plane. However, it is not clear how the mitotic apparatus initiates the cleavage furrow due to our lack of in-depth understanding about the source and nature of the furrow signal. Each part of the mitotic apparatus; namely asters, central spindle (microtubule arrays and spindle midzone), and chromosomes, has been found capable of inducing a cleavage furrow in certain cell types. Yet it is uncertain which part is the essential source of the signal and whether all parts act in concert. The specific aims of this project are to: 1) determine which spindle constituent is the essential source of furrow signal by testing furrow induction with each single spindle constituent in the absence of all the others; 2) distinguish the role of spindle midzone (or telophase disc/midbody) from microtubules by dissecting the central spindle into discrete parts (the telophase disc and the remaining microtubule arrays), and testing their independent role in furrow initiation. These experiments combine micromanipulation with digital-enhanced polarization microscopy and epifluorescence microscopy, in which mitotic spindles in living cells are mechanically dissected and rearranged as desired, which allows real-time observation of the resulting effect on furrow positioning in living cells. Incorporation of micromanipulation into epifluorescence microscopy permits direct microneedling of fluorescently-labeled microtubules and actin filaments while observing their dynamics with respect to contractile ring formation during furrow initiation. In addition, micromanipulated cells will be fixed at moments of interest and stained for confocal or EM microscopy to better determine the distribution of microtubules, actin filaments and other factors involved in cytokinesis. Through dissecting independent and/or overlapping roles of the spindle constituents in furrow initiation under these stringent conditions, the currently most attractive models for cleavage furrow positioning will be scrutinized. These models include \"astral stimulation\" by signals from the asters acting on equatorial cortex, \"polar relaxation\" by signals from the asters acting on polar cortex, and \"equatorial stimulation\" by signals from the spindle midzone (telophase disc and/or chromosomes) acting on the equatorial cortex. The project aims to provide new insights towards understanding of the impact of spindle microtubules, either from asters or the central spindle, chromosomes, and the telophase disc on the organization of actin filaments during furrow positioning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dahong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dahong Zhang",
   "pi_email_addr": "Zhangd@science.oregonstate.edu",
   "nsf_id": "000091492",
   "pi_start_date": "2001-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 107000.0
  }
 ],
 "por": null
}