{
 "awd_id": "0090674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Prosody in Language Comprehension",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher T. Kello",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 299774.0,
 "awd_amount": 299774.0,
 "awd_min_amd_letter_date": "2001-08-21",
 "awd_max_amd_letter_date": "2003-06-16",
 "awd_abstract_narration": "In order to understand a sentence or discourse, readers and listeners must use their implicit knowledge of the grammar of their language to put the meanings of its words together.  A great deal has been learned about how this process takes place during reading, but less is known about the aspects of the process that are specific to listening.  This research will explore how a listener uses the prosody of a sentence (informally speaking, its rhythmic and melodic structure) to determine its message.  The specific goals of the research are to work toward identifying precisely what aspects of the prosody of a sentence affect a listener's comprehension and to examine the cognitive processes that enable a listener to use prosody.  Broader goals include working toward the development of a theory of spoken language comprehension that specifies how prosodic descriptions are arrived at and how they interact with other sources of information about language; this could potentially enable technological improvements in communication, for instance in human-computer spoken interaction.  The research will explore just which aspects of a sentence's prosody listeners use in identifying its structure and meaning.  It will evaluate the thesis that a listener constructs a global prosodic representation of a sentence, rather than simply relying on local prosodic cues.  This thesis makes it crucial to address the question of what in the global prosodic representation is actually effective in guiding sentence comprehension.  Some of the experiments will examine how ambiguous phrases can be attached to different points in the phrases that precede them.  For instance, in a sentence like \"Sammy learned that Bill telephoned after John visited,\" the adjunct phrase \"after John visited\" could modify either \"learn\" or \"telephone.\"  Such a phrase should be more likely to attach \"high\" (early in the sentence), modifying the main clause verb \"learn,\" if it is preceded by an intonational boundary that is signaled by pitch movement and temporal changes.  The experiments will investigate whether different types of intonational boundaries have different effects and evaluate the claim that only an \"informative\" boundary will affect interpretation.  They will evaluate a definition of \"informative\" that claims a boundary is informative if it is phonologically larger than certain structurally-defined earlier boundaries.  The experiments will provide several different tests, using several different grammatical constructions, of whether prosodic boundaries that are informative under this definition encourage high attachment of ambiguous phrases.  Other experiments will address the hypothesis that listeners take unusual (\"marked\") prosody to indicate an unusual interpretation of a sentence.  This \"markedness strategy\" has been proposed a number of times, and several pieces of experimental evidence seem to be consistent with it.  However, the markedness strategy may be only a crude approximation to reality.  The experiments, which will study the interpretation of pronouns, reflexives, and quantified noun phrases, will attempt to determine whether the phenomena described by the markedness hypothesis actually reflect simpler, more general prosodic principles of focus and accent.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Clifton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Charles E Clifton",
   "pi_email_addr": "CEC@PSYCH.UMASS.EDU",
   "nsf_id": "000442793",
   "pi_start_date": "2001-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lyn",
   "pi_last_name": "Frazier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lyn Frazier",
   "pi_email_addr": "lyn@linguist.umass.edu",
   "nsf_id": "000340033",
   "pi_start_date": "2001-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 98620.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 99411.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 101743.0
  }
 ],
 "por": null
}