{
 "awd_id": "0091735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Mating Preferences in Shaping Interspecific Divergence in Mating Signals in Mollies (Poeciliidae: Poecilia: Mollienesia).",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Godfrey R. Bourne",
 "awd_eff_date": "2001-02-01",
 "awd_exp_date": "2002-02-28",
 "tot_intn_awd_amt": 461000.0,
 "awd_amount": 157139.0,
 "awd_min_amd_letter_date": "2001-02-02",
 "awd_max_amd_letter_date": "2001-05-09",
 "awd_abstract_narration": "The role of mating preferences in shaping interspecific divergence in mating signals in mollies (Poeciliidae: Poecilia: Molliensia).  Margaret B. Ptacek\r\n\r\nThe importance of female mating preferences in shaping the features of male mating signals within a species is well established.  However, the influence of female mating preferences within a species on the divergence of these mating signals between species is just beginning to be explored.  This project is designed to explore the role of female mating preferences in generating and maintaining the behavioral and morphological changes associated with divergence between sailfin and shortfin mollies (Poeciliidae: Poecilia: Mollienesia).  Mollies are an ideal model system for such a study because they exhibit enormous diversity in male secondary sexual characteristics and mating behaviors both within and between species.  Differences in the two major species complexes of mollies (sailfin and shortfin species) are associated with divergence in their mating systems.  Males of sailfin species have a greatly enlarged dorsal fin that they fan in front of females in a characteristic courtship display used to elicit female cooperation in mating.  Males of shortfin species show neither the enlarged dorsal fin nor perform courtship display behavior.  Previous studies have shown that females of sailfin species use particular features of the enlarged dorsal fin and courtship display to distinguish both between different males of their own species and between males of their own species and males of shortfin species. Such a pattern of similar female mating preferences at both the intra- and interspecific levels argues that sexual selection may have played an important role in promoting the divergence in these traits between sailfin and shortfin species of mollies.  In addition, the phylogenetic (genealogical) relationships of the entire molly group have been determined.  This phylogeny will provide a framework upon which to study the origin and direction of change in male secondary sexual traits and behaviors as well as the origin of female preferences for these traits in a number of sailfin and shortfin molly species.\r\n\tThe research proposed here will determine how female mating preferences can shape the divergence of male mating signals both within and between species.  Few tests of the relationship between sexual selection and species recognition have been performed and mollies offer an ideal system in which to investigate this link.  The results of the proposed studies will provide an important model for how sexual selection might lead to the evolution of premating reproductive isolating mechanisms and eventual speciation in a group of poeciliid fishes for which much is already known about behavioral, ecological and life history trait evolution.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Ptacek",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret B Ptacek",
   "pi_email_addr": "mptacek@clemson.edu",
   "nsf_id": "000409101",
   "pi_start_date": "2001-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Idaho State University",
  "inst_street_address": "921 S 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POCATELLO",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2082822592",
  "inst_zip_code": "832015377",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "IDAHO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJC9GJJJL4M7"
 },
 "perf_inst": {
  "perf_inst_name": "Idaho State University",
  "perf_str_addr": "921 S 8TH AVE",
  "perf_city_name": "POCATELLO",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "832015377",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116000",
   "pgm_ele_name": "IBN ANIMAL BEHAVIOR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 152139.0
  }
 ],
 "por": null
}