{
 "awd_id": "0091166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Intracellular Traffic of Small Nuclear RNA to the Nucleolus",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2005-04-30",
 "tot_intn_awd_amt": 309214.0,
 "awd_amount": 309214.0,
 "awd_min_amd_letter_date": "2001-04-16",
 "awd_max_amd_letter_date": "2003-02-13",
 "awd_abstract_narration": "\r\nPROJECT SUMMARY\r\n\r\nThe nucleolus is a highly dynamic sub-organellar compartment whose diverse roles are now only beginning to be understood.  One such function involves the assembly of spliceosomes, a function poorly understood.   This project will determine the pathway and mechanism by which the U6 snRNA travels through the nucleolus prior to its assembly into spliceosomes.  The results of this project should thus provide new and important insights into this aspect of nucleolar function.  \r\nThe sequences required for nucleolar localization or nucleolar export of U6 snRNA will be identified by injection into Xenopus oocytes of fluorescein-labeled transcripts of U6 snRNA carrying various mutations with subsequent analysis of nucleolar preparations by microscopy. A mini-construct containing the identified nucleolar localization elements (NoLEs) of U6 snRNA fused to unrelated sequences will reveal if the sequences identified as NoLEs are not only required but also sufficient for nucleolar localization. A fusion construct of U6 nucleolar export sequences and the snoRNA Box C/D terminal stem motif will be studied.\r\nPrimer extension assays will be employed to elucidate if nucleolar localization of U6 is required for its modification (2'-O-methylations and pseudouridylations). Modification will be examined for endogenous U6, and for synthetic wild type U6 and synthetic mutant U6 (that cannot localize to nucleoli) which have been injected into oocytes depleted of endogenous U6 snRNA. A mini-construct containing a fusion of the region of U6 which becomes methylated by the guide snoRNA mgU6-77 with 40 nt of unrelated sequence will be tested for nucleolar localization after depletion of the guide snoRNA to investigate whether guide snoRNAs play a role in U6 snRNA nucleolar localization.\r\nSynthetic copies of fluorescein-labelled U4 or U5 snRNAs will be injected into Xenopus oocytes to examine if they localize transiently in nucleoli. If so, antisense oligonucleotide mediated depletion of U6 snRNA will reveal if U4 and U5 snRNA nucleolar localization require the presence of U6, or, conversely with depletion of U4 or U5 snRNAs, if U6 nucleolar localization requires U4 or U5 snRNAs. The same set of experiments will also be carried out at longer time points after injection to inquire if the nucleolar export of U6 snRNA requires U4 and/or U5 snRNP, and to analyze if export occurs only after the di-snRNP and/or tri-snRNP have formed. \r\nA candidate protein that may mediate the nucleolar localization of U6 snRNA by binding to its NoLEs is the La protein. La binds to the 3' end of U6 snRNA, within the region that is required for nucleolar localization. The 3'-OH of synthetic U6 snRNA will be converted to a 3' phosphate to prevent association with La, thus allowing analysis of whether La binding is required for U6 snRNA nucleolar localization. If so, the specific region within La that targets this protein to the nucleolus will be determined, and whether the state of La phosphorylation is important for transient localization to the nucleolus.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thilo",
   "pi_last_name": "Lange",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Thilo S Lange",
   "pi_email_addr": "Thilo_Lange@Brown.edu",
   "nsf_id": "000110007",
   "pi_start_date": "2001-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 100255.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 102933.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 106026.0
  }
 ],
 "por": null
}