{
 "awd_id": "0091271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ca2+ Regulation of Phototrasduction in Retinal Cone Photoreceptors",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cole Gilbert",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 84387.0,
 "awd_amount": 84387.0,
 "awd_min_amd_letter_date": "2001-09-14",
 "awd_max_amd_letter_date": "2003-06-06",
 "awd_abstract_narration": "\r\nRod and cone photoreceptors in the vertebrate retina provide the organism with two complementary signaling cells that support the full behavioral range of the visual system.  In general, the response of rods defines night vision: the cells are slow in their response to light, extremely sensitive and adapt over a restricted range of intensities.  Cones, in contrast, are faster in response, less sensitive to light and adapt over a much wider range of intensities: they serve day vision.  The long-term objective of this research is to understand the molecular mechanisms that explain transduction in retinal photoreceptors and to understand the functional differences between rods and cones.\r\nPhototransduction arises from the activation of a linear sequence of enzymatic reactions, whose end-point is the lowering of cytoplasmic cGMP and closure of cGMP-gated ion channels.  In parallel with the changes in cGMP, cytoplasmic Ca2+ is also lowered.  This Ca2+ change imposes regulation of the enzyme cascade and, therefore, controls the features of transduction: its speed, sensitivity and adaptation.  Some of the functional differences between rods and cones, we now know, arise from differences in the light-dependent changes in Ca2+.  The specific aim of the research proposed here is to investigate the features of Ca2+ modulation of the transduction cascade in cones, a process expected to differ from that in rods and about which very little is known.\r\nThe results of this research will answer fundamental question on the molecular events that underlie the normal function of retinal photoreceptors.  The research, however, also has a potential clinical impact: cones and rods are the principal cells to degenerate and die in a host of human retinal degenerative diseases, some genetic (i.e. retinitis pigmentosa) some not (i.e macular degeneneration).  It now is know that this is a collective of molecular diseases, each generally associated with a defect in one of the many enzymes in the transduction cascade.  Further investigation and discoveries on the function of these enzymes will help answer the riddle of retinal degenerations.\r\nThe research will support, in part, graduate student traineeships.  An identified candidate at this time is a woman graduate student.  Also, UCSF, hosts a number of summer training programs aimed specifically at increasing access of under-represented minorities and women in basic biomedical sciences.  This research program will be among those that available to this pool of graduate students.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tatiana",
   "pi_last_name": "Rebrik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tatiana Rebrik",
   "pi_email_addr": "trebrik@phy.ucsf.edu",
   "nsf_id": "000487028",
   "pi_start_date": "2001-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "1855 FOLSOM ST STE 425",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941034249",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "550000",
   "pgm_ele_name": "NEURAL SYSTEMS CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 84387.0
  }
 ],
 "por": null
}