{
 "awd_id": "0091272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Stromal Processing Peptidase Function in the Chloroplast Import Pathway",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "2001-05-15",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2001-05-07",
 "awd_max_amd_letter_date": "2003-04-01",
 "awd_abstract_narration": "Project Summary - Lamppa MCB-0091272\r\n\r\nThe long term goal of this project is to understand the pathway of protein import into the chloroplast, and to elucidate at the molecular level the components involved and how they function. The chloroplast is the site of photosynthesis and also houses an amazing array of biosynthetic pathways needed for normal plant growth and development. As a multifunctional organelle, it participates in the synthesis of fatty acids, branched and aromatic amino acids, plant hormones, tetrapyrroles, terpenoids, as well as being required for nitrogen and sulfur reduction. The biogenesis of the chloroplast, and plastid function in different organs, depends on the correct targeting and transport of nuclear-encoded proteins from the cytoplasm. Typically, these proteins are synthesized with an N-terminal transit peptide that facilitates multiple steps in a general import pathway. Ultimately, transit peptides are removed as precursors enter the stroma, releasing mature proteins for incorporation into the biological complexes of the organelle. Because of its critical role in chloroplast import, and thus organellar biogenesis, the studies of this project will focus on the nature of the proteolytic machinery needed for precursor maturation. A stromal processing peptidase (SPP) that removes the transit peptides from precursors targeted to the chloroplast was previously characterized. It is a member of a new class of metallopeptidases that share a signature His-X-X-Glu-His motif at the catalytic site, yet all recognize very different substrates. The first objective of this proposal is to understand how SPP recognizes and interacts with the transit peptide targeted to the chloroplast. It has been demonstrated that SPP has a high affinity binding site for the transit peptide, and a major goal is to identify this site on SPP. The hypothesis that SPP has a distinct domain for transit peptide recognition, separate from the conserved catalytic domain, will be tested. A new in vitro binding assay will be used that depends on SPP expressed in E. coli as a recombinant enzyme. The hypothesis that the transit peptide also contains special structural features which facilitate this protein-protein interaction will be examined. The second objective is to investigate a new function of SPP that has been discovered. SPP binds the transit peptide, and then after release of the mature protein, SPP converts the transit peptide to a subfragment form that it no longer binds. A new degradative activity in the chloroplast has been identified that degrades the subfragment, and thus, is involved in transit peptide turnover. The degradative activity is ATP- and metal-dependent and is distinguishable from SPP itself. It appears that a regulated sequence of events occurs as SPP functions in the general import pathway in which SPP recognizes, binds and cleaves the transit peptide before its release for degradation. The third objective is to characterize the properties of the ATP-dependent degradative activity using biochemical methods. Selective degradation of proteins that are recognized as abnormal, or unfolded, or those at the termination of a pathway which are no longer functional is now considered an essential quality control mechanism for maintaining cellular homeostasis and normal development. It is likely that transit peptide turnover is equally important for chloroplast biogenesis. These studies are significant for a number of reasons. First, understanding how different components of the import machinery carry out their functions provides insight into how the chloroplast is assembled and maintained. Second, the chloroplast is one of two energy-producing organelles found in eucaryotes, the other being the mitochondria. However, the chloroplast carries out the unique role of converting light energy into ATP and reducing power. Given that most of the proteins required for photosynthesis and the other biosynthetic pathways of the chloroplast are imported, and must be cleaved to release functional products, the specificity and regulation of transit peptide removal is undoubtedly of critical importance to chloroplast biogenesis. Finally, given the central role of the chloroplast in plant development and the enormous amount of protein that must be  imported during chloroplast biogenesis, transit peptide removal is one of the most significant posttranslational modification events that occurs in a plant cell. Work on this project will provide both research and educational opportunities at the postgraduate, graduate and undergraduate student levels in the field of cell biology, and the plant sciences. An important contribution will be made to the training of undergraduate students who participate in the Career Research Opportunities Program to enhance their success as professionals, and those eligible for the Work Study Program at the University of Chicago, which makes available matching funds for their work in research laboratories.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gayle",
   "pi_last_name": "Lamppa",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Gayle K Lamppa",
   "pi_email_addr": "gklamppa@midway.uchicago.edu",
   "nsf_id": "000381407",
   "pi_start_date": "2001-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 122122.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 124971.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 127907.0
  }
 ],
 "por": null
}