{
 "awd_id": "0091639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study of Structure-Physical Properties Relation of New Materials with Reduced Dimensionality",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2001-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 299677.0,
 "awd_amount": 304927.0,
 "awd_min_amd_letter_date": "2001-03-16",
 "awd_max_amd_letter_date": "2006-03-31",
 "awd_abstract_narration": "This project is devoted to investigating the influence of dimensionality on the physical  properties of a new class of materials by tuning the dimensionality with pressure. The goal is to achieve an understanding which will provide the basis for tailoring materials for special applications . The project is a combination of materials synthesis, the application of high pressure techniques and theoretical modeling . In addition to the use of conventional diamond anvil cells and large volume pressure cells for hydrostatic pressure studies, a newly developed device for the simultaneous application of hydrostatic pressure and uniaxial stress will be employed. These will permit the control of parameters like lattice constant, bond length, and interaction strength in a manner not possible before.  These experimental methods combined with theoretical modeling will lead to a better understanding of the structure - physical properties relation. The result will be improved tailoring of materials for applications by replacing the external pressure of our measurement by chemical pressure (substitution of atoms) or by growing thin films on substrates which are not lattice matched. Specific attention will be devoted to: 1)The synthesis of new materials of fundamental and technological importance and the investigation of their physics and chemistry at ambient and high pressure; 2) employ a new device for the application of \"pure\" strain which will allow transport and optical measurements at low temperatures and in a magnetic field; 3) develop collaborations concerning theoretical modeling with staff of the Los Alamos National Laboratory; and 4)  provide interdisciplinary educational opportunities for graduate students.\r\n%%%                               \r\nThis project is an experimental and theoretical program in materials  research and education. The experimental studies will be conducted at the Colorado State University while the theoretical work will be done in collaboration with staff of the Los Alamos National Laboratory.   The scientific problems that confront chemists and physicists in expanding their abilities to control smaller and more complex electronics will be elucidated through careful studies of low-dimensional materials which will be especially synthesized for this purpose.  These materials, which display constrained dimensions, may behave as efficient, new semiconductor wires or sheets of atomic dimensions or nanodevices.  In order to understand the physical phenomena associated with low-dimensional materials, very controlled studies will be performed whereby the research team will carefully apply pressures along predetermined directions in materials in order to correlate environmental and dimensional changes with electronic responses.  By understanding the fundamental physical phenomena in low-dimensional materials, new, perhaps more efficient materials can be designed that will improve upon the conventional, commercial electronic materials. An important feature of the program is the multidisciplinary, international research team that is assembled.  Research will be performed by students who will be part of a team of chemists and physicists in academic, National, and international laboratories.  Students will participate in the synthesis, characterization and design of new materials and will travel to National research facilities at the Los Alamos and Argonne National Laboratories to utilize the latest, state-of-the-art instrumentation and will interact with the Nation's best chemists and physicists. \r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Hochheimer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Hans D Hochheimer",
   "pi_email_addr": "dieter@lamar.colostate.edu",
   "nsf_id": "000422720",
   "pi_start_date": "2001-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Dorhout",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Peter K Dorhout",
   "pi_email_addr": "dorhout@iastate.edu",
   "nsf_id": "000299463",
   "pi_start_date": "2001-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 99530.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 106917.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 98480.0
  }
 ],
 "por": null
}