{
 "awd_id": "0092806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Adaptive Network Processing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 506000.0,
 "awd_min_amd_letter_date": "2001-05-15",
 "awd_max_amd_letter_date": "2003-06-09",
 "awd_abstract_narration": "The research objective of this proposal is to design, implement, and evaluate a scalable and adaptive network service platform.\r\n  Supporting sophisticated new applications, such as multi-party conferencing and streaming media transmission, over the Internet poses serious technical challenges for the underlying infrastructure.  However, adding some processing inside the network enables new network-based services that substantially improves the end-to-end performance of these applications. The continual exponential decrease in the cost of processing makes network services viable, while the increases in application complexity makes it necessary. Link capacities, however, have been increasing at rates even faster than increases in processing capacity, and current network service platforms are incapable of sustaining non-trivial service to multiple flows at line speeds.\r\n  In this proposal, the researcher outlines research whose goal is to develop and evaluate adaptive processing techniques to scale the number of flows supported by network service platforms. Adaptive techniques control degradation in service quality when aggregate demand exceeds available resources, and can be applied within a single node or across multiple cooperating nodes. The research focuses on the development of general adaptation techniques that are applicable across a wide range of node architectures and applications.  The  proposed work is grouped into three major thrusts: design of the adaptation mechanisms themselves and underlying control and resource management mechanisms and interfaces required to adapt processing on-line; development of a single- and multi-node policy framework to trigger adaptation; and the development of an analytic model of adaptive network processing that will allow on-line evaluations of possible adaptations. The researcher will evaluate these techniques using a combination of analysis, simulation, and experimentation with a number of example services and policies implemented over the Odyssey network service platform.                                                                                                                              The success of the Internet derives from the spectrum of applications it supports. As a new generation of Internet applications emerge, a pivotal challenge is to design a scalable and flexible network service platform that can sustain processing for multiple end-applications at high speeds; otherwise, end-to-end performance will be limited by the processing constraints imposed by the network. This research explicitly addresses the issues of network processing scalability by using adaptive techniques. By reducing, and in some cases eliminating, network processing bottlenecks, the work will enable new classes of applications to be supported on a large scale over the Internet.\r\n     The educational objective is to design a set of core networking courses that introduce students to current developments in the field while emphasizing the fundamental concepts and to train students to understand how large networks, complex programs, and realistic systems can be built by composing relatively small, simple, and modular components.\r\n      The core networking curriculum consists of an undergraduate, a graduate, and a research course. The undergraduate course teaches the basics of networking with an emphasis on the fundamentals.  Students learn by building substantial parts of different network layers, and by experimenting with real-world applications with which they are already familiar. The aim of the graduate course is to understand core network protocols in detail, to appreciate the philosophy behind the current Internet protocols, and to introduce students to new research ideas in networking. The goal of the research course is to try to bridge the gap between theory and implementation: understand the overheads incurred in implementing complex protocols and devise mechanisms to mitigate their effects.\r\n      The unparalleled success of the Internet has made it essential that every CS student understand the basics of networking. This curriculum will fill this need for general CS students and will motivate students interested networking to pursue further research in the field.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samrat",
   "pi_last_name": "Bhattacharjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samrat Bhattacharjee",
   "pi_email_addr": "bobby@cs.umd.edu",
   "nsf_id": "000261786",
   "pi_start_date": "2001-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}