{
 "awd_id": "0092831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Designing Communities of Practice to Support Math, Science, Technology, and Pedagogy Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2001-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 632046.0,
 "awd_amount": 698746.0,
 "awd_min_amd_letter_date": "2001-02-02",
 "awd_max_amd_letter_date": "2005-05-03",
 "awd_abstract_narration": "The idea \"virtual communities\" has captured popular, as well as scholarly, attention.   This interest takes place in an America that is increasingly concerned about the loss of face-to-face community.  Advocates of online communities hope that by leveraging technology, we can recreate a \"we\" that has steadily eroded into many isolated \"I's.\" Educators are exploring the value of employing a \"community\" model for supporting learning. The idea is that through participating in a community, novice learners can learn through collaboration with others and work with more experienced \"old-timers.\" Much like in an apprenticeship, learners observe old-timers, and then gradually begin to adopt the practices of the community. In this model, learning is not abstracted from useful activity, but a part of it. By making learning immediate, practical, and real, educators hope to overcome the historical problems of engaging students and teachers in meaningful learning, and the contemporary problems of students who are disaffected by school. \r\n\r\nThe community-based approach to learning has enormous theoretical and practical potential, but it is imperative that these environments be studied empirically.   What is the educational value of a community approach to learning?  Can learning through participation in a community help students overcome the historical barriers to entering math, science, and technology, and promote the development math, science, and technology skills?  Does it have a special role in fostering deep learning?  Are their gender differences and how can we develop online communities that do not exacerbate the digital divide? While this grant will learn from other successful projects (e.g., Tapped In, Math Forum, etc.), this work will primarily focus on the research and design of three different learning environments designed to support learning about math, science, and technology.  Each one of these projects is substantial and offers a unique contribution to our understanding of learning through community participation. However, a thorough cross-project analysis will leverage the unique aspects of each situation while at the same time allowing us to make scientifically grounded claims across cases. We will systematically research both the effectiveness of this community approach in terms of learning as well as the processes through which such communities form.  \r\n  \r\nFor each setting we will emphasize different types of evidence. First, the Inquiry Learning Forum project entails a Web-based professional development network for improving pedagogical practices of preservice and inservice math and science teachers.  We will use discourse analysis to examine the quality of their online discussions, interviews and questionnaires to assess their conceptions of pedagogy, and visits to their classrooms to observe actual practice.  In the second online community targeted toward children learning math and science, we will conduct pre- and post-tests on their understanding of math and science, interviews to test the depth of their understanding of these content areas, and we will use content rubrics to examine the richness of the artifacts they produce as part of community participation.  Third, in the technology course for preservice teachers, we will analyze class assignments, use rubrics to examine portfolios of teaching with technology, and observe their classroom practice. Central to all this work is a commitment to not only producing scientifically credible knowledge about building online communities to support learning math, science, and technology skills, but also to providing a community service that takes part in and facilitates change.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sasha",
   "pi_last_name": "Barab",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sasha A Barab",
   "pi_email_addr": "sbarab@indiana.edu",
   "nsf_id": "000118725",
   "pi_start_date": "2001-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166600",
   "pgm_ele_name": "RESEARCH ON LEARNING & EDUCATI"
  },
  {
   "pgm_ele_code": "597800",
   "pgm_ele_name": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000203DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 186518.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 215899.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 134523.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 161806.0
  }
 ],
 "por": null
}