{
 "awd_id": "0092938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Career: Synthesis of Freight Origin-Destination Matrices from Intelligent Transportation Systems Data",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Miriam Heller",
 "awd_eff_date": "2001-03-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 387000.0,
 "awd_min_amd_letter_date": "2001-02-13",
 "awd_max_amd_letter_date": "2001-08-13",
 "awd_abstract_narration": "0092938\r\n\r\nABSTRACT\r\nThe research component of this proposal focuses on designing a methodological framework that, ultimately, will lead to the estimation of origin-destination matrices for freight movements, using secondary data, gathered through Intelligent Transportation Systems. These methodologies will improve transportation modeling by adding another layer of realism to the modeling process; and they will improve the efficiency of traffic management by ensuring proper consideration of freight movements, significant contributors to urban congestion. Furthermore, enhanced consideration of freight transportation will benefit the transportation planning process as a whole, making it truly multimodal in its scope. Such approaches will bypass two major obstacles in freight planning: the significant cost associated with conducting surveys to obtain origin-destination patterns, and the reluctance of freight providers to provide information they consider commercially sensitive. \r\nThe research plan has the following three objectives: 1) to develop a framework for the synthesis of origin-destination matrices in real-time, based on information gathered through Intelligent Transportation Systems in transportation networks; 2) to create a platform for the display of estimated freight movements; and, 3) to develop methodologies for the integration of real-time information on freight movement into the evaluation process and the analysis of traffic control strategies. The proposal considers the use of the Integrative Freight Market Simulation (IFMS).  The IFMS attempts to depict a comprehensive picture of freight movements, in which both the user side, i.e., commodity flows, and the logistic side, i.e., vehicle-trips, are considered. The uniqueness of freight transportation requires the use market equilibrium concepts to depict the competition process among freight transportation providers, and a subset of routing problems to represent the actions of these companies when picking up and delivering the goods. \r\nThe IFMS entails a bi-level approach in which the top level corresponds to the estimation of the provision of service consistent with a Cournot-Nash equilibrium, while the bottom level focuses on the construction of tours that satisfy the Cournot-Nash solution and the remaining system constraints, in a context of a large scale optimization problem. Although a multitude of issues need to be solved before this concept becomes operational, the IFMS has the potential to enhance freight modeling.\r\nAn integrated educational plan is included as part of this proposal. The educational plan is intended to achieve the following objectives: a) to provide students with leadership experience in addressing complex problems, such as those in freight transportation; b) to create an atmosphere of cooperation among stakeholders; c) to provide both undergraduate and graduate students with the tools they need to analyze freight transportation problems; b) to provide the students with a thorough understanding of the interplay between transportation and the environment, and the role of transportation in the betterment of local communities; c) to provide the students with the foundations for a life long search for excellence; d) to provide the students with the opportunity to tackle real-life problems and to contribute to their solution; e) to provide meaningful and stimulating career choices for minority students and women. Achieving these objectives will: a) lead to the creation of a new generation of transportation professionals with a wholistic view of the interactions between freight transportation, the environment and economic development; b) lead to a transportation planning process sensitive to, and responsive to, community concerns, and economic development issues; c) enhance the quality of research and education by incorporating real-life problems and challenges into the class room interactions; d) promote retention among minority students and women; e) introduce students to the potential benefits of using modern information technology in multi-disciplinary settings.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Holguin-Veras",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Holguin-Veras",
   "pi_email_addr": "jhv@rpi.edu",
   "nsf_id": "000492375",
   "pi_start_date": "2001-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 59031.0
  }
 ],
 "por": null
}