{
 "awd_id": "0092448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Composition of the Chloroplast Division Apparatus",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2005-04-30",
 "tot_intn_awd_amt": 503069.0,
 "awd_amount": 526319.0,
 "awd_min_amd_letter_date": "2001-04-16",
 "awd_max_amd_letter_date": "2004-05-20",
 "awd_abstract_narration": "PROJECT SUMMARY.   The maintenance of plastid populations is essential to the viability of photosynthetic eukaryotes and dependent on plastid replication. Yet, the molecular mechanisms underlying plastid division remain undetermined. In recent years, two nuclear gene families have been identified in higher plants, FtsZ1 and FtsZ2, each encoding homologues of the key bacterial cell division protein FtsZ. Bacterial FtsZ, a GTPase related to tubulin, polymerizes at the onset of cytokinesis to form a ring structure at the division plane that constricts the cell. Antisense repression of specific FtsZ1 and FtsZ2 family members from Arabidopsis, AtFtsZ1-1 and AtFtsZ2-1, has demonstrated essential and functionally distinct roles for both gene families in mediating plastid division in higher plants, and firmly established the endosymbiotic origin of the plastid division machinery. Further, antibodies highly specific for AtFtsZ1-1 and AtFtsZ2-1 have been generated and used in immunofluorescence microscopy to show for the first time that both FtsZ1 and FtsZ2 co-localize to membrane-associated rings at the plastid division site. Based on experiments demonstrating that FtsZ1 but not FtsZ2 is imported into chloroplasts in vitro, a model has been proposed for the macromolecular organization of the plastid division apparatus wherein FtsZ1 and FtsZ2 assemble into rings on the inner and outer surfaces of the chloroplast envelope membranes, respectively, and act in concert to constrict the organelle. However, the discovery of a second FtsZ2 gene in Arabidopsis, AtFtsZ2-2, suggests this model may be incomplete. The overall goal of the project is to rigorously test and expand upon the model by probing more fully the functions of the three FtsZ proteins in Arabidopsis and by identifying and analyzing the functions of additional components of the plastid division apparatus. The first objective is to determine the precise localization of FtsZ2.  In partial support of this model, it was recently determined that both AtFtsZ1-1 and AtFtsZ2-1 and their orthologues in other plants localize to membrane-associated rings at the plastid division site.  Although the precise localization of each FtsZ in relation to the envelope membranes has not been resolved, evidence that FtsZ1 resides in the stromal compartment is compelling.  Immunoelectron microscopy and protease protection experiments will be employed to determine in which compartment FtsZ2 is localized: stromal, cytosolic, or intermembrane space.  The findings will be critical in evaluating and expanding upon the model and will significantly influence the design and interpretation of other experiments related to the composition, assembly, organization and mechanics of the plastid division apparatus. The second objective is to test the function of AtFtsZ2-2 in relation to that of AtFtsZ2-1.  AtFtsZ2-2 shares over 80% amino acid identity with AtFtsZ2-1, strongly implicating it in plastid division but suggesting the two proteins may be functionally redundant.  In contrast,  preliminary data suggest that AtFtsZ2-1and AtFtsZ2-2 may be functionally distinct.  To resolve this apparent contradiction, transgenic plants expressing antisense and sense constructs of AtFtsZ2-2 will be generated; their phenotypes will be compared to those of the corresponding AtFtsZ2-1 transgenic plants.  Knockout mutants for both genes will also be isolated for genetic and cytological analyses of the mutant phenotypes singly and in combination.  If plastid division defects are observed in the single mutants, the capacity of each of the two gene products to complement the other will be determined.  Attempts to distinguish the roles of AtFtsZ2-1 and -2 will also include localization studies with isoform-specific anti-peptide antibodies and expression pattern analyses with gene-specific probes and reporters. The third objective is to identify proteins that interact with plant FtsZs.  The well characterized and biochemically tractable pea chloroplast system will be used in conjunction with several immunoaffinity and crosslinking strategies to identify proteins that interact specifically with FtsZ1 and FtsZ2 proteins in higher plants.  Studies beyond the scope of this proposal will apply the biochemical insight gained from the pea system to continued genetic analysis of chloroplast division in Arabidopsis. This project should provide significant new insights into the composition, assembly, organization and mechanics of the plastid division apparatus. In addition, because of recently revealed mechanistic parallels between the processes of chloroplast and mitochondrial division, these studies will complement and may have relevance for understanding mitochondrial division. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Osteryoung",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine W Osteryoung",
   "pi_email_addr": "osteryou@msu.edu",
   "nsf_id": "000444596",
   "pi_start_date": "2001-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 120758.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 262249.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 131312.0
  }
 ],
 "por": null
}