{
 "awd_id": "0093918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Phase and Amplitude Noise in Heterostructure Transistor Amplifiers and Oscillators",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rongqing Hui",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2001-02-14",
 "awd_max_amd_letter_date": "2001-02-14",
 "awd_abstract_narration": "0093918\r\nFerre-Pikal\r\n\r\nThe PI proposes a five-year career development program that integrates research and educational activities in the area of radio frequency (RF) and microwave electronics.  The research plan includes a comprehensive study of sources of 1/f noise phase modulation (PM) noise and amplitude modulation (AM) noise in heterostructure transistor amplifiers and oscillators.  The educational plan includes curriculum development in the area of RF and microwave electronics, in addition to participation of undergraduate students in the research activities.  A mentoring program to improve retention and recruitment of women in the college of engineering is also included in the educational activities.\r\n\r\nPM and AM noise in oscillators limit the performance of wireless communication systems, precision navigation systems, and radar systems.  In receivers, the PM noise of the local oscillator is very important since it degrades the receiver's sensitivity and the rejection of adjacent channels.  In oscillators above 500 MHz, the main source of PM noise is the noise in the electronics (amplifier).  In recent years, there have been an emerging number of heterostructure transistors that promise to have a large impact on the electronics of communication and radar systems.  These devices have shown improved injection and transport characteristics, and thus an improved performance over homojunction devices.  In addition, these devices are potentially low noise.  A study of 1/f noise up-conversion into PM and AM noise about the carrier frequency in heterostructure transistor amplifiers and oscillators is proposed.  Both heterojunction bipolar transistors (HBTs) and heterostructure field-effect transistors (HFETs) will be included in the study.  The studies will be made in amplifiers and oscillators at carrier frequencies of 500 MHz, 1 GHz, 2 GHz, and 4 GHz.  This investigation will identify the advantages and disadvantages of the different technologies and will determine the optimum technology for low noise amplifiers and oscillators in communication systems and radar applications.  In addition, transistor parameters affecting the noise up-conversion will be identified and this information will lead to improvements in the design of heterostructure transistors.\r\n\r\nAs part of the educational plan, the PI will enhance the curriculum in the area of high frequency electronics.  The PI will develop a two-course sequence in microwave and RF electronics.  The University of Wyoming does not have formal courses in this important and growing area.  Some of the topics included in this sequence will be transmission line concepts, scattering parameters, matching networks, amplifiers, filters, mixers, and oscillators.  The PI will also develop a graduate course on noise in high frequency devices.  This course will cover sources of noise in devices such as diodes, mixers, amplifiers, and oscillators.  In addition, it will include a discussion of PM and AM noise concepts and measurement systems.  This course will make the University of Wyoming one of the very few universities that address the problem of precision frequency control.  The educational plan also includes a mentoring program to improve recruitment and retention of women in engineering.  The PI will organize an annual reception for women entering the engineering program, as well as informal lunches for electrical engineering female students in which issues concerning the students will be discussed.  The PI will also organized visits to middle schools and high schools to talk to female students about the exciting field of engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Ferre-Pikal",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eva S Ferre-Pikal",
   "pi_email_addr": "evafp@uwyo.edu",
   "nsf_id": "000478548",
   "pi_start_date": "2001-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E UNIVERSITY AVE",
  "perf_city_name": "LARAMIE",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": null
}