{
 "awd_id": "0093784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Intrinsic Defects in Wide Bandgap Semiconductors: Study by Magnetic Resonance Techniques",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2001-02-01",
 "awd_exp_date": "2006-01-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 311997.0,
 "awd_min_amd_letter_date": "2001-01-22",
 "awd_max_amd_letter_date": "2004-12-13",
 "awd_abstract_narration": "0093784\r\nWatkins\r\n\r\nThe program is an experimental study of the intrinsic defects (lattice vacancies and host interstitial atoms) in wide bandgap semiconductors using magnetic resonance techniques. The primary emphasis is on GaN, but other wide bandgap semiconductors of current interest (AlN, ZnO, SiC, diamond, etc.) may also be studied. The broad purpose of the program is to identify the intrinsic defects, and to probe their electronic and lattice structures, their diffusional properties, and the nature of their interactions with other defects in the material. The experimental techniques include electron paramagnetic resonance (EPR) and electron-nuclear double resonance (ENDOR), detected primarily by optical methods (ODEPR and ODENDOR), but also by conventional EPR methods, where appropriate. The experimental approach is to produce the intrinsic defects by 2.5 MeV electron irradiation for study by the magnetic resonance techniques. These studies include irradiation in situ at 4.2 K in a special facility at Lehigh, unique in the world, which allows ODEPR study of the pristine vacancies and interstitials which are produced, prior to warm-up. Subsequent annealing allows the determination of the kinetics of the migration of each and the nature of its resulting interaction with impurities and other defects as it becomes trapped by them. Room temperature irradiation is also utilized to study the intrinsic defects that are stable at this temperature, as well as the various defects produced by trapping of the intrinsic defects which are mobile at lower temperatures. \r\n\r\nLattice vacancies (missing atoms) and interstitials (extra atoms) are always present in an otherwise perfect crystalline semiconductor. Labeled \"intrinsic defects\", they therefore play a vital role in all of the myriad processing steps involved in modern semiconductor device manufacture, as well as in determining the technologically important properties of the final device. Essentially nothing is presently known concerning the properties of these important defects in the currently widely studied \"wide bandgap\" semiconducting materials, such as gallium nitride, which promise advances for optical applications into the visible and ultraviolet spectral regions, as well as for microelectronic applications at elevated temperatures. The broad purpose of the present program is to determine these properties for the first time. The experimental approach is to produce the defects by high-energy electron irradiation, where a lattice atom is directly knocked out of its lattice site when the electron has a near collision with its nucleus. The irradiation is done at a low enough temperature to freeze the resulting interstitial and vacancy into the lattice for direct spectroscopic study. The spectroscopic methods employed involve the various magnetic resonance ones, which are uniquely capable of unambiguously identifying the defects, and probing the properties of interest -- their electronic and lattice structures, their migrational properties in the lattice, and the nature of their interactions with other defects present in the material.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Watkins",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "George D Watkins",
   "pi_email_addr": "gdw0@lehigh.edu",
   "nsf_id": "000244414",
   "pi_start_date": "2001-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 99999.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 105999.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 105999.0
  }
 ],
 "por": null
}