{
 "awd_id": "0093650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Wideband Slot-like Antennas and Enhancement of Applied Electromagnetics Education at UPRM",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rongqing Hui",
 "awd_eff_date": "2001-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 374879.0,
 "awd_amount": 374879.0,
 "awd_min_amd_letter_date": "2001-05-01",
 "awd_max_amd_letter_date": "2001-05-01",
 "awd_abstract_narration": "0093650\r\nRodriguez\r\n\r\nThe proposed Career Development plan seeks to establish a balanced research and teaching program for the professional development of Dr. Rafael A. Rodriguez Solis, in the area of microwave antennas at the University of Puerto Rico at Mayaguez (UPRM).  The research activities proposed have been carefully structured to advance the performance of planar, broadband, microwave antennas for wireless communications applications, taking advantage of the NSF MRI grant ECS-9977178 funding the UPRM Radiation Laboratory.  The proposed research and education efforts will count with the collaboration of several faculty from The Pennsylvania State University, University of Colorado at Boulder, University of Massachusetts, the Arecibo Observatory and UPRM.\r\n\r\nThe increasing demand for interactive multimedia applications in wireless communication networks requires larger bandwidths made available for such services; at the same time, smaller antennas are desired in wireless applications in order to keep the size of the mobile terminals small.  In the future, mobile terminals will tap to a variety of wireless services provided at different frequency bands, and it will be of interest to have only one antenna to cover the different bands.  This will help to reduce the coupling and interference between different antenna structures and to reduce the space required by the antennas.  The slot-like antennas and arrays to be studied through this grant are planar, conformal, compact, structures that can provide large impedance and pattern bandwidths.\r\n\r\nThe research plan is focused in studying ways of improving the impedance bandwidth of slot, folded slot and slot ring antennas and arrays of such elements.  Also, log-periodic arrays of the aforementioned elements will be studied.  The antenna elements will be characterized following using Design of Experiments techniques and statistical modeling.  The antenna models developed will be used in the development of a procedure for the array design and in the development of pattern synthesis procedures for arrays of log-periodic structures.  Because of the importance of smart antennas in the new generation of wireless systems, digital beam-forming techniques for these antennas will be studied.\r\n\r\nThe proposed educational activities are centered in the revision of the engineering electromagnetics two-course sequence to combine these courses into a 4 credit-hour course with an integrated laboratory.  The results of the proposed research activities will help in the introduction of slot antennas in the Antenna Theory and Design undergraduate course and in the Microwave Antenna Engineering graduate course.  The mentoring of graduate and undergraduate students and their engagement in research projects and the development of an Applied Electromagnetics Workshop to be offered to high-school students participating at the pre-engineering summer program at UPRM are also part of the educational activities proposed.  This educational plan seeks to enhance the teaching and evaluation techniques of Dr. Rodriguez Solis and to integrate his research activities into the classroom.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "Rodriguez Solis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael A Rodriguez Solis",
   "pi_email_addr": "rafael.rodriguez19@upr.edu",
   "nsf_id": "000479253",
   "pi_start_date": "2001-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 374879.0
  }
 ],
 "por": null
}