{
 "awd_id": "0093962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Roles of Rheology, Chemical & Mechanical Filtration, and Applied Gradient on Injectability of Cement Grouts, Morphology of Grouted Soil, and Improvement in Soil Properties",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2001-02-13",
 "awd_max_amd_letter_date": "2001-02-13",
 "awd_abstract_narration": "Soil improvement is a central issue to many of today's projects where land is scarce, good quality materials are in short supply, and developed sites are often congested or contaminated.  Among the many in situ techniques available to improve soils, permeation grouting is historically the most commonly used in geotechnical engineering.  Traditionally, applications of permeation grouting involve (a) reducing or controlling seepage through geologic formations and structures and (b) strengthening soil.  More recently, the injection of cementitious grouts into soil is used to construct in situ barriers to contain contaminated leachate and to encapsulate hazardous waste.\r\n\r\n\tResearch will focus on cement grouts (both Portland cement-based and slag cement-based varieties of primarily microfine cement and to a lesser extent ordinary cement) because they are perhaps the most widely used due to their economic feasibility, permanence, and inert characteristics.  The problem is that often cement grout cannot be successfully injected, although the grout exhibits appropriate rheological properties and sufficiently small particles by traditional filter criteria.  Consequently, the issue is why the grout was unable to be injected as predicted.  One of the primary thrusts of the research is to distinguish the effects of mechanical filtration, chemical filtration, rheology, and applied gradient on the injectability of cement grout.  These factors are interrelated (some very strongly) and governed by a number of variables.  An extensive series of parametric and phenomenological studies at both the microscopic and macroscopic level are undertaken to accomplish this objective.  Essential concepts from the fields of cement chemistry and transport processes will be synthesized to better understand and interrelate the early age microstructure of a cement grout to its injectability and deposition in the voids of a soil.\r\n\r\n\tEmphasis is placed on the role of applied gradients on the flocculation behavior of the grout and the resulting morphology of the grout/soil matrix.  Cement grouts that exhibit significantly different chemical and rheological behavior will be injected into one-dimensional and three-dimensional sand-filled \"columns\".  During the injection process, pressures will be monitored, grout samples will be collected from various sampling locations along the length of the column, and effluents will be collected.  Immediately subsequent to grouting, the cement content of the grouted soils will be assessed to quantify the mass of cement particles deposited in the soil matrix.  The improvement in the engineering properties of permeability and strength will be determined for hardened grouted soil samples.  The pore morphology of the grouted soil will be studied to correlate the microstructural behavior of a grout in response to pressure gradients applied during the injection process with the macrostructural behavior of soil improvement.  Microscopy of both wet grout and hardened grouted soils will be conducted.\r\n\r\n\tThe morphology of the grouted pores will strongly govern the resulting permeability of the soil and the extent or degree of improvement will be influenced by (a) the presence of preferential flow paths, (b) pore interconnectivity, (c) pore size and distribution, and (d) interfacial pores that may be attributed to the wettability of different pore fluids and ion concentrations relative to the grout.  Possible ways to improve injectability such as by mix additives, mixing sequence, preconditioning the soil, or injecting under deaired conditions will be explored.  The results from the variety of injection experiments will be used in the development of models to reasonably predict injectability and the extent of permeation grouting by knowledge of both the grout and soil properties.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lois",
   "pi_last_name": "Schwarz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lois Schwarz",
   "pi_email_addr": "lschwarz@cee.uah.edu",
   "nsf_id": "000333553",
   "pi_start_date": "2001-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "1125 W MAPLE ST STE 316",
  "perf_city_name": "FAYETTEVILLE",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727013124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}