{
 "awd_id": "0093241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Intelligent Resource Management and Performance Evaluation for Wireless Mobile Networks Supporting Integrated Services",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2001-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 369120.0,
 "awd_amount": 369120.0,
 "awd_min_amd_letter_date": "2001-05-21",
 "awd_max_amd_letter_date": "2001-09-20",
 "awd_abstract_narration": "Wireless communications systems free users from physically attaching to access points, while the Internet provides the universal accessibility to information services of many kinds, thus the marriage of the wireless and the Internet will be tremendous, making ubiquitous communications possible. However, in wireless network segments, resources (frequency, time and code) are extremely limited, thus, overdimensioning of such a network is equivalent to poor capital investment, while congestion at busy hours could mean lost calls and lost revenues. Therefore, the cost-effective dimensioning and management of wireless network resources to handle users' demands have to be carefully investigated.  Compared to the vast resources of its wired counterpart, wireless segments become the bottleneck for integrated systems (wireless internet). Thus, intelligent resource management in the wireless mobile networks becomes a critical issue.\r\n     This proposal will investigate the intelligent resource management and performance evaluation for wireless mobile networks. This research is motivated by the following observations: (1) a lot of information available in network operations has not been effectively used in resource management; (2) co-operative network operations (such as information sharing) among the wired communications entities (such as base stations or mobile switching centers) can significantly improve the overall network performance, incurring signaling traffic over the wired segments is a good tradeoff. For example, if we could predict a mobile user's movement based on his/her movement history, the network could make appropriate resource reservation around the moving trajectory to overcome the potential call drops. If traffic information and mobility information are shared among a group of neighboring base stations, then potential congestion can be avoided or early actions can be taken. If the traffic type of a call connection can be passed to a lower layer (say, radio resource layer), then better transmission schemes can be designed. Thus, in this proposal the researcher will investigate intelligent resource management by accomplishing the following few tasks:\r\n_ Propose a Virtual Management Network to coordinate the information exchanges;\r\n_ Develop new mobility management schemes using location tracking and location prediction; _ Investigate various call admission control and intelligent call handling schemes and provide guidelines for choosing the appropriate schemes for specific applications;\r\n_ Study the resource reservation schemes in combination with mobility prediction;\r\n_ Provide a general framework for performance evaluation of wireless mobile networks under various resource allocation schemes.\r\n     The significant difference between the proposed work and the previous work in the open literature is that the research  considers the wireless networks with call connections requiring different amounts of resources, and  also considers the mobility factors in its  analysis. This research will be important for future telecommunications design, particularly for wireless Internet.\r\n     In conjunction with the proposed research, the PI will integrate the research on wireless networks and mobile communications into teaching. Based on his expertise's in various areas in electrical engineering, computer science, systems engineering and mathematics, the PI is planning to help build up a strong networking program in the Department of Electrical and Computer Engineering at University of Florida. He will strive to bring his diversified expertise's, particularly the mathematical thinking process, into the classroom, to teach students how and why by going through the creation process of \"new\" concepts or results in combination with associative learning and critical reading, to provide students with the new developments in the current research fronts and industrial practices and to develop a collaborative learning environment. The ultimate goal of his teaching is to help students to develop a life-long learning ability. The PI also realizes that the area of the wireless networks and mobile communications provides a better place for cooperation between electrical engineers and computer scientists, the proposed research and educational plan could bring this cooperative mode into the classroom.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuguang",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuguang Fang",
   "pi_email_addr": "fang@ece.ufl.edu",
   "nsf_id": "000269658",
   "pi_start_date": "2001-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 369120.0
  }
 ],
 "por": null
}