{
 "awd_id": "0094428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Retinal Functions by Light and a Circadian Clock",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Paul Malchow",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 424000.0,
 "awd_amount": 442855.0,
 "awd_min_amd_letter_date": "2001-08-30",
 "awd_max_amd_letter_date": "2005-06-24",
 "awd_abstract_narration": "\r\n\tThe physiology and behavior of animals that live in diurnal environments-- environments where there is a daily rhythmic change in light and darkness-- are controlled in large part by signals that arise from an internal, 24 hour (circadian) clock.  The impact of circadian clocks on humans is particularly evident in shift workers and as \"jet lag\" in long-distance travelers when the internal clock becomes out of phase with the external light-dark cycle.  The mechanisms by which the clock regulates physiology are largely unknown.\r\n\tThis proposal seeks to understand, at a molecular level, how environmental signals and the circadian click, separately and in combination, impact vision.  How the retina, the tissue in the eye that contains the cells which detect light (photoreceptor cells), begins to process incoming visual information, and transmits this information to the brain for further processing will be studied.  The retinas of animals living in diurnal environments typically undergo daily rhythmic changes in structure and function that optimize the retina for functioning in bright light during the day and in dim light during the night.  These day-night changes, which are critical for normal vision, are produced by the separate and combined effects of biochemical reactions that are driven by the circadian clock and by light.  The American horseshoe crab Limulus polyphemus is used because in its eyes, the effects of the circadian clock are particularly dramatic.  For example, when signals from the circadian clock reach the eyes at night their structure and function change such that they become one hundred thousand times more sensitive to light.  For Limulus, increased visual sensitivity at night is thought critical for reproduction.\r\n\tTwo specific aims of the current research are designed to determine the separate and combined effects of clock- and light-driven biochemical cascades on the expression of genes encoding proteins that are required for the detection of light (opsin) and for the appropriate response of photoreceptors to light (arrestin).  Changes in the levels of mRNAs encoding these proteins will be assayed.  A third aim is to examine the function of a photoreceptor-specific protein (myosin III) which, in Limulus, is modulated by both light- and clock-driven cascades.  This protein is of particular interest because:  1. it is critical for the survival of at least some invertebrate photoreceptors.  2. similar proteins are found in the photoreceptors of a wide variety of invertebrate and vertebrate species, and thus the protein may be critical for the function and/or maintenance of all photoreceptors.  3. in Limulus, it may integrate the signals from both light- and clock-driven biochemical cascades.  Limulus myosin III has been expressed in this laboratory in an insect cell system and produced in large quantities.  This provides the unique opportunity to study its structure and function in detail.\r\n\tThis research will have a number of outcomes important for sensory and cell biology.  Since environmental cues and the circadian click influence virtually all cells, the results should further a general understanding of how these factors impact the cell biology of animals exposed to natural lighting conditions, including human shift workers.  These studies of myosin III will provide specific new information about a protein that is hypothesized to be critical for the structure and function of all photoreceptors.\r\n\tFurthermore, the research will involve undergraduates and pre-collegiate minority students, a long tradition in this laboratory.  The materials and information generated also will be used in a variety of K-12 outreach programs run by the Whitney Laboratory.  Thus the research will contribute toward developing the next generation of scientists and a scientifically literate citizenry in a region of the nation where access to scientific activities of any kind is limited.\r\n  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara-Anne",
   "pi_last_name": "Battelle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara-Anne Battelle",
   "pi_email_addr": "battelle@whitney.ufl.edu",
   "nsf_id": "000163008",
   "pi_start_date": "2001-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118500",
   "pgm_ele_name": "SENSORY SYSTEMS"
  },
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9261",
   "pgm_ref_txt": "RESRCH ASSIST-MINORITY H.S. ST"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 106000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 106000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 115935.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 110460.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 4460.0
  }
 ],
 "por": null
}