{
 "awd_id": "0094169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Career Development Plan: Interdisciplinary Research and Education in Marine Habitats",
 "cfda_num": "47.050",
 "org_code": "06040104",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 506955.0,
 "awd_amount": 551755.0,
 "awd_min_amd_letter_date": "2001-03-01",
 "awd_max_amd_letter_date": "2003-08-19",
 "awd_abstract_narration": "This project will integrate the investigator's research program with student active education to advance our understanding of the interdependency of biological, chemical, and physical processes in marine habitats. This goal will be achieved through interdisciplinary field and laboratory studies, and through the development of participatory educational programs at the university and K- 12 levels.\r\n\r\nThe motivation for the proposed research is to understand the role of burrowing infauna on nutrient processes in sedimentary habitats. Many animals create burrows in the soft mud and sand that cover the vast majority of the sea floor. The water that is expelled as the animal feeds or ventilates its burrow is often enriched in ammonium, silicate, phosphate, and other important nutrients. While some important geochemical and ecological effects of bioturbation and bioirrigation have been demonstrated, quantitative studies of the production and fate of nutrient plumes have never been conducted. Over the next five-years, Dr. Finelli and his students will study the effects of nutrient release by two species of thalassinid shrimp from Louisiana coastal habitats, the estuarine ghost-shrimp Lepidophthalmus louisianensis and the beach ghost-shrimp Callichirus islagrande. Using thermistor flow meters and portable pumps, they will measure the daily and seasonal patterns of burrow ventilation, nutrient concentration of burrow water, and burrow morphology. Detailed measurements of plumes in the laboratory and field will then be used to examine how rapidly nutrient plumes are dispersed by turbulent water flow. These measurements are critical to predicting the effects of nutrient plumes on primary production. Finally, algal pigment concentrations and measurements of photosynthetic efficiency from the areas surrounding the burrows will test if the elevated nutrients in burrow plumes influence benthic production. This research will lead to fundamental advances in our understanding of nutrient cycling, benthic-pelagic coupling, and the ecology of sedimentary habitats.\r\n\r\nIn addition to being researchers, science faculty members are educators who pass on established knowledge and provide students with the cognitive skills to identify and solve problems. The importance of this latter role is underscored by recent calls for increased teaching from funding agencies, state and federal governments, and the tax-paying public that are spurred by the pervasive role of science and technology in our daily lives. Two themes have been emphasized in the recent discussions of science education reform. First, all people need a minimal level of scientific understanding to participate in a technological society. Second, leaming is best accomplished by observation and manipulation of study subjects, not by memorization and recitation. Both of these themes are addressed in the education plan. At the university level, Dr. Finelli will support and supervise undergraduate and graduate research, and teach courses that emphasize hypothesis formation and data collection. However, it is at the K- 12 level that a real opportunity exists to better serve the 4000 students who visit LUMCON annually. The investigator is part of a collaborative team that is developing a field experience for grades 7-12 that is guided by state and national science education standards. This effort consists of annual teacher workshops that are designed to help local teachers use LUMCON as a resotirce for science education. In addition, these workshops will serve as a mechanism for formative evaluation of the field program. The field experience requires students to collect water chemistry samples in the field, analyze data in the lab, and interpret their results. Data from all classes will be available online to encourage yearlong participation. The objective of this exercise is to teach students about physical and chemical processes in the salt marsh, while exposing them to the scientific process.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Finelli",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Finelli",
   "pi_email_addr": "finellic@uncw.edu",
   "nsf_id": "000160815",
   "pi_start_date": "2001-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Universities Marine Corsortium",
  "inst_street_address": "8124 HIGHWAY 56",
  "inst_street_address_2": "",
  "inst_city_name": "CHAUVIN",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "9858512800",
  "inst_zip_code": "703442110",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "LOUISIANA UNIVERSITIES MARINE CONSORTIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "F7NHNQKGLJK4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Universities Marine Corsortium",
  "perf_str_addr": "8124 HIGHWAY 56",
  "perf_city_name": "CHAUVIN",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "703442110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 487142.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}