{
 "awd_id": "0096543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Discrete and Rhythmic Dynamics in Multipoint Movements",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher T. Kello",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 342900.0,
 "awd_amount": 342900.0,
 "awd_min_amd_letter_date": "2001-08-20",
 "awd_max_amd_letter_date": "2004-08-13",
 "awd_abstract_narration": "This research will investigate the generation of perceptually controlled behavior in biological and artificial systems.  Its focus is to understand intralimb coordination that consists of both discrete and rhythmic elements, such as in drawing or handwriting.  The hypothesis underlying the work is that unconstrained multijoint movements can be understood in terms of two fundamental units of action, discrete movements and rhythmic movements.  This \"D-R\" hypothesis is partially motivated by the fact that, from the perspective of dynamical systems theory, fixed-point and limit cycle dynamics are two primary stable regimes in a complex dynamic system.  The research will involve the development of a dynamical model for multijoint movements, consisting of two separate pattern generators that produce rhythmic and discrete movement trajectories.  A series of experimental studies will investigate this \"D-R\" hypothesis in three stages.  First, the basic hypothesis that two regimes exist and that they interact will be tested in experiments examining controlled single-joint and two-joint movements that involve both rhythmic and discrete elements.  Second, a subset of the same movement tasks will be examined, with additional recording of cerebral blood flow using functional magnetic resonance imaging.  The \"D-R\" hypothesis expects that rhythmic and discrete movements will exhibit different brain activation patterns, and the research will test their interaction.  Third, complex unconstrained arm movements will be studied in a three-dimensional drawing task.  The behavioral experiments will conclude by testing the modeling propositions in the complex perceptual-motor skill of rhythmically bouncing a ball.  Complementing the experiments, the model equations will be implemented on an anthropomorphic robot arm with seven degrees of freedom, in order to synthesize movements on the basis of the proposed organizational dynamics.\r\n\r\nThis research is fundamental to understanding how humans perform their everyday activities, the vast majority of which involve coordination of multijoint movements with perceptual information.  In addition, from the standpoint of complex system theory, the investigation of the human body and its central nervous system, among the most complex of systems, is extremely useful to the goal of understanding the fundamental organizational properties of complex systems.  Furthermore, obtaining a deeper understanding of what could be elementary units in the control of perceptuomotor tasks has the potential to advance knowledge for diagnosis and treatment of movement disorders, as well as to advance methods of training and rehabilitation.  In addition, the work on the anthropomorphic robot is ideally suited for studying control principles that can be used for the development of new technologies concerning general purpose autonomous movement systems, limb prostheses, and, in the long run, techniques for functional stimulation in patients.  The planned combination of fMRI experiments and behavioral experiments will also contribute to bridging psychological and neurobiological disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dagmar",
   "pi_last_name": "Sternad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dagmar Sternad",
   "pi_email_addr": "d.sternad@northeastern.edu",
   "nsf_id": "000118823",
   "pi_start_date": "2001-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 125887.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 116747.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100266.0
  }
 ],
 "por": null
}