{
 "awd_id": "0096585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Human Capital and Income Inequality",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 68806.0,
 "awd_amount": 68806.0,
 "awd_min_amd_letter_date": "2001-03-13",
 "awd_max_amd_letter_date": "2002-04-10",
 "awd_abstract_narration": "\r\nThis proposal studies inequalities between \"groups\", broadly defined. Our particular line of inquiry asks to what extent \"informational externalities\" can provide a credible theory for such inequalities. We briefly mention a few other potential applications, but the proposal is focused on: (1) Cross country income differentials in a world with free trade; (2) Statistical discrimination in the labor market.\r\nIn the first part of the proposal we introduce imperfectly observable human capital investments in an otherwise standard competitive trade model. We are interested whether ex post inequalities can arise between ex ante identical countries. We propose a model where this is possible because of interactions between straightforward price effects and the informational externality. Citizens in a nation specializing as a low human capital country are worse off than citizens in the country specializing as a high human capital country, but the situation is self-enforcing because incentives to invest are lower in the low human capital country. Incentives are bad because 1) with few investors someone who \"looks good\" is more likely an individual with low human capital that got a \"lucky draw\", 2) the possibility to import goods intensive in human capital from the other country makes human capital less valuable compared to a situation where countries don't trade. In our research we will investigate how these effects interact and whether the model provides a rationale for specialization, as well as explore a number of secondary implications of the model.\r\nThe second part considers statistical discrimination. Here, informational externalities belong to mainstream theory, but there is reluctance in the empirical literature to take the idea seriously. We believe there are two reasons for this. First, models of statistical discrimination have been (fairly) criticized for assuming away most any contractual solution to the information problem. We therefore propose to investigate how a richer set of admissable contracts and/or possibilities of learning affect an otherwise standard model of statistical discrimination. Our preliminary analysis suggests that, in a competitive market with learning where workers cannot commit to stay with a firm, there is an interesting free-riding problem in information acquisition that may force the firms to use \"proxies\" even if better information could be acquired. Hence, ex post learning is not sufficient to dismiss statistical discrimination. We will also consider ex ante contracts (without learning). Discrimination based on \"irrelevant\" characteristics is still possible and the setup is in a sense more appealing than the standard model, because discrimination can now arise in a unique equilibrium. The second major reason for the skepticism is, we think, that it is not clear what exactly would be evidence of statistical discrimination. We propose to deal with this by designing a model that \"nests\" the two major explanations for racial differences, statistical discrimination and racism.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Norman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Norman",
   "pi_email_addr": "pnorman@facstaff.wisc.edu",
   "nsf_id": "000222928",
   "pi_start_date": "2001-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 34844.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 33962.0
  }
 ],
 "por": null
}