{
 "awd_id": "0096812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Mauritius Workshop:  Integrated Analysis and Management of Natural Resources: The Mauritius Context",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Lyons",
 "awd_eff_date": "2001-03-01",
 "awd_exp_date": "2003-02-28",
 "tot_intn_awd_amt": 32846.0,
 "awd_amount": 44846.0,
 "awd_min_amd_letter_date": "2001-03-01",
 "awd_max_amd_letter_date": "2001-05-10",
 "awd_abstract_narration": "\r\n0096812\r\nRuth\r\n\r\nThis award supports ten US participants in the US-Mauritius Workshop on Integrated Analysis and Management of Natural Resources: The Mauritius Context, in Reduit, Mauritius, from June 25-29, 2001.  There will be approximately seventeen additional participants from Mauritius, including researchers from the University of Mauritius, resource managers, and policy makers, as well as a marine conservationist from Kenya.  Representatives of funding organizations and observers from SADC (Southern African Development Community) will also attend.  The participants represent a broad spectrum of scientific disciplines, including: biology, industrial ecology, agronomy, hydrology, geography, and oceanography. The co-organizers are Professor Matthias Ruth, of the School of Public Affairs at the University of Maryland; Dr. Arjoon Suddhoo, Executive Director of the Mauritius Research Council; and Dr. Indurall Fagoonee, Pro-Vice Chancellor of the University of Mauritius.  The purpose of the workshop is to initiate an integrated analysis of the country's natural resources and their uses, identify resource conservation measures, and prepare a long-term research and education program.\r\n\r\nMauritius, with its small size, remote location, large population, and limited resource base, is a microcosm of the social and environmental issues that are being encountered elsewhere in the world.  Continued economic development and population growth have adversely affected its land and marine resources, and these pressures are expected to significantly increase over the next decade. Furthermore, its extensive coastline makes it susceptible to climate change-induced sea level rise, which will also adversely affect its natural resources.  Additionally, the once expanding Mauritian economy is now being threatened by other countries who can provide the same products at a cheaper price.  Mauritius is now considering the provision of  high-value items and services, such as textiles and tourism, and its policy makers want any such expansion to be based on the sustainable development of its human and natural resources.  This workshop will concentrate on four key issues and the interrelationships among them: 1) Physical Infrastructure Development; 2) Water Resources; 3) Land Use and Agriculture, and 4) Marine Systems.  In addition two cross-cutting research themes, Island Streams and Industrial Ecology, will be explored in detail.  Workshop participants will synthesize and organize existing data on the natural resources in Mauritius, and develop a framework for the integrated analysis of that data.  Graphical computer modeling tools will be used to organize and display information and to develop and execute the models that deal with these issues.  The workshop will include field visits to a national environmental reserve.  University of Mauritius faculty and students will also give poster sessions at the workshop.  Few US researchers have collaborated with any Mauritian colleagues, and the co-organizers expect this workshop to promote the development of linkages which will lead to future cooperative research activities.  Workshop results will also enable researchers worldwide to gain new knowledge about natural resources and their use in Mauritius, as well as information on the ecological and societal impacts of land use changes. The project supports the participation of one US graduate and two junior investigators.\r\n\r\nThis workshop is jointly supported by the Division of International Programs, the Division of Environmental Biology, and the Division of Behavioral and Cognitive Sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Ruth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias Ruth",
   "pi_email_addr": "m.ruth@neu.edu",
   "nsf_id": "000309991",
   "pi_start_date": "2001-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5928",
   "pgm_ref_txt": "AFRICA AND ASIA,OTHER"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 44846.0
  }
 ],
 "por": null
}