{
 "awd_id": "0096519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Polar-Opitcal-Phonon Enhancement of Nonlinear Effects at the Shottky Barrier Interface",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James W. Mink",
 "awd_eff_date": "2001-04-15",
 "awd_exp_date": "2002-09-30",
 "tot_intn_awd_amt": 58000.0,
 "awd_amount": 58000.0,
 "awd_min_amd_letter_date": "2001-05-05",
 "awd_max_amd_letter_date": "2001-05-05",
 "awd_abstract_narration": "0096519\r\nGelmont\r\n\r\nAs high-frequency devices are extended farther into the terahertz (THz) regime, the\r\nelectron physics will, for the first time, be impacted by polar optical phonon resonance\r\n(POP) that typically lies above 1 THz. In this frequency region, the dispersion of the\r\npermittivity in all heteropolar materials can not be neglected. At the POP frequency, the\r\npermittivity has a singularity that influences and perturbs all physical processes within\r\nheterostructure barrier devices. Thus, the emerging area of THz electronics requires the\r\ndevelopment of new physical theories for the analysis of the heterojunction interface in\r\nthe vicinity of the POP frequencies.\r\n\r\nIn the last two years, the new theory of POP effects within depletion layers of GaAs\r\nbarrier heterostructures has been proposed [1-2]. This physical phenomenon is based upon\r\ndramatic change in complex permittivity of electronic material near the polar\r\noptical-phonon resonance frequency which cause highly nonlinear behavior of depleted\r\nheterostructure modified by the interaction between the lattice and the electric field.\r\nWhile this simplified theory to date has considered only forward bias conditions and has\r\nignored neutral layer and external parasitic effects, it predicts a strong POP\r\ninfluence. Specifically, it predicts that the POPs present within the electron-depleted\r\nregion influence the barrier charging dynamics near the semiconductor resonant frequency, directly modify the potential barrier, perturb the spatial dependence of the electric field within the depletion-region and strongly alter the nonlinearity associated with the heterostructure current. This strong and highly-localized frequency-space phenomenon has broad implications to all polar-semiconductor-based heterostructure devices that utilize nonlinear electron transport effects.\r\n\r\nThe goals of this exploratory research project is to develop a new quantitative and\r\nphysics-based model for investigating the high frequency dynamics of semiconductor\r\ninterfaces. In particular, a research investigation is proposed to study the nonlinear\r\nbehavior of forward and reversed bias heterostructures. The physical model will be\r\nintegrated with a circuit-embedding algorithm to conduct computer simulation of dynamic\r\nbehavior of heterojunction based high frequency devices operating within realistic\r\nsituations. This work will also consider the physical operation of interfaces that are\r\nconstructed from novel materials systems which can be used to release Schottky interfaces\r\nwith good barriers heights and very low resonance frequencies (~600 GHz).\r\nThese particular scientific investigations hold great promise for introducing new degrees\r\nof freedom into the functionality and performance of semiconductor-based electronic\r\ndevices. For example, the possibility of enhancing the nonlinearity, and therefore the\r\ninnate harmonic generation capacity, of heterojunction structures would have a profound\r\nimpact on the search for high-efficiency harmonic multiplier sources operating at THz\r\nfrequencies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Boris",
   "pi_last_name": "Gelmont",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Boris Gelmont",
   "pi_email_addr": "gb7k@virginia.edu",
   "nsf_id": "000380943",
   "pi_start_date": "2001-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 58000.0
  }
 ],
 "por": null
}