{
 "awd_id": "0097202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Solid-State NMR for Polymeric Nanoparticles",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2001-03-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2001-01-24",
 "awd_max_amd_letter_date": "2003-02-05",
 "awd_abstract_narration": "The primary goal of the proposed new work is the application of solid-state NMR to the characterization of three types of polymeric nanostructures: (1) hyperbranched polycarbonates, (2) dendritic poly(benzyl ether)s, and (3) cross-linked amphiphiles of nanoscale dimensions with a core-shell morphology.  The principal technique to be used to solve all three problems will be stable-isotope labeling with rotational-echo double-resonance (REDOR) detection.  This strategy involves two or more stable-isotope labels ( or sometimes one label and C-13 at natural abundance) that are incorporated in or near the region of interest, which might be an interface, or a core or surface site of the nanoparticle.  REDOR then detects the dipolar coupling between heteronuclear pairs of spins.  The coupling is directly related to an inferred if the averaging effects of motion are absent or suppressed.  The first research goal is to use C-13/H-2 REDOR to compare the chain packing in linear phenol-polycarbonate with that in hyperbranched polycarbonate of identical chemical composition.  Preliminary results indicate a considerable degree of local order in the chain packing of the linear system.  REDOR will establish the extent to which this order persists in the presence of 50% branching.  The second research goal is to use C-13/F-19 REDOR to establish the packing of chain ends within the internal architecture of a dendrimer, and to determine the extent of interpenetration of chain ends between dendrimers.  The stable-isotope labeled dendrimers will be imbedded within a matrix composed either of other dendrimers or of polystyrene, the latter to form a blend interface.  The third research goal is to use C-12, N-15, H-2 and F-19 labels in various combinations for the core, interface, and shell of amphiphilic core-shell nanostructures so that multi-frequency REDOR can identify proximities at interfacial, cross-link, and surface sites.  These proximities will be used to generate structural models that help interpret chemical, biochemical, and mechanical properties, and to suggest strategies for the synthesis of more effective materials.\r\n%%%\r\nDendrimers and hyperbranched polymers are valued for their low melt viscosity, high solubility, and the possibility of many surface-active functional groups.  They can be used as encapsulants, ultra-thin film coatings, and as nanoscale filler particles in polymeric composites.  Individual molecules form discrete nanostructures with few intermolecular entanglements and many of the other properties of more mechanically stable nanoparticles.  Nanostructured amphiphiles mad by cross-linking micelles formed from from block copolymers are true nanoparticles whose proposed applications of societal importance are vast ranging form environmental clean-up, to biomedical drug delivery, to functionalized surfaces to support tissue growth.  Whether any of these nanoscale polymer applications will actually succeed will depend on the ability of synthetic chemists to control structure at the atomic level.  This structure depends largely on how polymer chains pack within and on the nanoparticle.  The characterization of chain packing, cross-linking, and the spatial distribution of functional groups by solid-state NMR is sufficiently detailed that the directed synthesis of tailored nanostructures will be practical.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Schaefer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Schaefer",
   "pi_email_addr": "schaefer@wuchem.wustl.edu",
   "nsf_id": "000284826",
   "pi_start_date": "2001-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Poliks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Poliks",
   "pi_email_addr": "bpoliks@binghamton.edu",
   "nsf_id": "000118046",
   "pi_start_date": "2001-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}