{
 "awd_id": "0097061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Higher Fidelity Etch Profiles and Reduced Charge Damage in Integrated Circuit Manufacturing by Neutralizing Charge Imbalances During Plasma Etch",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Parveen F. Wahid",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2001-05-07",
 "awd_max_amd_letter_date": "2001-05-07",
 "awd_abstract_narration": "0097061\r\nCollins\r\n\r\nFor the past 20 years, conventional integrated circuit (IC) plasma etch processes have successfully employed a flux of positive ions to activate surface chemistry. As feature sizes are reduced to below 0.25 microns, spatial charge buildup on etch features already contributes to non-ideal etch profiles, limits etch feature size, and damages MOSFET gate oxide, resulting in lower chip yield. The PI seeks both a scientific understanding and a cure for this potential IC manufacturing showstopper for plasma etch of features down to 0.1 micron.\r\n\r\nThe PI proposes to explore positive charge buildup neutralization via simultaneous electron irradiation of the IC during plasma etching, utilizing a CSU developed electron beam source. Proof-of-principle electron beam irradiation, described within, proves we can successfully transmit electron beams at current levels of up to ~1 mA/cm 2 through high ion density (N+ = 10 12 cm -3 ) plasmas to etching substrates. Etch profiles in preliminary experiments with and without electron irradiation are very distinct, indicating that the PO's approach of charge neutralization is a potentially effective technique.\r\n\r\nThe proposed two-part research program builds on the PI's prior proof-of-principle studies. Part one involves production, transmission, and characterization of an electron beam through a reactive plasma etching environment to an etch substrate. Experimentally measured beam spectra will be compared to numerical simulations for quantification of negative charge deposited on test structures prior to the onset of proposed etch profile and charge damage studies.\r\n\r\nIn part two, the PI will examine the effect of various controlled levels of electron beam irradiation on feature profiles during plasma etching, and isolate charge neutralization effects from other known contributors. Agilent Technologies Integrated Circuit Business Division will provide a variety of IC test structures with pre-etched high aspect ratio photo-resist features placed on top of dual plate capacitors to quantify both the positive and negative charge deposited. The existing Agilent Technologies database for plasma etching with ion fluxes alone will baseline his studies and provide the initial operating parameters where cumulative ion charge in microstructures is known to be deleterious.\r\n\r\nIn summary,the PI's research will construct a database of charge neutralization etch conditions. Both neutralization of positive charge in micro-features to improve pattern fidelity of high aspect ratio features as well as blanket charge neutralization to reduce MOSFET gate oxide damage during plasma etch will be quantitatively explored.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Collins",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "George J Collins",
   "pi_email_addr": "gcollins@engr.colostate.edu",
   "nsf_id": "000116832",
   "pi_start_date": "2001-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": null
}