{
 "awd_id": "0098705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Particle Acceleration at Relativistic Shocks: Implications for Models of Gamma-Ray Bursts and Active Galaxies",
 "cfda_num": "47.049",
 "org_code": "03020417",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2001-06-15",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2001-06-04",
 "awd_max_amd_letter_date": "2001-06-04",
 "awd_abstract_narration": "AST 0098705\r\nBaring\r\n\r\nGamma Ray Bursts (GRBs) are among the most fascinating objects known in the universe, possessing a uniqueness embodied in their ephemeral nature. Their discovery around 30 years ago has led to a sequence of baffling mysteries and startling revelations.  The latest advance among these was the discovery in 1997 of fading X-ray, optical and radio afterglows that have permitted accurate determination of their distance from Earth, placing them in the most remote realms of the universe. Consequently, astrophysicists have arrived at the conclusion that GRBs are the most luminous and powerful objects in the universe.  Current thinking is that they are spawned by a catastrophic event, perhaps an explosion of a massive star.  \r\n\r\nThe  goals of this project are to investigate catastrophic event  models of GRBs.  In these models, the GRB occurs when the ejected material from the star ploughs into the surrounding ambient gas at highly supersonic and relativistic speeds, creating an enormously powerful cosmic shock wave. Energy is liberated, both in thermal forms and in the form of extremely relativistic elementary particles. These high-speed particles then produce radiative emission, which is detected on Earth as gamma rays, X-rays, radio waves and optical light.  The uncertainties in this dissipative shock scenario essentially stem from two constraints:  (i) the relatively short duration and narrow energy bandwidth of the prompt gama-ray data, and (ii) the present crudeness of theoretical models. This project addresses these limitations. It explores how the relativistic particles can obtain the necessary extreme energies.  It includes much more accurate determinations than previously available of the maximum energies attainable. It also seeks to establish definitive correlations and trends between particle acceleration properties and the radiation we see, using the latter as a diagnostic probe on the acceleration physics. The big questions this work seeks to answer include (i) whether the GRB environment is an ordered large scale phenomenon, or whether it possesses a multitude of chaotic, entangled, magnetized cells, (ii) if both of these situations can arise and thereby effect an explanation of the observational possibility that there might be two classes of bursts, not just one, (iii) how large the mean magnetic field is in a GRB, and (iv) whether particle acceleration in bursts is sufficiently rapid to account for the pervasive population of ultrarelativistic nuclei (cosmic rays) that shower Earth incessantly. This connection between the astrophysical environment of gamma-ray bursts and the underlying physics has not been studied before. In addition, this work will also address models for  active galaxies, since their emission is probably driven by similar types of physics. Success in these goals will provide a suitable platform for further advancement of our knowledge of the exotic and alluring gamma-ray burst sources over the coming decades. Funding for this project was provided by the NSF program for Extragalactic Astronomy & Cosmology (AST/EXC).\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Baring",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew G Baring",
   "pi_email_addr": "baring@rice.edu",
   "nsf_id": "000249296",
   "pi_start_date": "2001-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": null
}