{
 "awd_id": "0099893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI:  High resolution diffractive x-ray optics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2001-06-25",
 "awd_max_amd_letter_date": "2001-06-25",
 "awd_abstract_narration": "0099893\r\nJacobsen\r\n\r\nWhat is the ultimate focus of electromagnetic radiation? The far-field focus of a lens can be characterized by its Rayleigh resolution of 0.61 times the wavelength divided by half of the lens' opening angle, or numerical aperture.  To achieve a finer focus than that obtained from a visible light laser and a high numerical aperture microscope objective (such as in a confocal microscope), one must significantly decrease the wavelength while still maintaining appreciable numerical aperture. This can be accomplished by using x rays for their short wavelength, and diffractive optics for maintaining a reasonably high numerical aperture.  Fresnel x-ray zone plates have been fabricated as diffractive focusing optics that produce the finest far-field focus of electromagnetic radiation at any wavelength - about 35 nm Rayleigh resolution at 2-5 nm wavelength. These zone\r\nplates have been fabricated in an academic-industrial collaboration between a group at the Department of Physics and Astronomy at SUNY Stony Brook that carries out research in x-ray microscopy using the National Synchrotron Light Source (NSLS) at nearby Brookhaven National Laboratory, and the state-of-the-art electron beam lithography group of Don Tennant at Lucent Technologies Bell Laboratories. Zone plates produced by this collaboration are employed as the focusing optics in three x-ray microscope systems at the NSLS, and these microscopes are used by the Stony Brook group and by a number of U.S. and European groups for research in biology, polymer science, geoscience, colloid chemistry, environmental science, and other fields using x-ray microscopy.  Given that x-ray microfocusing is growing in importance at U.S. synchrotron radiation facilities including those at Brookhaven, Argonne, Berkeley, Stanford, Cornell, University of Wisconsin, and Louisiana State University, and that each of these facilities represents an investment of $20-500 million, it seems crucial to further develop the processes needed for fabrication of the highest possible resolution zone plates within an academic setting in the U.S.  Indeed, a large number of potential applications of x-ray microscopes (both in the 0.2-1 keV energy range, and the 1-10 keV energy range) would become possible if the spatial resolution of zone plates were to be increased significantly beyond what is now attainable. The PIs research program includes the following:\r\n\r\no  They propose to supply zone plates to one of the world's leading groups in ultrafast x-ray pulse generation:  the lab of Margaret Murnane and Henry Kapetyn at the University of Colorado/JILA. This should enable the first exploration of nonlinear optics at x-ray wavelengths in a setting other than that of a thermonuclear weapon.\r\n\r\no  They propose to develop zone plates that should, for the first time, make sub-100 nm resolution imaging routinely available for 1-10 keV x-ray microscopes. Microscopes in this energy range are ideal for trace element mapping in biology and environmental science, and for inspection of defects in buried interconnects in integrated circuits.\r\n\r\no  They propose to carry out experimental tests aimed at future development of Bragg zone plates, where high aspect ratio zones must be angled to be on the Bragg condition to achieve high focusing efficiency and very high numerical aperture.\r\n\r\no  They propose to work with one of the leading groups in nanoimprint lithography (University of Texas at Austin) to combine our capabilities in fine linewidth zone plate fabrication with their technology for high throughput lithographic fabrication. The ultimate goal is to make a limited number of high resolution \"master\" zone plates, and use the UTA nanoimprint method to fabricate \"disposable\" high resolution zone plates. This could be a key technology for a high-risk, high-payoff scientific project: the use of x-ray free electron lasers to obtain atomic resolution maps of the structure of membrane proteins.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Jacobsen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Chris J Jacobsen",
   "pi_email_addr": "c-jacobsen@northwestern.edu",
   "nsf_id": "000385469",
   "pi_start_date": "2001-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Tennant",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Donald M Tennant",
   "pi_email_addr": "dmt@lucent.com",
   "nsf_id": "000163662",
   "pi_start_date": "2001-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": null
}