{
 "awd_id": "0099014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Satellite-Based Climatology of Jet Aircraft Contrails for the Contemporary Period (1995-2000)",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory H. Chu",
 "awd_eff_date": "2001-04-15",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 90580.0,
 "awd_amount": 90580.0,
 "awd_min_amd_letter_date": "2001-04-26",
 "awd_max_amd_letter_date": "2001-04-26",
 "awd_abstract_narration": "A potential contributor to contemporary and future climate changes from human activities is that due to jet aircraft emissions.  Station climate data, intensive field experiments, and numerical modeling reveal the impacts of jet condensation trail (contrail) cirrus clouds on the surface and atmospheric radiation and energy budgets.  Some scientists suggest that in certain regions (e.g., central Western Europe) contrails already may be as significant for climate as the present anthropogenic CO2 forcing.  However, before attempting to evaluate the climatic impacts of contrails, and in order to extrapolate the effects of the predicted continued increase in air traffic into the 21st century, a comprehensive spatial climatology of contrail occurrences for the contemporary period (1995-2000) is required.  Satellite high-resolution imagery are a close-to-ideal database for developing a climatology of contrails.  The development of a contemporary contrail climatology is the primary research objective, and will be achieved using the archived thermal infrared imagery from the NOAA polar orbiters, available on-line.  The spatial and temporal variations of contrails over the U.S. in the period 1995-2000 will be determined for mid-season months using a manual technique.  This climatology will comprise normalized maps of contrail occurrences composited by diurnal, monthly, and annual time periods; graphed zonal frequencies for different periods; and temporal variations plotted by region, facilitated using geographic information system (GIS) methodology.  For about 7 contrail \"outbreak\" periods comprising the range of geographical locations, mid-season months, and synoptic meteorological conditions, the incidence of contrail spreading to form cirrostratus clouds will be tracked using GOES imagery.  For these cases also, the satellite contrail information will be allied with aircraft-level temperature and wind observations to help disclose the important physical processes associated with persisting contrails.\r\n\r\nThe contemporary contrail climatology developed for the U.S. will help provide appropriate boundary conditions for assessing the climatic impacts of contrails, for modeling the possible role of contrails in future climate, and for ultimately guiding policymakers.  More specifically, the analysis will permit clarification of the associations between synoptic meteorological conditions and contrails, and help provide rules useful for the real-time prediction of contrails.  The ultimate products of the research will be statistical models that quantify the relationship between the contrail data and other proxy measures of jet aircraft activity (e.g., jet fuel usage).  These will permit an extrapolation into the first half of the 21st century of the magnitude and preferred locations of likely increases in the cirrus clouds that result from persisting contrails, and which are important for climate.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Carleton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Carleton",
   "pi_email_addr": "carleton@essc.psu.edu",
   "nsf_id": "000416265",
   "pi_start_date": "2001-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 90580.0
  }
 ],
 "por": null
}