{
 "awd_id": "0100539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Orthogonal Polynomials of Several Variables",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 79190.0,
 "awd_amount": 79190.0,
 "awd_min_amd_letter_date": "2001-04-19",
 "awd_max_amd_letter_date": "2001-04-19",
 "awd_abstract_narration": "The analysis of multi-variable functions or configurations is an important problem area with connections to topics like quantum systems of many bodies, multi-variate statistical distributions, special functions, numerical cubature, and algebraic combinatorics. The common thread of the problems posed in this proposal is the existence of a symmetry group. An important class of applications, for example, is formed by the Calogero-Sutherland-Moser (CSM) systems; these are quantum-mechanical problems of a number of identical particles in a one-dimensional space with certain interactions (inverse square, for one). The symmetry group is the group of all permutations of the coordinate functions (the type-A Weyl group) or the group of permutations and sign-changes (the type-B Weyl group); the latter occurs in spin models. Some of the classical orthogonal polynomials are associated to Weyl groups and compact homogeneous spaces. Dunkl has developed a theory of differential-difference operators (called \"Dunkl operators\" in both mathematics and physics literature) which are crucial devices for this analysis. These operators are a parametrized version of the usual derivatives. They are used to construct certain invariant differential operators (which prove the complete integrability of several CSM models). There is also an associated generalization of the Fourier transform. Specifically this project concerns the construction of generating functions for polynomials with certain desirable properties (orthogonality or eigenfunctions, for example) associated to finite reflection groups (of types I, A, B, H); a study of the generalized binomial coefficients defined in terms of nonsymmetric Jack polynomials, a search for useful self-adjoint operators enabling orthogonal decomposition of type-B harmonic polynomials (which would be used to express wave-functions of CSM models on the line in spherical polar coordinates), a study of special CSM models with three-body interactions. Also it is proposed to investigate possible modifications of the original differential-difference operators connected with bispectral problems or  super-integrable models.\r\n\tMathematical analysis can be considered as having two different emphases, one is to find exact formulae to describe some mathematical system, like the motion of the planets or of a pendulum, or an electron belonging to an atom which is part of a crystal, and the other is to find good and useful approximations and processes which can get as close as desired to the solution of a problem by taking an adequate number of steps. For example, computed tomography does not give a perfect image of a cross-section of the subject, but it does provide all the detail needed for practical purposes. This project is in the part of analysis which aims to give exact solutions in situations which enjoy some symmetry. This could be the quantum-mechanical problem of indistinguishable particles, a statistical analysis which treats each data point the same way, or the molecular structure of a crystal where each atom has six nearest neighbors, up, down, left, right, front and back. In particular, Dunkl has developed a calculus which takes the symmetry into account, thus allowing   precise and powerful techniques for the analysis. The problems in the proposal can be categorized by the types of symmetry, such as those formed by rotating a circle through multiples of sixty degrees (that is, one sixth of a complete revolution), or those associated to permutations of identical objects, to name just two. The goal of the project is to develop tools and discover methods for multi-variable analysis of problems with symmetry; these will be useful in understanding the physics of interacting particles, statistical analysis of complicated data, and the techniques of digitizing and the subsequent reconstruction of sounds and images.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Dunkl",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Charles F Dunkl",
   "pi_email_addr": "cfd5z@virginia.edu",
   "nsf_id": "000335813",
   "pi_start_date": "2001-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 79190.0
  }
 ],
 "por": null
}