{
 "awd_id": "0100770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adaptive Synchronization Framework Supporting Device-independent Mobile Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brett D. Fleisch",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2001-07-11",
 "awd_max_amd_letter_date": "2001-07-11",
 "awd_abstract_narration": "Recent technological advances in wireless networks and portable information appliances have engendered the new paradigm of mobile computing, enabling users carrying portable devices to access and update data regardless of their physical location or movement behavior.  However, the use of this technology will remain limited unless we develop the necessary concepts, theory and infrastructure that can seamlessly integrate mobility and disconnection into everyday networked computing.  Extensive research is needed in order for mobile computing to become pervasive.  \r\nCurrent research efforts do not support sufficient automation and management of mobile data access and update.  Assumptions are usually made regarding the application, the source of mobile data, or the particularities of the mobile device.  Ubiquitous data access is lacking due to the tight coupling between the mobile device and the mobile data.  Users are therefore not allowed to switch mobile devices without spending a lot of effort on copying and re-hoarding.  Additionally, current solutions do not support mobile access and hoarding from heterogeneous sources of data such as file systems, database servers, web servers, etc.  Current research is also limited to basic synchronization schemes that do not take into consideration the variable and individual needs of consistency and up-to-dateness of mobile data.  Finally, current mobile transaction models are not efficient in terms of successful commit rate, especially under prolonged periods of disconnection. \r\nThis proposal is based on ongoing research on mobile computing, operating systems and data warehousing.  The overall goal is to make mobile computing available to a broader range of users and applications by automating the hoarding of a wide variety of data from multiple heterogeneous sources into mobile devices, and to facilitate sophisticated synchronization between the mobile devices and the fixed networks where the sources reside.  The specific goals are:\r\nDevelop and evaluate a three-tiered architecture based on the Coda file system that provides independence between the mobile data and the mobile devices via a data warehouse for storing the user's working set. \r\nDevelop algorithms for automatically and incrementally hoarding data on mobile devices and for synchronizing the contents of the mobile device with the working set in the warehouse and the original sources.\r\nDevelop new synchronization techniques for maintaining the user's working set, based on programmable and conditional consistency specifications of mobile data items.  Different data items may have different consistency requirements, and must therefore be synchronized differently.\r\nDevelop a new model of mobile transactions that can guarantee that transactional updates performed during disconnection are highly likely to be committed  upon reconnection.\r\nOur goal is to build upon existing results to develop the architecture and algorithms to make smart hoarding and synchronization in mobile environments a reality.  We see the realization of such a framework as an important and necessary step towards making mobile computing a viable practice for a broad audience; a step that some day may lead us to the realization of ubiquitous computing.  In our vision, users should be allowed to switch to any mobile device to connect to the fixed network and carry the necessary data with them, without having to worry about hoarding, synchronization, and other low-level burdens.  Given our prior experience and research results in the areas of mobile computing, distributed systems, and data warehousing, we believe that we can successfully apply data warehousing technology to manage important user data as well as support the incremental maintenance of this data in light of frequent updates.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abdelsalam",
   "pi_last_name": "Helal",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Abdelsalam A Helal",
   "pi_email_addr": "sumi.helal@gmail.com",
   "nsf_id": "000209000",
   "pi_start_date": "2001-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joachim",
   "pi_last_name": "Hammer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joachim Hammer",
   "pi_email_addr": "joachimhammer@hotmail.com",
   "nsf_id": "000120792",
   "pi_start_date": "2001-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287600",
   "pgm_ele_name": "DISTRIBUTED SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}