{
 "awd_id": "0100918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Combinatorics of Affine Algebras and Weyl Groups",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2001-06-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 74985.0,
 "awd_amount": 74985.0,
 "awd_min_amd_letter_date": "2001-04-10",
 "awd_max_amd_letter_date": "2001-04-10",
 "awd_abstract_narration": "The project is a combinatorial study of structures arising from\r\naffine algebras and Weyl groups.\r\n\r\nThe first object of study is the crystal graph of a module over a quantized universal enveloping algebra of an affine Lie algebra. Lusztig and Kashiwara have developed the deep and intricate theory of canonical bases for suitable modules over quantized enveloping algebras of Kac-Moody algebras. When the quantum parameter is set to zero (the \\low temperature limit\"), one obtains a colored directed graph called the crystal graph of the module. This remarkable graph encodes nearly all the important algebraic data of the module. Using the crystal graph, many algebraic problems are reduced to combinatorial ones. In the case of a+ne Kac-Moody algebras the combinatorics is particularly favorable; it was shown by Kang, Kashiwara, Misra, Miwa, Nakayashima, and Nakayashiki, that the elements of the crystal graph can be expressed as certain eventually periodic finite sequences of elements of very special finite crystal graphs called perfect crystals. In turn, the perfect crystals can be studied using techniques of classical combinatorics such as the theory of Young tableaux.\r\n\r\nOne goal is to determine explicitly the colored graph structure of crystals in a family whose existence was conjectured by Hatayama, Kuniba, Okado, Takagi, and Y. Yamada and which arose from the study of the Bethe Ansatz in integrable systems. Another goal is to give explicit formulae for certain multiplicities that arise in conformal field theory and statistical mechanics, such as fusion coefficients and branching functions. It is of particular interest to express such quantities in a certain form (\\fermionic\"), one which admits a quasi particle interpretation for the states of the underlying model. Such formulae have combinatorial descriptions in terms of the rigged configurations of A. N. Kirillov and N.-Y. Reshetikhin.  The second object of study is the family of Kazhdan-Lusztig (KL) polynomials for a+ne Weyl groups. For simple Lie algebras these polynomials are prominent in the geometry of Schubert varieties and in the representation theory of both the Weyl group and the simple algebraic group; these phenomena generalize for the a+ne algebras. One goal is to give explicit combinatorial (no alternating sums allowed) formulae for certain of these polynomials, which appear as graded multiplicities of irreducible modules for the associated simple Lie algebra, in the modules of twisted functions on the nullcone, the closure of the principal nilpotent adjoint orbit of the simple Lie algebra. A second goal is to give such formulae for certain parabolic KL polynomials for the a+ne Weyl group of type A, which can be expressed in terms of the ribbon tableaux of Lascoux, Leclerc, and Thibon.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Shimozono",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mark M Shimozono",
   "pi_email_addr": "mshimo@math.vt.edu",
   "nsf_id": "000448131",
   "pi_start_date": "2001-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 74985.0
  }
 ],
 "por": null
}