{
 "awd_id": "0100149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lattices, Trees and Group Actions",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lynne Walling",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2002-03-31",
 "tot_intn_awd_amt": 105300.0,
 "awd_amount": 35100.0,
 "awd_min_amd_letter_date": "2001-06-19",
 "awd_max_amd_letter_date": "2001-06-19",
 "awd_abstract_narration": "The investigator has determined the necessary and sufficient conditions that ensure the existence of tree lattices, that is discrete subgroup of finite covolume in the automorphism group of a locally finite tree, giving a complete answer to the Bass-Lubotzky conjectures for the existence of tree lattices.  The intention is to explore the connections between tree lattices and lattices in rank 1 Lie groups over non-archimedean fields.  The investigator is interested in making explicit constructions of non-uniform lattices contained within  rank 1 Lie groups, comparing them with general tree lattices, covolumes, questions of arithmeticity and commensurability, and Hausdorff dimension.  Concerning lattices in Lie groups, A. Lubotzky showed that rank 1 Lie groups over non-archimedean local fields contain uncountably many conjugacy classes of lattices.  The investigator has obtainted a topological description of Lubotzky's deformation spaces of lattices.  The aim now is to investigate  the analytic and algebro-geometric structure of these deformation spaces, and to construct infinite dimensional deformation spaces for non-uniform lattices.  The investigator and  H. Garland have established that Kac-Moody groups over finite fields contain lattices.  The aim is now to show that in rank 2 there are deformation spaces of lattices and to investigate the structure of the deformation spaces, of fundamental domains for non-uniform lattices, and of commensurability groups of uniform lattices in rank 2.  Under consideration also is the existence of uniform lattices and spherical buildings in higher rank, congruence subgroups, and lattices in non-split and generalized Kac-Moody groups.  The investigator and her colleagues aim, following the work of E. Rips, to give classification theorems for groups with free or stable actions on R-trees by isometries, and by  isometries and homothety.  The strategy is to give a classification of the pseudogroups of isometries of R, and then to combine  this with a structure theory for reconstructing group actions which has recently been developed.\r\n\r\nWe are studying infinite 'trees', which are connected graphs with no closed circuits, and the algebraic structure of their symmetries.  The algebraic structures that are 'discrete' and have 'finite volume' are of particular importance.  We have established the existence of such symmetries, and we are investigating their properties.  This allows us to study the interactions of mathematics with physics.  Our techniques also have applications in algebra, geometry and topology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Carbone",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa J Carbone",
   "pi_email_addr": "carbonel@math.rutgers.edu",
   "nsf_id": "000166391",
   "pi_start_date": "2001-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 31521.0
  }
 ],
 "por": null
}