{
 "awd_id": "0100009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterization of Nanoscale Defects and Pores",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2001-05-14",
 "awd_max_amd_letter_date": "2003-07-17",
 "awd_abstract_narration": "0100009\r\nGidley\r\n\r\nAn interdisciplinary research program is proposed that combines the well-known void-volume sensitivity of positron annihilation lifetime spectroscopy (PALS) with state-of-the-art positron beam technology in order to characterize defects and pores in a wide range of engineering materials where traditional techniques are not adequate. Porosity control is an important aspect of the emerging field of nanoengineering. Introducing and engineering porosity in microelectronic \"low-K\" dielectric films, in thin polymeric permeation filters, and in catalytic films is attracting intense research interest. On the other hand, preventing interfacial defect porosity is a long-standing problem in structural materials such as adhesives, encapsulants, and composites. Traditional probes are challenged by the amorphous nature of these very thin films and by the nanoscale size of the pores/defects. PALS has been demonstrated to be an important new tool in characterizing nanoscale porosity in such sub-micron film systems.\r\n\r\nAs a result of the previous NSF-ECS grant beam-PALS is playing an important role in helping the microelectronics industry develop next-generation, low-K interlayer dielectric films. The sensitivity of PALS to the size and interconnectivity of 1-100 nanometer pores has been demonstrated. A procedure for extracting pore size distributions for closed-pore systems has been developed. PALS is found to be sensitive to Cu interdiffusion into the dielectric and the consequently required diffusion barrier layer integrity can be tested as well. This proposal will expand upon this work. Metal interdiffusion and barrier integrity/thermal stability will be studied with particular attention focussed on developing a standardized PALS testing procedure as requested by Sematech, a research consortium primarily comprised of the major U.S. electronics corporations. Cross-calibration experiments with complementary techniques used to characterize porosity, such as small-angle neutron scattering (SANS) at NIST and solvent absorption ellipsometric porosimetry at IMEC, will be continued. Such studies help determine the unique strengths and weaknesses of each respective technique.\r\n\r\nA second major thrust of this proposal will be the study of polymer thin films, surfaces and interfaces. Ibis research builds upon previous work in which beam-PALS was used to study the structure and dynamics of thin 10 urn polymer films constrained on silicon wafers. Such films were found to have a highly immobile \"adhesive\" layer next to the silicon and an unconstrained \"liquid\" layer at the surface. Particular attention will be focussed on the interfacial regions in order to determine the sensitivity of the immobile layer to the onset of adhesion failure and delamination. If failure is due to the coalescence of precursor nano-voids into larger pores due, for example, to fatigue, thermal stress, or corrosion, depth-profiled beam-PALS should be a very powerful probe of this pre-failure initiation phase that is otherwise invisible. Specifically, the role of defect voids in the failure of polymer encapsulants and adhesives used in microelectronic packaging will be studied. An ancillary study of the evolution of nanostructure in a chemically amplified photo-resist as it develops under UV exposure will also be performed.\r\n\r\nThe proposed research builds upon a strong existing collaboration between the University of Michigan Physics Department and the Materials Science and Engineering Department. To provide critical guidance and clear focus on relevance the PIs have developed strong working collaborations with six individual companies, NIST, and with two large industrial consortiums; Sematech in the U.S. and IMEC in Europe.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gidley",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Gidley",
   "pi_email_addr": "gidley@umich.edu",
   "nsf_id": "000329353",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Frieze",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Frieze",
   "pi_email_addr": "frieze@umich.edu",
   "nsf_id": "000252137",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Yee",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Albert F Yee",
   "pi_email_addr": "afyee@uci.edu",
   "nsf_id": "000258718",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1201",
   "pgm_ref_txt": "EXPERIMENTAL PROJECTS FOR WOMEN & GIRLS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 97548.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 101669.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100783.0
  }
 ],
 "por": null
}