{
 "awd_id": "0100400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Extremal Combinatorics",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 91653.0,
 "awd_amount": 91653.0,
 "awd_min_amd_letter_date": "2001-06-07",
 "awd_max_amd_letter_date": "2003-04-14",
 "awd_abstract_narration": "\r\nThe investigator is interested in a wide range of questions from extremal combinatorics and related fields.  A common theme is the exploration of new ideas  for the construction of extremal objects; in particular, the investigator suggests new ideas for constructions in the  settings of Shannon capacity, the lonely runner conjecture,  and combinatorial discrepancy.  In the area of Shannon  capacity, the investigator has developed a new construction  for independent sets in the powers of odd cycles that is, in a sense, asymptotically optimal.  It is hoped that the algebraic ideas used in this construction can be further developed to give more insight into the Shannon capacities of odd cycles.  The investigator suggests a similar algebraic approach to a number of conjectures (conjectures that follow from recent work of R. Holzman, D. Kleitman and the investigator) concerning the extremal objects for the so-called lonely runner conjecture.  The research on combinatorial discrepancy is motivated by a conjecture of Lovasz, Spencer and Vestergombi on the relationship between the linear discrepancy and hereditary discrepancy of a hypergraph.  In addition to work on new constructions, this research includes questions in the fields of random graphs and the combinatorics  of cellular automata.\r\n\r\nQuestions considered in extremal combinatorics are of the  form: `How large (or small) can an object that lies in a particular discrete mathematical system and satisfies a certain  condition be?'  We are usually interested in the size of extremal objects for very large systems.  Interest in such  questions grew extensively during the twentieth century.  Pioneers of the field, such as Paul Erdos, had posed  many fascinating questions of this form and had devised  powerful methods for solving them even before the close connections between extremal combinatorics and various other fields (including computer science, statistical physics and information theory) had been discovered.  Shannon capacity is a prime example of the significant link between extremal combinatorics  and information theory.  Shannon capacity gives a measure of the zero-error performance of a noisy communications channel.  The investigator has developed new, near--optimal codes for  some notoriously difficult channels, and the proposed research includes further development of these codes with the goal of  determining the zero-error optimum of these channels.  The study  of cellular automata has been part of the recent interaction between extremal combinatorics and statistical physics.  Cellular  automata are discrete dynamical systems that have been used to model a wide range of physical phenomena.  The investigator  proposes research on the regularity of growth of certain cellular automata that model crystal growth.  This work is expected to have impact on our understanding of the shapes achieved by these models and their randomized counterparts.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Bohman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tom A Bohman",
   "pi_email_addr": "tbohman@andrew.cmu.edu",
   "nsf_id": "000284103",
   "pi_start_date": "2001-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 30551.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 30551.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 30551.0
  }
 ],
 "por": null
}