{
 "awd_id": "0101052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Intrametropolitan Geography of Producer Services",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2001-05-15",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2001-05-14",
 "awd_max_amd_letter_date": "2001-05-14",
 "awd_abstract_narration": "In recent decades, suburbs have expanded their share of the metropolitan job base and matured into bustling economic centers blurring the once distinct boundaries between the urban core and the suburban periphery.  As metropolitan regions have been transformed, so has the nature of the relationship between central cities and suburbs, prompting a debate that has penetrated both policy circles and the popular press about the importance of the central city to the metropolitan economy.  This doctoral dissertation research project will examine urban-suburban economic relationships and the unique agglomeration economies central cities are purported to have through an analysis of the intra-metropolitan location of producer service industries and the spatial linkages between producer service establishments and their clients, competitors and suppliers.  Producer services are an important group of industries to study given that they are held to be traditional \"city\" industries and represent a dynamic segment of the economy.  This project will use data on employment, wages, output, and the spatial linkages between major U.S. firms and their producer service providers to examine the intra-metropolitan location of producer services and the spatial division of producer service functions in 20 major U.S metropolitan areas.  This analysis will provide a backdrop for a comparative case study of the accounting industry in the New York and Minneapolis-St. Paul regions.  Case study data will be collected through a telephone survey of accounting firms and supplemental interviews with firm representatives, development officials, and industry experts.\r\n\r\nThis research project will contribute to the industrial location literature by identifying trends in the intra-metropolitan location of producer service industries and the factors that drive location decisions.  This research also has the potential to influence local and regional development policy.  Greater insight into why certain producer services continue to cluster in central cities and the extent to which suburbs and central cities compete as producer-service providers will advance understanding of the economic interdependencies of cities and suburbs and help to determine if agglomeration economies represent a competitive advantage of central cities.  Identifying and building upon competitive advantages will help jurisdictions in crafting local and metropolitan-wide development strategies aimed at maximizing economic competitiveness.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Fainstein",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Susan S Fainstein",
   "pi_email_addr": "fainstei@rci.rutgers.edu",
   "nsf_id": "000282647",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}