{
 "awd_id": "0101004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Biogeography of Island Flora in the Georgian Bay, Lake Huron, Ontario",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2002-10-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2001-02-22",
 "awd_max_amd_letter_date": "2001-02-22",
 "awd_abstract_narration": "Concepts of species-island relationships originated in and have been widely applied to islands in marine environments.  Among the factors most often examined biogeographers and ecologists exploring variations as they examine species richness on islands have been the relative and absolute distances separating islands from sources of colonists and the area of the islands under examination.  More recent studies have highlighted the possible role that factors like effective distance, island morphology, environmental heterogeneity, disturbance, species interactions, and vegetation dynamics may play.  This doctoral dissertation research project will expand the application of island biogeography concepts through analysis of islands in freshwater environments, particularly the factors influencing spatial and temporal variation of island vegetation within the Massasauga Provincial Park on the eastern shore of the Georgian Bay.  Among the research questions to be addressed are:  Do species-area and species-distance relationships apply in the Massasauga islands?  What mediating factors besides area and distance affect species richness on the islands?  Do forest age-class structures help determine whether there is a long-term equilibrium of species richness, or do current characteristics of vegetation represent only one stage in a process of dynamic change?  To answer these questions, herbaceous and woody species richness will be determined along two 1-m-belt transects on each of 50 islands selected through stratified random sampling.  Within 100-m-squared quadrats centered randomly along the transects, the number of trees, saplings, and seedlings will be recorded by species.  The diameter of all trees within the quadrats will be recorded, and tree cores will be taken from a subset of those trees.  Substrate texture, pH, and depth to bedrock will be recorded from the center of the quadrats.  Topographic maps and hydrographic charts will be used to measure island size and perimeter, island distances, and topographic variability.  Distance variables, prevailing atmospheric patterns, lake currents, and island density (i.e. stepping stones) will be used to determine effective distance.  Island shape will be calculated as a perimeter/area ratio.  The dependent variable, species richness, will be calculated for the overall data set and for subsets consisting of forest, shrub, and herbaceous species.  The ratio-level independent variables will be tested for their relative impact on species richness using multiple regression.  Simple regression will be used to establish relationships between diameters and age in order to estimate ages for all of the sampled trees.  Age-class plots of stands on each island will be drawn to help determine whether or not dominant species are reproducing themselves.  This will allow inferences to be made about the possibility of changing species dominance and therefore of changing species richness within ecological time scales.  \r\n\r\nInvestigating measurable factors influencing species richness of Massasauga park will further understanding of island biogeographic concepts in freshwater settings.  By incorporating a temporal dimension of forest dynamics as an indicator of the stability or impermanence of current species richness, the results of the proposed research will be generalizable to broader issues of ecological change.  This research will provide management officials with baseline data and insight regarding island vegetation and biodiversity.  Research results will also pertain to current issues concerning the ecological integrity of the Georgian Bay shoreline, including the Massasauga islands. Two initiatives (Ontario's Heritage Coast Project and the Thirty Thousand Islands United Nations Biosphere Reserve proposal) are planned to generate eco-tourism and development activities in the region, which would increase island use.  Increasing human pressures may eventually lead to shifts in the species richness and composition of the islands.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Bendix",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Bendix",
   "pi_email_addr": "jbendix@maxwell.syr.edu",
   "nsf_id": "000461049",
   "pi_start_date": "2001-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}