{
 "awd_id": "0102692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic Transitions in Magnetic Vortex Lattices",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2005-04-30",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 395000.0,
 "awd_min_amd_letter_date": "2001-04-19",
 "awd_max_amd_letter_date": "2004-08-25",
 "awd_abstract_narration": "This individual investigator award will fund a project that will employ a new pinning-force microscope in conjunction with fast transport measurements, to address key questions on vortex dynamics.  These include: a) the mechanism of current driven metastable to stable transitions; b) the nature of moving vortex phases and the transitions between them; c) effects of boundaries on dynamics and phase segregation in the peak effect region; d) the mechanism of frequency memory in vortex states.  The planned pinning force microscope will image not the vortices themselves but the contrast between regions with different pinning forces.  It will be capable of distinguishing between a strongly pinned disordered vortex state and a weakly pinned ordered one with spatial resolution of about 1micro-m, and its operation will not be limited to low fields.  By taking advantage of the fact that the vortex motion can be frozen in place and that the imaging is non-invasive, the microscope will be capable of resolving vortex motion with excellent temporal resolution (about 1ms).  This method will allow access to regimes of vortex dynamics not possible by existing vortex imaging techniques.  The students and young researchers involved in this work will gain skill in applying newly developed new techniques to questions of interest.  The knowledge and skills that they will learn will be of use to them in future research and development careers.\r\n%%%\r\nA limiting factor to the use of Type-II superconductors in technology is that at a particular magnetic field strength, magnetic vortices form.  These vortices can become \"de-pinned\" which then cause the superconductor to loose its zero resistance state.  Because most properties of Type-II superconductors are governed by the physics of vortices, it is of fundamental and technological interest to study the physics of the motion these vortices.  Several newly discovered phenomena have made it clear that our present understanding of vortex dynamics (or motion) is flawed.  It appears that, due to the presence of a random pinning force, the phase transitions and the onset of vortex motion are very interesting and more complex than originally thought.  This individual investigator award will fund a program to address these issues by imaging the pinning force distribution in the vortex phases with a novel high resolution microscope that we propose to build in our laboratory.  A strong educational component will be an integral part of the project.  Students at both graduate and undergraduate levels as well as a post doctoral fellow will actively participate in all research and development aspects of the program.  The knowledge and skills that they will learn will be of use to them in future research and development careers.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Andrei",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Eva Y Andrei",
   "pi_email_addr": "eandrei@physics.rutgers.edu",
   "nsf_id": "000201739",
   "pi_start_date": "2001-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, The State University of New Jersey",
  "perf_str_addr": "65 BERGEN ST",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071073001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 345000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}