{
 "awd_id": "0102862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Muonium in Wurtzite Structured Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 227604.0,
 "awd_amount": 274521.0,
 "awd_min_amd_letter_date": "2001-03-21",
 "awd_max_amd_letter_date": "2002-02-14",
 "awd_abstract_narration": "The defect states formed by muonium (Mu) in wurtzite structured semiconductors are investigated using a series of related techniques known as muon-spin rotation, resonance, and relaxation,  or mSR.   Muonium is effectively a very light isotope of hydrogen in which a positive muon replaces the proton.  Results of these studies provide crucial information  on the behavior of isolated hydrogen impurities in these materials.  The focus will be on the group-III nitrides  and the II-VI compounds; in particular, the wide gap materials currently being developed for short wavelength lasers and other electro-optical applications.  Hydrogen is an important impurity in these materials that reacts with other impurities to modify the related electrical and optical properties, thus understanding its effects is crucial to engineering these materials for specific uses.   The muonium studies will yield information on the isolated hydrogen precursor to so-called passivation complexes that is very difficult to obtain by any other means.  The various sites and charge states for H (Mu) will be obtained,  the motion or diffusive characteristics of each state will be examined, and various transitions between these states characterized.  This project follows very successful studies of Mu in the cubic semiconductors in which a complete model of the dynamics of  Mu states and transitions was developed.  The hexagonal wurtzite structure has twice as many sites for Mu as diamond or zincblende structures making assignments of the observed sites and transitions more difficult.  Mu forms a shallow donor in some of the II-VI compounds in addition to the usual deep-level states; thus the crossover from deep to shallow behavior will be investigated in II-VI alloys.   The ultimate goal of this project is to provide sufficiently detailed characterization of the observed Mu states that an accurate dynamic model of muonium in the wurtzite materials can be realized.  Experience with other semiconductors indicates that the Mu results yield a semi-quantitative model for H impurities. This research will be conducted with students who will receive training in preparation for useful employment in the scientific/technical workforce of the 21st Century. \r\n\r\nUnderstanding the role of hydrogen impurities in the semiconductors being developed for blue and UV lasers  and other optical applications is crucial to engineering these materials for specific uses.  However,  many aspects of the behavior of hydrogen impurities have been extremely difficult to study directly.  In this project, we investigate an artificially produced impurity known as muonium that is formed by implanting a short lived particle into these materials.  Muonium mimics the behavior of hydrogen in essentially all its important properties, but is far easier to study.   The materials we plan to investigate include gallium nitride, aluminum nitride and other semiconductor compounds.  These laser materials have a common structure known as wurtzite and our main goal is to develop a complete model of the behavior of muonium (hydrogen) impurities in materials with this structure.  Our previous very successful studies of muonium in more common semiconductors, such as silicon and gallium arsenide which have a cubic structure,  provided a detailed picture of  the properties of isolated hydrogen impurities in the cubic semiconductors and serves as a guide for the current work.  The results of this project will provide the experimental data for comparison to the theoretical calculations currently being used to predict the behavior of hydrogen within the technologically important wurtzite semiconductors.  Successful completion of this work will allow a better model of the long term effects of hydrogen on the electrical and optical properties of short wavelength laser materials, and how these effects may be modified by various processing steps and aging under typical device use conditions. This research will be conducted with students. They will receive training in a forefront area of contemporary condensed matter physics and materials science in preparation to enter the scientific/technical workforce of the 21st Century.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Lichti",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Roger L Lichti",
   "pi_email_addr": "roger.lichti@ttu.edu",
   "nsf_id": "000409651",
   "pi_start_date": "2001-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "597900",
   "pgm_ele_name": "CENTRAL & EASTERN EUROPE PROGR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5973",
   "pgm_ref_txt": "FSU SUPPLEMENTS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 227604.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 46917.0
  }
 ],
 "por": null
}