{
 "awd_id": "0102457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Renormalization and Phase Transitions of Excitons in 2D Nanostructures:  Photonics at the University of Pittsburgh",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2001-06-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 315010.0,
 "awd_amount": 315010.0,
 "awd_min_amd_letter_date": "2001-06-01",
 "awd_max_amd_letter_date": "2003-07-08",
 "awd_abstract_narration": "This project focuses on the nonlinear optical properties of excitons in GaAs and InGaAs coupled quantum wells. When an electric field is applied normal to the wells, the electrons and holes in excitons in these structures become spatially separated, leading to several nonlinear effects.  One specific project goal is to create excitonic circuits by which excitons are manipulated by an electric field just like free carriers. This involves modeling the effects of inhomogeneous electric field and stress and developing ways to increase the mobility of excitons in these structures. This task involves a collaboration with sample fabricators. A second goal is to work toward an efficient, room-temperature optical transistor based on this type of quantum well structure. In this scheme one light beam switches another light beam on and off. This involves understanding the many-body renormalization effects of the excitons in these structures, a goal that will be pursued in collaboration with several theorists. This project also includes a substantial commitment to undergraduate science education.  An undergraduate Certificate in Photonics program was begun at the University of Pittsburgh under a previous NSF grant.  The present project includes efforts to expand that program by creating opportunities for several undergraduates to do research in photonics.\r\n\r\n\r\nWhen light is absorbed in a semiconductor, the photon particles can be changed into a new type of energy particle known as an exciton. An exciton carries optical energy like a photon but moves through the semiconductor crystal like an electron.  By fabricating special layered structures known as double quantum wells, we can cause these exciton particles to move in response to stress and electric field. \r\nIn this project we study the properties of excitons in double quantum wells, with the aim of creating circuits for these optical particles similar to electronic circuits. The wavelength of the excitons in \r\nthese structures can also be very sensitive to the intensity of light that hits them.  We hope to use this effect to develop an optical transistor, in which one light beam switches another light beam on and off, just as an electronic transistor switches an electrical signal on and off. These effects are part of the field of \"photonics,\" in which devices are made which use photons just as electronics uses electrons.  This field is a growing sector of our economy, as the increased need for fast communications pushes technology to optical rather than electronic signals. This project involves not only research in photonics, but also a substantial commitment to photonics education. An undergraduate Certificate in Photonics program was begun at the University of Pittsburgh under a previous NSF grant. The present project includes efforts to expand that program. In particular, this project creates the opportunity for several undergraduates to do research in photonics.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Snoke",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Snoke",
   "pi_email_addr": "snoke@pitt.edu",
   "nsf_id": "000213632",
   "pi_start_date": "2001-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 101525.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 105361.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 108124.0
  }
 ],
 "por": null
}