{
 "awd_id": "0102153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Artificial Atoms",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2001-02-27",
 "awd_max_amd_letter_date": "2003-04-01",
 "awd_abstract_narration": "Experiments are proposed to explore the physics of electrons confined to a small region of space and coupled to nearby metallic leads.  The particular system to be studied is the single-electron transistor (SET).  Experiments carried out in the past few years have revealed the effects of strong coupling between the confined electron droplet and the leads in an SET.  In particular, they have demonstrated that the Anderson Hamiltonian, together with scaling and renormalization theories, provides a quantitative description of the equilibrium (zero-bias) conductance as a function of temperature and gate voltage. Specifically, the ground state of the coupled system is a Kondo singlet.  The publication of these results has stimulated a number of theoretical predictions, and one goal of the proposed research is to test these predictions. The differential conductance as a function of bias will be studied.  In addition, the effects of multiple levels on the Kondo effect will be examined.  In a magnetic field the peak in differential conductance associated with the Kondo singlet splits in two.  Predictions have been made of the splitting of these peaks and the evolution of their line shape with magnetic field will be tested.  A new measurement facility has been constructed which will allow the measurement of the Kondo effect to be extended to lower temperature.  The system is equipped with a 16T magnet and rotation stage, so that the field can be in the plane or perpendicular to the plane of the droplet of electrons.  This will allow the measurement of the temperature dependence of the Kondo peak in differential conductance precisely.  A completely different phenomenon, recently discovered in SETs, is Fano interference.  For small SETs the single-electron line shapes are asymmetric with the characteristic shape predicted by the Fano theory.  The latter requires a continuous transmission channel that interferes with a resonant one.  Experiments are planned to clarify the nature of this interference.  In particular, while the resonant channel appears to arise from single electron addition, the origin of the continuous channel is a mystery.  Measurement of the temperature and magnetic field dependence of the line shapes may clarify the microscopic physics.  This research will be done with students who will thereby receive training in a cutting edge area of  nanoscience and technology. \r\n%%%\r\nThe most dramatic phenomenon of the last half of the twentieth century is the technological revolution, driven by the decrease in cost and increase in efficiency of semiconductor technology.  We often describe this by \"Moore's Law\", the exponential increase in the number of transistors on a silicon chip.  The latter number has been increasing by a factor two every eighteen months for over forty years.  This explosion was made possible by discoveries in fundamental semiconductor physics.  However, in order to sustain it, scientists and engineers needed new technologies for making smaller and smaller structures, so that it is now possible to make semiconductor structures that are only nanometers in size.  Whereas electrons in conventional transistors behave like classical particles, electrons confined to small dimensions can only be described by quantum mechanics.  Thus, discoveries in physics led to new technology, which now make it possible for us to study new physics.  This research will explore the physics of electrons confined to nanometer dimensions.  The structure focused on is called a single electron transistor (SET).  A transistor is a switch that turns on when electrons are added to it and turns off when they are removed.  The conventional transistor of today, in a cellular telephone or personal computer, for example, requires about 1000 electrons to turn on.  The SET turns on and off again every time a single electron transistor is added to it.  The goal of this research is to understand how the electron is distributed between the trap and the electrodes of the transistor and how this distribution depends on the properties of the SET, the temperature and an applied magnetic field.  The physics is expected to be similar for a wide variety of nano-electronic structures and so will be of broad application to nanoscience and nanotechnology. Graduate and undergraduate students will participate in this research.  They will receive training in one of the forefront areas of nanoscience and nanotechnology that will prepare them for employment in academe, industry and government institutions.   \r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Kastner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Kastner",
   "pi_email_addr": "mkastner@mit.edu",
   "nsf_id": "000273662",
   "pi_start_date": "2001-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}