{
 "awd_id": "0102755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "FRG: Origin of the Spin-Relaxation Lifetime on a Nanometer-Scale for Metal-Semiconductor Interfaces: A Combined Theoretical and Experimental Approach",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaVerne D. Hess",
 "awd_eff_date": "2001-05-01",
 "awd_exp_date": "2005-04-30",
 "tot_intn_awd_amt": 500929.0,
 "awd_amount": 500929.0,
 "awd_min_amd_letter_date": "2001-05-23",
 "awd_max_amd_letter_date": "2003-01-17",
 "awd_abstract_narration": "This FRG project explores local electronic spin injection and transmission in semiconductor heterostructures and ferromagnetic metal films on semiconductors. The approach is to fabricate a series of III-V heterostructures(e.g., AlGaAs/GaAs, InGaAs/InAlAs, InAs/InP, etc.) and hybrid ferromagnetic/semiconductor systems, and to combine state-of-the-art surface science instrumentation with first principles total energy calculations which include electron spin. The local structural properties of the layers will be determined during growth using an in situ scanning tunneling microscope (STM). The fraction of spins able to traverse the interface will be determined using a spin-polarized STM technique, which uses a single crystal Ni<110> STM tip as a source of a 100% spin-polarized electron injection current. The structural information obtained with the STM will be used as the input structure for the first-principles total-energy calculations to provide a detailed picture of local electronic and electromagnetic field properties of the surfaces. Comparing this information with the experimentally measured local spin-injection probability map will assist in identification of mechanisms responsible for electron spin flip with near atomic resolution. Ferromagnetic metal films (e.g., elemental Co) on semiconductors will also be grown. Nucleation and growth of submonolayer thick films will be studied using in situ STM. By counting the number of Co islands formed for a set of 0.1 monolayer thick films each grown at a different temperature fundamental parameters governing the nucleation and growth are expected to be identified. To quantify this information, Monte Carlo computer simulations that mimic the growth procedure and predict the experimental outcome will be conducted. From these calculations, diffusion coefficients and activation energies for diffusion are obtained. With only 0.1 monolayer of Co on the semiconductor surface, local spin-injection properties will also be investigated. This allows local monitoring of the effects of Schottky barrier formation on the spin injection process. First-principles total-energy calculations will also be carried out for these surfaces and the results compared to the experimentally measured local spin-injection map to identify mechanisms for spin-flip scattering. After completion of one monolayer of Co, either thicker elemental Co films or alternate monolayers of MnAl and Co will be grown to form the Co 2MnAl Heusler alloy. Elemental Co films allow systematic studies of structural and magnetic quality on a simple one-component system, while the Heusler alloy provides a cubic structure, closely lattice matched to InP, and is thought to be an ideal spin-injection contact, since only one spin participates in electrical conduction. The magnetic quality of the overlayers will be determined using SQUID magnetometry, and the structural quality of the films will be determined using X-ray diffraction. Ferromagnetic metal contacts will be fabricated in situ on the high-electron mobility semiconductor quantum well structures, and transport properties evaluated. The outcome will be modeled using transport theory which takes into account the detailed structure of the interface. The theoretical component of these studies will be conducted in a collaborative arrangement with the Theory Group at the National Renewable Energy Laboratory (NREL), allowing students to travel to the NREL and gain additional research experiences and skills.\r\n%%% \r\nThe project addresses basic research issues in a topical area of materials science with high technological relevance. These studies will improve fundamental understanding of factors important to the evolving field of spintronics, which combines conventional electronics and spin transport. An important feature of the program is the integration of research and education through the training of students in a fundamentally and technologically significant area. The interdisciplinary project strives to develop strong technical, communication, and organizational/management skills in students through unique educational experiences made possible by a forefront research environment, and collaborative activities with a national facility. \r\n*** \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Thibado",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Thibado",
   "pi_email_addr": "thibado@uark.edu",
   "nsf_id": "000448778",
   "pi_start_date": "2001-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Oliver",
   "pi_mid_init": "F",
   "pi_sufx_name": "III",
   "pi_full_name": "William F Oliver",
   "pi_email_addr": "woliver@uark.edu",
   "nsf_id": "000421765",
   "pi_start_date": "2001-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurent",
   "pi_last_name": "Bellaiche",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurent Bellaiche",
   "pi_email_addr": "laurent@uark.edu",
   "nsf_id": "000417429",
   "pi_start_date": "2001-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "LaBella",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent P LaBella",
   "pi_email_addr": "vlabella@sunypoly.edu",
   "nsf_id": "000187207",
   "pi_start_date": "2001-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "1125 W MAPLE ST STE 316",
  "perf_city_name": "FAYETTEVILLE",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727013124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1589",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS"
  },
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 250465.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 125232.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 125232.0
  }
 ],
 "por": null
}