{
 "awd_id": "0103811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Game-Theoretic Variance",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2001-07-15",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 88500.0,
 "awd_amount": 88500.0,
 "awd_min_amd_letter_date": "2001-07-25",
 "awd_max_amd_letter_date": "2003-05-29",
 "awd_abstract_narration": "The investigator outlines how to continue his work started in the prior proposal to develop a new, probabilistic  approach to positional games (i.e. combinatorial board games).  The straightforward way to analyze a position is to examine  all of its options and all the options of these options and all the  options of the options of these options and so on.  The obvious difficulty of this exhaustive search through the game-tree is that it takes enormous amount of time.  An attempt to make up for the lack of time is to study the random walk on the game-tree, i.e. the randomized game where both players play randomly.  The basic idea is that the statistical analysis of the randomized game can be  efficiently converted via potential arguments into deterministic optimal strategies.  It is basically a game-theoretic adaptation of the so-called Probabilistic Method in Combinatorics (\"Erdos theory\") applied to hopelessly complicated games where the exact methods fail to work.  It is very surprising how this ``desperate'' attempt turns out to be  successful for large, interesting classes of positional games.  Carrying out the program sketched in his prior proposal the investigator have developed a \"game theoretic second moment method\" for fair games, and applied it to solve long-standing open problems in graph and hypergraph games.  Another great success was his work toward \"game-theoretic independence\" (i.e. game theoretic Lovasz Local Lemma).  In this direction the investigator achieved an important partial result, which led to the solution of the long-standing Hales-Jewett conjecture about the multi-dimensional Tic-Tac-Toe game.  In this new proposal the investigator aims for a biased generalization of his game-theoretic second moment method, which would create a breakthrough in \"game-theoretic random graph theory\".  Also the investigator wants to continue his work to prove a perfect game-theoretic analogue of the probabilistic Lovasz Local Lemma.\r\n\r\nTraditional game theory focuses on games of incomplete information.  The traditional theory provided good insights to  Economics, and many areas of social science (Management, Military  Strategy, etc.).  One can expect at least as many new applications from a successful theory of games of complete information.  Positional games, i.e. 2-player \"pure conflict\" games of skill like Chess and Go, form the most natural and interesting subclass of games of complete information. An extremely exciting aspect of studying positional games is that they give unique insight to how human intelligence works.  It concerns fundamental questions like whether human understanding is a computational or non-computational process.  Or more specific problems like to understand why (say) Go playing computer programs are nowhere close to the best human players.  In contrast to Go, the best Chess-playing programs have reached the level of human Grandmasters.  Game-playing computer programs examine millions of positions before deciding what to do next.  On the other hand, even the best Grandmasters do not search more than 50 positions per move. In human Chess and particularly in human Go pattern recognition plays a  far more important role than search.  How to supply this human knowledge to a computer is a puzzle that no one has solved yet.  A more concrete theoretical significance of this proposal is that it brings the seemingly separated subjects of Probability Theory, Combinatorics, and Game Theory closer to each other in an unexpected way.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jozsef",
   "pi_last_name": "Beck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jozsef Beck",
   "pi_email_addr": "jbeck@math.rutgers.edu",
   "nsf_id": "000189613",
   "pi_start_date": "2001-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 29500.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 29500.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 29500.0
  }
 ],
 "por": null
}