{
 "awd_id": "0103385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cracking in Brittle Films on Ductile Substrates",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2001-06-15",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 226971.0,
 "awd_amount": 226971.0,
 "awd_min_amd_letter_date": "2001-06-01",
 "awd_max_amd_letter_date": "2003-06-16",
 "awd_abstract_narration": "0103385\r\nReimanis\r\n\r\nOur current understanding of surface cracking phenomena is too limited to adequately predict conditions for fracture in sophisticated, inhomogeneous structures.  Recent advances in mechanics modeling of graded structures, as well as advances in the micro- and nano-scale control over the fabrication of specific film structures have opened new doors for developing a better understanding of the connection between crack growth and performance in brittle films.  Work proposed here will examine how surface cracking depends on 1) surface architectural characteristics, including the gradation architecture, and the associated residual stress distributions, 2) the elastic and plastic properties of the substrate, 3) the strength of the film/substrate interface, and 4) microstructural features of the film.  Surfaces will be prepared by depositing films of chromium nitride (CrN and Cr2N), which have been extensively studied at Colorado School of Mines, as well as CrxCy, TixN, and TixC.   Cartridge brass (Cu-30wt. % Zn), and Ni alloys will be utilized as model substrate systems, while steel substrates will provide a connection to technological systems, offering comparison to data in the literature.  Conventional layered and novel architectures will be fabricated, and their mechanical behavior will be characterized using fundamental fracture experiments.   A comprehensive set of experiments will elucidate the generic behavior among the different films, and this behavior will be compared to existing theoretical models for the purpose of extracting mechanics effects from material behavior effects.  The inherent complexity in these systems dictates the need for numerical methods to model the mechanical response.  Thus, finite element analysis will be employed to evaluate residual stress states and crack tip stress fields.  \r\n%%%\r\nBrittle films serve a wide variety of purposes: corrosion, radiation and thermal protection, and wear resistance.  In applications such as high temperature superconductors and for many microelectronic components, the film is the device, engineered to conduct current or respond to photons, electrons or ions.  The performance of a film depends in large part on its structural integrity.  In the case of high temperature superconductor tape, a surface crack dramatically reduces the current density; in the case of turbine engine components, cracking may result in enhanced oxidation; in the case of tools and dies, surface cracking decreases the wear resistance.  In some applications, such as turbine engines for land based power generation, a limited amount of cracking may actually be desired in order to increase the film compliance.  Clearly, it is technologically extremely important to understand how cracking occurs in engineered surfaces.  The proposed work is designed to advance understanding in the fracture behavior of hard, brittle films with complex structures so that it may ultimately be applied to design new, high performance surfaces.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivar",
   "pi_last_name": "Reimanis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ivar E Reimanis",
   "pi_email_addr": "reimanis@mines.edu",
   "nsf_id": "000163196",
   "pi_start_date": "2001-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 73178.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 75622.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 78171.0
  }
 ],
 "por": null
}