{
 "awd_id": "0103514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:  Nano-Textured Surfaces: Super-Hydrophobicity and Liquid Adhesion",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jorn Larsen-Basse",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2001-07-23",
 "awd_max_amd_letter_date": "2001-07-23",
 "awd_abstract_narration": "0103514\r\nLange\r\n               This proposal was submitted in response to the solicitation \"Nanoscale Science and Engineering\" (NSF 00-119)\r\n   Surfaces can be made either super-hydrophobic or super-hydrophilic by producing a textured  surface that resembles hills and valleys, provided that the wetting angle of the liquid on a flat surface of the same material is > 90 degree .   The mechanism that produces the effect is based on the fact that the liquid only wets the tops of the hills and gas (air) is trapped within the valleys. Simple analytical functions have been developed for different periodic, textured surfaces to show that the wetting angle is related to the area fraction of wetted 'hills' and the wetting angle for a flat surface.  \r\nThe lotus leaf is a natural example of a super-hydrophobic surface.  In 1997, micron size wax bumps were discovered to produce this effect.   Water drops on the lotus leaf are nearly spherical (q ~ 170 degree) and easily roll around collecting dust particles to produce a self-cleansing effect that has made the lotus plant revered for its purity. Synthetic super-hydrophobic surfaces have been produced by coating a surface with a  'rumbled' thin film and with a micromolding method. These surfaces  are promising for practical applications that include rain-repellent surfaces, surfaces designed to decrease the resistance to fluid flow, and surfaces designed for selective liquid condensation.\r\nRecently, we demonstrated that super-hydrophobic surfaces could be produced by simply dip-coating a substrate into a slurry containing small, dispersed particles.  The particles were attracted to the substrate by to their opposite surface charge, relative to the substrate.  We demonstrated that the area fraction and particle size can be systematically controlled and that surfaces can be textured with commerically available particles in the range of 5 nm to 300 nm.  By reacting the surface with fluoroalkyltrichlorosilane molecules, a flat surface is rendered hydrophobic, and super-hydrophobic, when textured.\r\nWe observed that the super-hydrophobic effect was related to the area fraction of adsorbed silica particles and that the super-hydrophobic effect disappears when the average spacing between the spherical particles exceeds a critical value.  When the particles are very small the water droplet shows absolute adherence to the surface.  Both of these latter two effects can be predicted with the Laplace equation, which relates the equilibrium curvature of a meniscus to the pressure exerted by the water drop.  \r\nSystematic experiments are planned with nano-textured surfaces to study these two new phenomena in relation to specific functions derived with the Laplace equation.  This will be accomplished using glass substrates that will be coated with colloidal silica particles that are commercially available in the size range of 5 nm to 300 nm. The prepared nano-textured surfaces will consist of randomly distributed silica sphere on a glass substrate. The silica particles will be fixed to the substrate by sintering. The nano-textured substrates will then be reacted with fluoroalkyltrichlorosilane molecules to ensure optimum hydrophobicity.  All experiments will be conducted with deionized water on nano-textured surfaces treated with the same fluoroalkyltrichlorosilane molecules.  With these constrains, the surface energy per unit area, g, and the contact angle of a flat surface, q, will be keep constant.\r\nSpontaneous Wetting Experiments:  Spontaneous wetting will occur when the Laplace pressure exceeds a critical value to produce an instability; spontaneous wetting is expected to be a strong function of both the area fraction and particle size. Experiments will be designed to determine the validity of this expected result that can be formalized as an analytical equation.  These experiments will include contact angle measurements vs. drop size, area coverage and particle size (5 nm to 300 nm).  \r\nAdhesion Experiments : Tilting experiments will be carried out to measure the a) advancing and receding contacts angles and b) the critical angle for drop movement, all as a function of the drop size and the characteristics of the textured surface (area fraction and particle size).  Experiments will be carried out to determine the critical drop size that can still adhere to the surface when the substrate is held up-side down; these results will be related to an analytical equation that describes the critical pressure for spontaneous de-wetting.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Lange",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick F Lange",
   "pi_email_addr": "flange@engineering.ucsb.edu",
   "nsf_id": "000200692",
   "pi_start_date": "2001-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "1762",
   "pgm_ref_txt": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": null
}