{
 "awd_id": "0104518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Sexual Selection: Female Preference in the wild",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Vessey",
 "awd_eff_date": "2001-04-15",
 "awd_exp_date": "2002-03-31",
 "tot_intn_awd_amt": 9840.0,
 "awd_amount": 9840.0,
 "awd_min_amd_letter_date": "2001-04-11",
 "awd_max_amd_letter_date": "2001-04-11",
 "awd_abstract_narration": "Studies of female preference in the wild. \r\nBarry R. Sinervo and Ryan Calsbeek\r\n\r\nFemales should be selective in their choice of mate, since females typically invest more in the production and/or care of offspring than do males. When there are a limited number of females available for mating, males should vie for access to females. Though abundant evidence supports the notion that female choice can profoundly affect the evolution of natural populations, there is little agreement regarding the mechanisms by which females benefit from mating selectively. Females may choose mates for direct benefits (territory quality, parental care, nuptial gifts), and/or indirect benefits (the contribution of good genes by the male). \r\nThe relative importance of direct and indirect benefits will be tested in the side-blotched lizard, Uta stansburiana. In this lizard, males set up territories that vary greatly in the availability of thermal resources. Normally, males that control the best territory also are of large size for the following reason. Thermal resources are crucial for lizards, which obtain heat for maintaining high body temperature from the sun. High body temperature and activity promote high growth rate and body size. The thermal resources on a males territory are correlated with the amount of rock in the habitat. The mates vary in territory quality and in other physical attributes such as body size. To understand the importance of direct and indirect benefits, territory quality and body size will be experimentally uncoupled. \r\nDirect Benefits: Experimental manipulations of territory quality will be performed between pairs of neighboring males. After all territories are mapped in early spring, rock will be removed from the territories of large males and deposited on adjacent territories of their smaller male neighbors. This manipulation will effectively reverse the correlation of large male body-size and high-quality territories that is normally present in nature. Changes in the location of female territories will be measured as a function of changes in territory quality, which measures female preference for direct benefits of territory quality. Measuring female's reproductive success will test for the direct benefits accrued by females on high quality territories. Aspects of female reproductive success will include: the condition and survival of the female parent, numbers of offspring produced, size and condition of offpsring, subsequent growth and survival of offspring, The thermal properties nest sites where females lay eggs will also be measured.\r\nIndirect Benefits: The indirect benefits of mate choice are associated with genes that a high quality mate passes on to the female's progeny. In this case, females would be expected to select large males which are likely to carry genes that might enhance progeny growth rate to maturity or perhaps survival. In this species, the female mates with many mates which can vary in male body size. In nature, DNA paternity methods will be used to determine the father of each progeny in the female's clutch. The performance of progeny from large and small males will be measured. In addition, females will be mated in the laboratory to large and small males and the performance of individual progeny will be followed after the progeny are released onto experimental plots in nature. Finally, mate choice trials will be carried out to assess whether females exhibit a strong preference for male body size.\r\nThe combination field experiments of territory quality and laboratory experiments will provide a strong test of the relative contribution of direct benefits of territory quality and indirect benefits of good genes for the growth and survival of the female's progeny. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Sinervo",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Barry R Sinervo",
   "pi_email_addr": "sinervo@ucsc.edu",
   "nsf_id": "000432101",
   "pi_start_date": "2001-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114100",
   "pgm_ele_name": "PHYSIOLOG & STRUCTURAL SYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1160",
   "pgm_ref_txt": "IBN ANIMAL BEHAVIOR"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 9840.0
  }
 ],
 "por": null
}