{
 "awd_id": "0104891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis, Algorithms and Computations for Model Problems in Material Sciences",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Catherine Mavriplis",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2001-10-31",
 "tot_intn_awd_amt": 203796.0,
 "awd_amount": 203796.0,
 "awd_min_amd_letter_date": "2001-07-30",
 "awd_max_amd_letter_date": "2001-07-30",
 "awd_abstract_narration": "There has been an increasing trend to conduct scientific research using numerical simulations on modern high performance computers in recent years.  Considerable progress has been made in the area of computational material sciences. Computational tools have been used in the design of new materials as well as in the study of their properties. The central objectives of this project are: 1) to develop or refine certain mesoscale and macroscale models, so to enlarge the range of physical problems for which such  models are valid; 2) to analyze these models in order to gain further understanding of their properties and solutions; 3) to develop, analyze, and implement algorithms, in particular, parallel and adaptive algorithms, for the numerical simulation of these models; and 4) to use our algorithms and codes to study some interesting phenomena in material sciences.\r\n\r\nIn the proposed work, the principal investigator will study models and develop numerical algorithms for some interesting  material sciences problems that involve multiscale (mesoscale and macroscale) and stochastic effects,  such as problems related to vortices and other defects in superconductivity and magnetism. A major part of the project is aimed at increasing the range of applications for the mesoscale codes and allow more comparative studies between the mesoscale and macroscopic models through the use of domain and scale decomposition/integration and adaptive computation techniques. The codes for mesoscale models can be of use in gaining information and insight about the physical behavior and interaction of the fine structures (such as vortices) with, for example, boundaries, interfaces, impurities, currents, and thermal fluctuations. They can be of indirect use to device designers, in particular, when connections with macroscopic properties can be identified. Models based on the stochastic partial differential equations and their numerical simulations will also be given emphasis, so as to gain insight to the macroscopic effect of thermal fluctuations and impurities in the materials like superconductors and liquid crystals. The work will be aimed at making the computational codes robust, efficient, flexible, accurate, scalable and user-friendly. It is hoped that these codes can be used by physicists, material scientists, and engineers in laboratories, universities, and industrial organizations as a tool for studying some specific material properties and also a tool in designing devices.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qiang",
   "pi_last_name": "Du",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiang Du",
   "pi_email_addr": "qd2125@columbia.edu",
   "nsf_id": "000219244",
   "pi_start_date": "2001-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}