{
 "awd_id": "0104177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Algebraic and Geometric Topology",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 207104.0,
 "awd_amount": 213325.0,
 "awd_min_amd_letter_date": "2001-07-13",
 "awd_max_amd_letter_date": "2003-05-30",
 "awd_abstract_narration": "We investigate the classification of compact topological and smooth\r\nmanifolds, as well as embedding problems - knot theory.  We use both new\r\nand classical homological, geometric and analytic techniques such as\r\nalgebraic L-and K-theory, controlled topology, operator theory and Von\r\nNeumann signatures.  One problem attacked, from differential geometry, is\r\nto determine whether almost flat manifolds bound compact manifolds.   New\r\nknot invariants, defined during the prior grant, are continuing to reveal\r\nnew and unexpected knotting phenomena and will be used to further\r\ninvestigate the classification of topological four manifolds within a\r\nfixed homology type.  These invariants will also be applied to further\r\ncompute the topological concordance group of knots, and to the rich\r\nstructure of three manifolds as seen through descending series of the\r\nfundamental group.  Another problem is to compute and apply characteristic\r\nclasses for combinatorial vector bundles, an initial step in understanding\r\na new category of manifolds - the combinatorial differentiable manifolds\r\nof Gelfand-MacPherson.  A final topic is the computation of algebraic K-\r\nand L-theory using controlled topology and applying these computations to\r\nmanifolds with fixed fundamental group.\r\n\r\nA n-dimensional manifold is a set of points which is locally modeled on an\r\nn-dimensional linear space.  For instance a surface is a locally\r\n2-dimensional linear space, such as a sphere, or the surface of a donut\r\n(torus).  The principal problem of geometric topology is the\r\nclassification of manifolds.  In differential topology we also ask how\r\nmany ways we may do calculus on a given manifold, addressing the\r\nuniqueness question. The fundamental group of a manifold gives an\r\nalgebraic structure to the collection of all loops in the manifold, thus\r\nproviding a pathway to algebra.   The researchers focus on both high\r\ndimensional and low dimensional manifolds.  Four dimensional manifolds are\r\nof particular interest as the results and techniques in this dimension\r\nmanifest the harmony of the algebraic techniques which have found success\r\nin high dimensional manifold topology and the geometric techniques which\r\nprevail in dimension three.  Investigating the foundations of manifold and\r\nknot theory fundamentally underpins our understanding of geometry,\r\nalgebra, physics and differential equations.  Additionally, knot theory\r\nplays a growing role in string theory, quantum field theory and the study\r\nof DNA.\r\n\r\n\r\n---------- Forwarded message ----------\r\nDate: Fri, 11 May 2001 14:27:02 -0500 (EST)\r\nFrom: \"James F. Davis\" <jfdavis@indiana.edu>\r\nTo: Christopher Stark <cstark@nsf.gov>\r\nCc: korr@indiana.edu\r\nSubject: Re: NSF proposal recommendation\r\n\r\nHi Chris,\r\n\r\n     Kent and I were very happy to here that you plan to recommend that\r\nour NSF proposal be granted.  However, some of circumstances have changed\r\nsince we wrote the proposal, so I thought I should discuss them with you\r\nin case the budget is affected.  Sorry for the delay getting back to you,\r\nI was visiting the University of Chicago this week.\r\n     We asked for summer money to support three graduate students: Karl\r\nBloch, Diarmuid Crowley,  and Tae-Hee Kim.  Well, I am happy to report\r\nthat Diarmuid Crowley has been named a Clay Mathematical Institute\r\nLift-Off Mathematician \r\n\r\nhttp://www.claymath.org/researchers/index.htm\r\n\r\nand will receive some money from them this summer (provided some visa\r\nproblems work out.)  He is suggesting to Clay that they award him the\r\nmoney from June 13 to July 27.  After Aug 1, I believe he will be\r\nsupported by Max Planck Institute in Bonn.  However, he could still use\r\nNSF money, for example, he is attending the 3-week School on\r\nhigh-dimensional manifold topology in at the ICTP in Trieste, Italy,\r\nmostly at his own expense.  Please advise us if it is necessary to\r\nrebudget and return the money allotted to Diarmuid.\r\n\r\n     The second change is with regard to my proposed REU student, Matt\r\nCecil.  Matt Cecil worked with me as an REU student last summer (partially\r\nsupported by NSF funds), and continued throughout the academic year.  He\r\nis attending UCSD as a math graduate student in the fall.  However, due to\r\nmathematical reasons and personal reasons, he will not be an REU student\r\nwith me this summer.  So the question again is - what to do with the money\r\nallotted to him?  I talked to our chair, Dan Maki, and he said that he\r\ncould use the money to help undergraduate research projects connected with\r\nindustry.  Dan has many industrial contacts throughout the state of\r\nIndiana and had lead such projects for several years.  The money would\r\nprimarily go to student travel expenses.\r\n\r\n    So, Chris, please advise on whether we should give some money back to\r\nthe NSF and rebudget, or just go with the modifications outlined above.\r\n\r\nJim\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Davis",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "James F Davis",
   "pi_email_addr": "jfdavis@indiana.edu",
   "nsf_id": "000156390",
   "pi_start_date": "2001-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kent",
   "pi_last_name": "Orr",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kent E Orr",
   "pi_email_addr": "korr@indiana.edu",
   "nsf_id": "000345282",
   "pi_start_date": "2001-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 71517.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 74014.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 67794.0
  }
 ],
 "por": null
}