{
 "awd_id": "0105252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Revisiting Nawinpukyo: Toward a Reevaluation of the Early Intermediate Period in Ayacucho, Peru",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2001-05-15",
 "awd_exp_date": "2002-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2001-05-14",
 "awd_max_amd_letter_date": "2001-05-14",
 "awd_abstract_narration": "Under the direction of Dr. William Isbell, Mr. Juan Leoni will collect data for his doctoral dissertation. He will conduct archaeological fieldwork at the site of Nawinpukyo which is located in the Ayacucho region of highland Peru. Situated on a rocky hill the site contains concentrations of stones which have been interpreted as public buildings and elite residences. A supposed \"ceremonial compound\" with a platform mound, a series of storage granaries, administrative buildings, courts and patios has also been described. Although studied by previous researchers the site is enigmatic because its surface has been affected by centuries of farming and related earth moving activities. Ceramics indicate occupation during more than one period. The original excavator interpreted Nawinpukyo as the capital city of an early Andean state and believed that the size and arrangement of ruins testified to this fact. Later archaeologists have disagreed and asserted that the remains reflect a less complex form of social organization. To address this question, Mr. Leoni will conduct a multistage research project. He will survey and map the site core, conduct surface collection of pottery and other artifacts and also carry out limited excavation. The resulting materials will be subjected to laboratory analysis. Through this approach Mr. Leoni will determine what portions of the site were occupied at particular periods of time and then focus on the earliest of these. (Archaeologists agree that by the latest represented interval state level societies were, in fact, present in Peru.) In particular Mr. Leoni will examine the distribution of materials across residences to determine whether their amount and variety differ significantly among them. Differential distribution of wealth which reflects the presence of a governing elite is one of the hallmarks of state level society.\r\n\r\nThe question of how complex societies arose and were maintained is central to anthropological archaeology and considerable disagreement exists. The process has taken place independently in many parts of the world - the Andes is one - and thus archaeologists can compare geographically discrete occurrences to look for underlying patterns. Some believe that the same basic processes and principles apply in all cases and that it is possible to define a clear-cut series of developmental steps. Others argue that historical contingency plays a major role and that the process varies in fundamental ways from region to region. Because complex state level societies developed in the Andes, data from sites such as Nawinpukyo speak directly to this question. This research will also provide data of interest to regional archaeologists and assist in training a promising young scientist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Isbell",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Isbell",
   "pi_email_addr": "huari@aol.com",
   "nsf_id": "000458439",
   "pi_start_date": "2001-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}