{
 "awd_id": "0106890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Oxygen Isotope Thermometry and Hygrometry in Quartzites",
 "cfda_num": "47.050",
 "org_code": "06030200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2001-06-15",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 64381.0,
 "awd_amount": 64381.0,
 "awd_min_amd_letter_date": "2001-07-21",
 "awd_max_amd_letter_date": "2001-07-21",
 "awd_abstract_narration": "Peck\r\nEAR-0106890\r\n\r\n\r\nThis proposal details approaches for using the oxygen isotope systematics of metaquartzites to: (1) retrieve peak (>800 deg C) garnet-quartz fractionations for thermometry and (2) use water-controlled retrograde diffusion in rutile and other trace phases as a paleohygrometer.  Pure (>90% Qtz) quartzite is the ideal lithology for this study because it satisfies the 'infinite reservoir' assumption with respect to modeling oxygen diffusion in accessory minerals.  Laser fluorination will allow high-precision analysis of equilibrium mineral pairs.  Samples will be selected from well-studied localities in the southern Grenville Province with published constraints on metamorphic conditions (T, P, cooling rates, and fluids).\r\nThe thermometry portion of this project will use the slow oxygen diffusion rate in garnet (as determined by experimental studies) as a way to 'see-past' multiple thermal events in polymetamorphic rocks.  Garnet commonly forms below its closure temperature, so it will preserve oxygen isotope ratios from garnet formation even through subsequent granulite-facies metamorphism.  Quartzite is essentially momomineralic, so closed-system retrogression will not affect quartz-garnet fractionations because quartz will have no other minerals with which to exchange during cooling.  Samples will be rigorously characterized with respect to oxygen isotope ratio, and also with BSE, CL, and conventional microscopy to determine if they have behaved as closed systems.  This thermometer will be extremely useful in high-grade polymetamorphic terrains where more conventional cation thermometers are not applicable.\r\nExperiments have shown that oxygen diffusion rates in minerals are a strong function of water fugacity.  The proposed research will use published experiments and measured oxygen isotope ratios to constrain water fugacities in slowly cooled metamorphic rocks.  Intermineral fractionations and isotopic zoning will be used, in conjunction with diffusion models, to develop an oxygen isotope hygrometer.  Rutile will be a focus of this study because it behaves in the opposite manner to other rock-forming minerals with respect to water effects on oxygen diffusion rates (in rutile water causes slow oxygen diffusion).  Thus, when used with other minerals, rutile provides good leverage for determining the interplay between water fugacity and oxygen diffusion rate.  This oxygen isotope hygrometer will allow the detection of even chemically unreactive fluids which leave no chemical signature but can still flux melting and weaken rocks.\r\nThe last decade has seen an explosion of experimental work on oxygen diffusion rates and equilibrium oxygen isotope fractionation factors, and also the modeling of oxygen exchange between minerals during cooling.  Unfortunately, few studies have combined these resources with the high precision, small sample sizes, and high spatial resolution available from laser fluorination to allow genuinely new information to be extracted from rocks.  High-temperature thermometry and hygrometry are important avenues of timely research which will provide new tools for understanding deep-crustal processes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Peck",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Peck",
   "pi_email_addr": "wpeck@mail.colgate.edu",
   "nsf_id": "000321386",
   "pi_start_date": "2001-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colgate University",
  "inst_street_address": "13 OAK DR",
  "inst_street_address_2": "",
  "inst_city_name": "HAMILTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152287457",
  "inst_zip_code": "133461386",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "COLGATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D4P7H8NWZER7"
 },
 "perf_inst": {
  "perf_inst_name": "Colgate University",
  "perf_str_addr": "13 OAK DR",
  "perf_city_name": "HAMILTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133461386",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 64381.0
  }
 ],
 "por": null
}