{
 "awd_id": "0106511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Finite-Volume Methods for Hyperbolic Problems",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 516326.0,
 "awd_amount": 516326.0,
 "awd_min_amd_letter_date": "2001-08-17",
 "awd_max_amd_letter_date": "2001-08-17",
 "awd_abstract_narration": "This proposal concerns the development of multidimensional high-resolution finite-volume methods for solving hyperbolic partial differential equations, the development of software implementing these methods, and the application of these methods to particular problems. These methods are implemented in the CLAWPACK software package, which is freely available on the web and allows students and researchers studying a wide range of phenomena to use the technology of high-resolution methods and adaptive mesh refinement. These algorithms and the software will be further developed and brought to bear on a wider variety of problems. Particular problems of interest include: further development of adaptive refinement base on a new tree-structured code; inclusion of Cartesian-grid techniques for complex geometries; development of a general methodology for solving hyperbolic equations on curved manifolds; and wave-propagation problems (e.g., elastodynamics) in heterogeneous material, including nonlinear problems with spatially-varying flux functions.\r\n\r\nA wide range of practical problems in science and engineering involve the propagation of waves or the transport of substances in fluid flow. Examples arise in problems as diverse as the study of ultrasound waves in human tissue, the transport of contaminants in groundwater or the atmosphere, and the study of gravitational waves arising from the collision of black holes. Mathematically all of these problems lead to similar sets of partial differential equations. Solving these equations numerically requires special techniques that can deal with discontinuous functions, since often either the coefficients describing the problem or the solution (or both) are discontinuous. Examples include discontinuities in material properties at the interface between tissue and bone in an ultrasound problem, or the shock waves that arise in most nonlinear wave-propagation problems. Over the past few decades, a powerful class of numerical methods has been developed for solving such problems that have been much more heavily used in some applications areas than others. A primary goal of this project is to facilitate the transfer of this technology to new areas. The software package CLAWPACK, developed by the P.I. and coworkers, is designed to make it relatively easy to for students to learn about these methods and for researchers to apply them.  There are still numerous mathematical challenges that arise in applying these methods to new situations. Research will be conducted to further improve these methods as a variety of new applications are explored. The subjects covered in this proposal are fertile ground for graduate education in computational mathematics. The P.I. is actively involved in training students and postdocs at the University of Washington as well as at other institutions by hosting visiting graduate students. The P.I. has also taught several short courses elsewhere and developed lecture notes, textbooks, software, and other educational material based on this research.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "LeVeque",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Randall J LeVeque",
   "pi_email_addr": "rjl@uw.edu",
   "nsf_id": "000330539",
   "pi_start_date": "2001-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 516326.0
  }
 ],
 "por": null
}