{
 "awd_id": "0107539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mesoscale Numerical Methods for Certain Types of Implicit Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2001-08-15",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2001-08-20",
 "awd_max_amd_letter_date": "2001-08-20",
 "awd_abstract_narration": "The investigator develops a comprehensive computational tool for modeling of the kinetics of microstructural evolution under thermo-mechanical loading in compound structures.  He approximates the microstructural kinetics using first order implicit partial differential equations with a certain specific type of Dirichlet boundary conditions, and using a novel subgrid projection method. He applies this computational technique to provide an active control of vibrations and noise reduction based on the martensitic phase transformation.  Implicit partial differential equations represent a large class of ordinary and partial differential equations and systems that are nonlinear in the highest derivatives, such as the Eikonal or Hamilton-Jacobi equations.  They are closely related to partial differential inclusions that play a crucial role in the study of phase transitions.  Typically, the solutions of imlicit partial differential equations are not smooth, they are not unique, and often they incorporate enormous amount of competing scales.  These three distinctive features present a definitive challenge to the design of suitable numerical methods applicable to finding solutions of implicit partial differential equations.  Recent work based on the Baire category argument shows that there exist solutions of such equations that cannot be obtained by standard analytical approaches.  The existence theory itself is not constructive, does not yield any hint as to how to construct selection principles, and it does not provide a notion of a generalized solution.\r\n\r\nIn regular use, machinery is subjected to periodic stresses.  This results in acoustic waves travelling through the material. Since these waves are small in comparison to the potential energy of the overall machine, conversion to heat is an effective method of noise reduction.  Thus highly damping materials may be used either in part or in full to accomplish this task.  Shape memory alloys exhibit such significant damping properties.  These are special alloys that change their microstructure from that of a stiff, rotationally symmetric phase to a ductile, less symmetric phase when cooled or put under stress.  These desirable damping properties are a result of movement within the twin boundaries in the martensite phase, as well as the motion of the incoherent austenite-martensite interface, and are significantly temperature dependent.  The investigator undertakes computational modeling to understand and actively control the phase transitions in shape memory alloys, based on implicit partial differential equations.  The applications include such possibilities as controlled vibration of a cutting edge in non-invasive surgery, ultrasonic wave detectors, stabilization of platforms on various spacecraft as well as acoustic suppression in cockpits. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Petr",
   "pi_last_name": "Kloucek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Petr Kloucek",
   "pi_email_addr": "kloucek@caam.rice.edu",
   "nsf_id": "000385821",
   "pi_start_date": "2001-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}