{
 "awd_id": "0108705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stakeholder Analysis Of Framing In Intractable Environmental Conflicts",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2001-09-21",
 "awd_max_amd_letter_date": "2001-09-21",
 "awd_abstract_narration": "Stakeholders play a critical role in managing environmental issues. Their perspectives on the issues and their interactions with policy makers often shape the direction that an environmental situation takes, particularly when it escalates into a spiraling conflict. This project aims to depict the worldviews of stakeholders in intractable environmental conflicts. It focuses on how stakeholders frame or interpret the myriad of elements that comprise a protracted environmental conflict, including (1) how disputants define and label what the problem is, (2) who should control or decide on these issues, (3) how disputants identify with the environmental problem, (4) how they view other stakeholders, (5) what type of power or authority is being exercised, (6) what are their views of natural resources, and (7) what should be done about the conflict. In effect, this study investigates stakeholder differences in defining and privileging seven different elements of environmental framing: whole story, views of social control, stakeholder identity, characterization, views of power/authority, views of nature, and conflict management preferences.\r\n\r\nThis study will code data from interview transcripts of 156 stakeholders, involved in four different environmental cases-resource allocation, anti-degradation, natural resource protection, and chemical pollution. It will develop profiles of stakeholder framing among groups such as developers, citizen activists, farmers and irrigators, environmentalists, local and regional regulatory agencies, state agencies, federal governmental officials, local city councils and officials, facilitators and mediators, and media reporters-profiles that move beyond broad-based descriptors. Then through the use of configural frequency analysis, the researchers will test clusters or configurations of frame types among stakeholders by examining similarities and differences in framing. Finally, the researchers will develop detailed descriptive analysis of these patterns of stakeholder framing within and across the four environmental cases.\r\n\r\nStakeholder analysis is a complex and important problem for environmental policy making. Research to date has centered on stakeholder attitudes toward environmental issues such as conservation and risk-taking. Very little work examines the way that stakeholders perceive or approach environmental conflicts, especially ones rooted in case situations that cross diverse environmental problems. This study has both theoretical and practical value in developing a rich understanding of stakeholder perspectives. At the theoretical level, this project tests a model of environmental framing that extends stakeholder analysis, and at the practical level, this project will develop profile analyses that can be used to train agency officials, conflict interventionists, and policy makers in understanding stakeholders. This understanding could move parties beyond stereotyping toward a model of collaborative learning in managing critical but highly divergent issues.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Putnam",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Linda L Putnam",
   "pi_email_addr": "lputnam@tamu.edu",
   "nsf_id": "000369053",
   "pi_start_date": "2001-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520900",
   "pgm_ele_name": "ENVIR SOCIAL & BEHAVIOR SCIENC"
  },
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1094",
   "pgm_ref_txt": "POLICY SCIENCES"
  },
  {
   "pgm_ref_code": "1239",
   "pgm_ref_txt": "VALUATION"
  },
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  },
  {
   "pgm_ref_code": "1369",
   "pgm_ref_txt": "DECIS MAKING & VAL FOR ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}