{
 "awd_id": "0108667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ecosystem Values and Surface Water Protection: Basic Research on the Cotingent Valuation Method",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 160000.0,
 "awd_min_amd_letter_date": "2001-09-20",
 "awd_max_amd_letter_date": "2001-09-20",
 "awd_abstract_narration": "Ecosystem values are required in the conduct of cost-benefit analyses for a wide variety of regulations and policies. These range from climate change, to acid rain, to surface water protection. In this proposal, it is argued that the current state-of-the-art in contingent valuation (or stated preference methods) is inadequate to provide credible estimates of many types of ecosystem values. A review of the literature on ecosystem values shows that embedding or part-whole bias in a variety of forms is a major unresolved problem.  That is, stated values for individual components of the ecosystem (e.g., spotted owls) appear to be disproportionately, and perhaps unreasonably, large relative to stated values for the entire ecosystem (e.g., old growth forests).  This fundamental problem possibly results from three causes. First, embedding or other biases in values, may result from the presence of other-regarding behavior (motivated by warm glow, altruism, or fairness/equity concerns). Second, part-whole bias may result from the view of many respondents that ecosystem attributes (commodities) are jointly determined so that one cannot, for example, save a particular species without preserving the entire ecosystem that it uses as habitat. Third, even where neoclassical theory may suggest that part-whole bias is theoretically unlikely, strong evidence suggests the converse, even in the controlled environment of the laboratory. Thus, behavioral anomalies, not contingent valuation in-and-of itself, may be responsible for part-whole bias.\r\n\r\nGiven the complexity of possible behaviors and the cost of conducting valuation studies in the field, this project is directed toward conducting controlled laboratory economic experiments to explore the causes of embedding and part-whole bias. Although parallel hypothetical questions will be asked in some experiments, the reduced variance obtained by providing incentives and the control of a laboratory environment should allow rapid progress using relatively small samples (compared to contingent valuation) at a relatively modest cost. A demand revealing mechanism for public goods that combines majority voting rules with the Becker-deGroot-Marschak (BDM) mechanism will be developed and used in these experiments.  Substantial experimental economics research has demonstrated that the BDM is readily understood and creates appropriate incentives for individuals to reveal their value for a good.  Majority voting rules also have well known theoretical and empirical properties. Building on past experimental research, the goal will be to identify the possible presence of warm glow, paternalistic (merit goods) and non-paternalistic altruism, joint products, and other anomalies in the demand for a variety of public goods. Since warm glow, non-paternalistic altruism, and anomalies may produce values inconsistent with the efficiency condition for public goods provision, methods for identifying the presence or absence of such values is critical for the credibility of contingent valuation. This research will also explore alternative hypothetical elicitation mechanisms that can consistently test for and possibly isolate components of value that are inappropriate for cost-benefit analysis.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Poe",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory L Poe",
   "pi_email_addr": "glp2@cornell.edu",
   "nsf_id": "000445033",
   "pi_start_date": "2001-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Schulze",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Schulze",
   "pi_email_addr": "wds3@cornell.edu",
   "nsf_id": "000463502",
   "pi_start_date": "2001-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520900",
   "pgm_ele_name": "ENVIR SOCIAL & BEHAVIOR SCIENC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1094",
   "pgm_ref_txt": "POLICY SCIENCES"
  },
  {
   "pgm_ref_code": "1239",
   "pgm_ref_txt": "VALUATION"
  },
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  },
  {
   "pgm_ref_code": "1369",
   "pgm_ref_txt": "DECIS MAKING & VAL FOR ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": null
}