{
 "awd_id": "0109006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Putting the 'New Open Economy Macroeconomics' to a Test",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 91110.0,
 "awd_amount": 91110.0,
 "awd_min_amd_letter_date": "2001-07-28",
 "awd_max_amd_letter_date": "2001-07-28",
 "awd_abstract_narration": "This project develops and implements a means of testing recent theories of current account and exchange rate determination. Recent years have witnessed a significant shift in international macroeconomic theory, with the development of an approach that combines the nominal rigidities essential to evaluating monetary policy, along with the analytical rigor of intertemporal microeconomic foundations. Widely known as the \"New Open Economy Macroeconomics,\" these models offer greater insight into sources of current account and exchange rate fluctuations, and permit a means to judge their welfare implications.  This analytical approach might eventually provide a rigorous framework for analyzing macroeconomic policy, and thereby replace the more traditional Keynesian models that have long been useful but flawed workhorses for policy makers.  While the theoretical literature on New Open Economy Macroeconomics has proliferated, the empirical literature has lagged far behind. The econometric techniques used for previous generations of international models cannot accommodate the more complex models of the new generation. Without empirical testing, it is difficult to know which of the many versions considered in the theoretical literature is preferable, or if the general approach is accurate enough to eventually be used for policy analysis.  This project proposes and implements an empirical methodology that could facilitate the development of an empirical literature in the New Open Economy Macroeconomics. The research estimates by maximum likelihood a series of structural general equilibrium models of open economies. The research also develops and estimates an unrestricted counterpart model, so that a comparison of likelihood values can indicate if the data are generally consistent with the restrictions implied by the theory. Further, horseraces between competing theoretical models can help guide the direction of future theoretical work.\r\n\r\nPreliminary work by the investigator has tested the methodology on a benchmark open economy model with wage and price stickiness. Results are surprisingly supportive of the New Open Economy approach, in that a likelihood ratio test is unable to reject the theoretical restrictions implied by the model for two of three countries considered. Nominal rigidities appear to be an essential element in this success, since a version that assumes no such rigidities is rejected strongly for all three countries. However, the presence of rigidities is more important for explaining some variables in the data set than others. Finally, the estimated model offers some additional insight into the source of fluctuations in real and nominal exchange rates, finding a larger role for monetary policy than was uncovered in past studies. Further work is needed to apply the methodology to a wider variety of models proposed in the burgeoning theoretical literature.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Bergin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Bergin",
   "pi_email_addr": "prbergin@ucdavis.edu",
   "nsf_id": "000340376",
   "pi_start_date": "2001-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 91110.0
  }
 ],
 "por": null
}