{
 "awd_id": "0110540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Lamprey Developmental Genetics and the Evolution of the Vertebrate Body Plan",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Plesset",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 320193.0,
 "awd_amount": 320193.0,
 "awd_min_amd_letter_date": "2001-06-08",
 "awd_max_amd_letter_date": "2001-06-08",
 "awd_abstract_narration": "0110540\r\nLangeland\r\n\r\nThe overall goal of the proposed study is to take advantage of the unique\r\nphylogenetic position of the lamprey, Petromyzon marinus, to address\r\nfundamental issues of developmental and molecular evolution in the\r\nvertebrate lineage.  Lampreys are the simplest extant vertebrates, situated\r\nphylogenetically between the cephalochordates (represented by amphioxus)\r\nand the gnathostomes (represented by mammals, birds, reptiles, amphibians,\r\nand fish).  Morphologically, lampreys share several characteristics with\r\ntheir gnathostome sister group, including multiple brain divisions, neural\r\ncrest and its derivatives, neurogenic placodes, pharyngeal arches, and a\r\ncartilaginous endoskeleton, but they lack jaws and paired appendages and\r\nretain a relatively simple axial morphology.  Genetically, lampreys also\r\nappear to be less complex than gnathostomes, having undergone fewer\r\nduplications of developmental regulatory genes.  Lampreys are thus a\r\nperfect system with which to investigate developmental and molecular events\r\nassociated with early  vertebrate evolution.   Dr. Langeland has led in\r\nrecent efforts to establish lampreys as a viable system for comparative\r\ndevelopmental genetics.  There are two basic thrusts to this proposal: 1)\r\nto use gene expression studies in lamprey embryos to investigate\r\nfundamental aspects of the evolution of vertebrate head patterning, and 2)\r\nto use gene phylogeny studies to test whether duplications of select\r\nregulatory genes accompanied vertebrate origins. The Langeland laboratory\r\nwill clone and characterize members of the goosecoid, Emx, and snail/Slug\r\ngene families in P. marinus.  These genes are excellent markers for three\r\nkey developmental innovations that accompanied vertebrate origins: the\r\nestablishment of the head organizer, the elaboration of rostral brain\r\npatterning, and the acquisition and diversification of cephalic neural\r\ncrest.  Comparative expression analyses of these genes during lamprey\r\nembryogenesis will allow more precise reconstruction of developmental\r\nevents associated with vertebrate origins.\r\nIn addition, determination of the copy number of these genes in lampreys,\r\nand analysis of their phylogenetic relationships with their gnathostome and\r\nprotochordate homologs, will provide important evidence concerning whether\r\nwidespread gene duplications, or even whole genome duplication, facilitated\r\nvertebrate origins. This research will take place at a four-year\r\nundergraduate liberal arts college.  Extensive involvement of\r\nundergraduates in all phases of the project will help maintain the strong\r\nrecord of the host institution and of the principal investigator in\r\nintegrating research with teaching, and in preparing future Ph.D.s in the\r\nlife sciences.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Langeland",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Langeland",
   "pi_email_addr": "jlange@kzoo.edu",
   "nsf_id": "000329442",
   "pi_start_date": "2001-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kalamazoo College",
  "inst_street_address": "1200 ACADEMY ST",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693377162",
  "inst_zip_code": "490063295",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "KALAMAZOO COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KJ2FDLEJT973"
 },
 "perf_inst": {
  "perf_inst_name": "Kalamazoo College",
  "perf_str_addr": "1200 ACADEMY ST",
  "perf_city_name": "KALAMAZOO",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490063295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 320193.0
  }
 ],
 "por": null
}