{
 "awd_id": "0110791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Protein Quality Control in the Endoplasmic Reticulum",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "2001-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 650504.0,
 "awd_amount": 673144.0,
 "awd_min_amd_letter_date": "2001-08-22",
 "awd_max_amd_letter_date": "2004-07-02",
 "awd_abstract_narration": "When cells make proteins for export (secretory proteins), it is critically important that the proteins are as they should be.  If not, there is a quality control mechanism, termed Endoplasmic Reticulum-Associated Degradation (ERAD) that detects aberrant proteins and destroys them.  The importance of cleansing the secretory pathway of aberrant proteins is underscored by the fact that if mis-folded proteins accumulate in the endoplasmic reticulum (ER), they induce the \"unfolded protein response\" (UPR), a cellular response that can lead in extreme cases to programmed cell death.  \r\n\r\nDrs. McCracken and Brodsky originally discovered that ERAD involves the selection of aberrant proteins (ERAD substrates), transport of the substrate proteins back across the ER membrane into the cytoplasm, and subsequent proteolytic degradation of the substrate proteins via the proteasome.  This pathway has since been shown by several laboratories to be involved in the degradation of at least 20 different substrate proteins and to be conserved across eukaryotic species from yeast to humans.  Subsequent work demonstrated that at least two ER-lumenal chaperones, BiP (KAR2) and calnexin, are required for ERAD export of soluble protein substrates.  One of these, BiP, is also required for protein import into the ER.  Brodsky and McCracken have recently identified mutations in BiP that are specific for ERAD, and as part of this project they will biochemically characterize these mutations (plus others that they plan to identify or create via site-directed mutagenesis) in order to determine what aspects of BiP structure and activity are specifically required for ERAD.  \r\n\r\nMcCracken and Brodsky have also demonstrated that the ERAD pathway for an integral membrane protein, CFTR, is substantially different from that for soluble substrate proteins and involves a different set of chaperones.  Neither BiP nor calnexin are required for CFTR degradation, but a cytosolic Hsp70 chaperone, Ssa1p, is; conversely, Ssa1p is not required for ERAD of soluble substrate proteins.  As part of this project, the molecular basis for this distinction will be explored.  Specifically, two hypotheses will be examined using genetic and biochemical techniques: (1) Ssa1p is required for CFTR ubiquitination; and (2) Ssa1p is required to maintain an aggregation-prone cytoplasmic domain of CFTR in solution.\r\n\r\nA tabulation of the factors necessary and dispensable for the degradation of multiple ERAD\r\nsubstrates indicates that the requirements for the degradation of ERAD substrates may or may not\r\nutilize common factors. Thus, the continued identification of genes required for the turnover of a\r\ngiven substrate is essential. To this end, Brodsky and McCracken have isolated mutations in which the degradation of the Z variant of Alpha1-Protease Inhibitor (A1PiZ) is compromised in yeast. In addition, because the presence of mis-folded proteins in the ER activate both ERAD and the UPR, known UPR-target genes that are required for the degradation of A1PiZ have been identified. As part of this project, McCracken and Brodsky will carry out a functional characterization of both classes of genes necessary for the proteolysis of A1PiZ; results from this study are expected to provide a better mechanistic understanding of the ERAD selection and targeting process.\r\n\r\nIn sum, these studies represent a combination of genetic and biochemical methods aimed\r\ntoward understanding a recently discovered cellular pathway in cell biology.  The project will employ multiple approaches and will benefit from the synergistic expertise of the two collaborating scientists, Drs. Ardythe McCracken and Jeffrey Brodsky, who initially discovered the ERAD pathway.  The project will also continue to contribute to both classroom and laboratory research instruction of undergraduate and graduate students.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ardythe",
   "pi_last_name": "McCracken",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ardythe A McCracken",
   "pi_email_addr": "mccracke@unr.edu",
   "nsf_id": "000439172",
   "pi_start_date": "2001-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 162626.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 173756.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 162626.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 174136.0
  }
 ],
 "por": null
}