{
 "awd_id": "0110173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional Genomics of Cellulose Synthesis in Economically Important Plants",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2001-10-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 471134.0,
 "awd_amount": 471134.0,
 "awd_min_amd_letter_date": "2001-09-06",
 "awd_max_amd_letter_date": "2001-09-06",
 "awd_abstract_narration": "\r\n\r\n\r\nSenior personnel: Deborah P. Delmer, PI, Candace Haigler, Co-PI, Texas Tech University; Andrew Spicer, Co-PI, Texas A&M Houston; Allan Zipf, Co-PI, Alabama A&M University; Kanwarpal Dhugga, senior scientist and unfunded collaborator, Pioneer HiBred\r\n\r\n     Cellulose (Beta-1,4-glucan) represents a major sink for carbon in plants where it exists as a key cell wall polymer. The pattern and extent of cellulose microfibril deposition contribute to patterns of morphogenesis, to the unique characteristics of specialized cell types, and to the strength and flexibility of plant stems. Cellulose is used extensively as fuel, timber, fiber, forage, and chemical cellulose. Manipulation of the patterns and extent of cellulose deposition, the dimensions and crystallinity of the microfibrils, or the ratio of cellulose to other sinks such as lignin or starch, can be expected to improve the quality of many economically important plants. This project continues work initiated in a previous NSF Plant Genome award to study the functional genomics of the CesA gene family proposed to encode the catalytic subunits of the multicomponent cellulose synthase enzyme complex. The new project also extends these objectives to include discovery and characterization of other genes that are critical for the process. Research focuses on     plants of economic importance where modifications of this process could yield most benefit-on maize where stem strength and carbon partitioning are important issues and on cotton for fiber improvement. Arabidopsis and tracheary elements of Zinnia are also being used as models to test new concepts. Specific goals include: 1) Studies of expression patterns of all ten of the Arabidopsis CesA genes and their related ancestors, the CslD genes. This work will define developmental patterns of expression for all of these genes and also identify potential pairs or triplets of CesA that are required as functional units within a single cell type, examine affects of carbon status and light on gene expression, and test the hypothesis that the related CslD genes are the cellulose synthases of tip-growing cells; 2) With respect to maize, these studies will identify expression patterns for 4 key ZmCesA genes, and relate these to any phenotypes generated in the 4 different selected Mu insertion lines that are mutated in these respective genes; 3) Further testing of the hypothesis that at least two distinct CesA proteins and the Korrigan cellulase protein are all required for cellulose synthase complex formation and function; this will be done by co-expressing and analyzing complex formation and ability to make cellulose when combinations of these genes are expressed in yeast and tobacco BY-2 cells; 3) Completion of characterization of the first identified CesA gene from an alga ; 4) Determination of the comparative topology of a plant CesA protein in the plasma membrane with its related hyaluronan synthase ancestor of mammals in order to relate     structure of the proteins to their functions in synthesis of the glucan chains of cellulose ; 5) A description of the evolution, diversity, and map locations of CesA genes in cotton, studies that should shed light on the evolution of tetraploid cotton and also identify polymorphisms in these genes to contribute to the genome maps of diploid and tertraploid cottons; 6) Microarray experiments to study global expression patterns of large numbers of genes in Arabidopsis, maize and cotton under conditions in which we know CesA gene expression is affected, with the goal of identifying other genes that are important for cellulose synthesis in plants. \r\n\r\nDeliverables\r\nDeliverables have and will include publications in peer-reviewed journals and sequences of cDNAs for novel CesA genes deposited in Genbank. In the future: (a) seeds of transgenic Arabidopsis plants containing CesA promoter-GUS fusions will be deposited in public seed banks; a\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Delmer",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah P Delmer",
   "pi_email_addr": "ddelmer@rockfound.org",
   "nsf_id": "000292799",
   "pi_start_date": "2001-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 471134.0
  }
 ],
 "por": null
}