{
 "awd_id": "0111295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Surface Ocean - Lower Atmosphere Study (SOLAS) Workshop",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2001-04-15",
 "awd_exp_date": "2003-01-31",
 "tot_intn_awd_amt": 20174.0,
 "awd_amount": 20174.0,
 "awd_min_amd_letter_date": "2001-04-13",
 "awd_max_amd_letter_date": "2001-04-13",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-0111295\r\n\r\nThis award will support a science-planning workshop on the biogeochemical and physical processes controlling  climate relevant compounds (CRCs) in the Surface Ocean-Lower Atmosphere (SOLA) region. This workshop will  initiate the development of a science plan for a US Surface Ocean-Lower Atmosphere Study (SOLAS). US SOLAS  will be part of the international SOLAS, which is currently planned as a new international interfacial program by the  IGBP, SCOR and CACGP. The international SOLAS has already been approved by SCOR and IGBP.  This workshop will be structured around several interelated fundamental science issues in ocean/atmosphere  biogeochemical coupling:\r\n\r\n-- The Surface Ocean-Lower Atmosphere Sulfur Cycle\r\n-- Radiation and Photochemistry in the Surface Ocean-Lower Atmosphere\r\n-- Boundary Layer Dynamics of CO2 and other climate relevant gases\r\n-- Atmospheric Connections with the Marine Nitrogen Cycle\r\n-- Boundary Layer Physics  \r\n\r\nThrough discussions in the five science issue areas above, the overall objectives of the workshop will be to: \r\n\r\n-- Summarize recent advances in quantifying fluxes of CRCs in the SOLA region. \r\n-- Identify critical and addressable knowledge gaps to predict future concentrations of CRCs in the lower marine  atmosphere.  \r\n-- Prioritize which inter- and multi-disciplinary studies will further our understanding of controls on the concentrations and fluxes of CRCs in this boundary region.  \r\n-- Further the development of a US science plan for study of the SOLA region and evaluate how such an effort would  interface with other national and international science initiatives such as the U.S. Carbon Cycle Science Plan  (CCSP), the IGBP International Global Atmospheric Chemistry (IGAC) project and the international SOLAS.  \r\n\r\nThe atmospheric concentrations of many CRCs are affected by physical, biological, and chemical processes in the  SOLA region. Models suggest that this region is particularly susceptible to climate change, and that changes in this  region can affect global concentrations of CRCs. Forecasting future levels of the CRCs thus requires better  knowledge of processes in the SOLA and how the processes there will change under various climate change  scenarios. Many processes in the SOLA region are closely linked on both sides of the air-water interface and must be  investigated in a comprehensive interdisciplinary fashion. Advances have been made over the last decade in the  study of the relevant processes, but a holistic and interlinking view of these processes has been lacking. The need for  such an approach has been amply documented by increasing evidence of the interconnectivity of biogeochemical and  physical cycles. Some processes, such as the effect of aeolian deposition of trace nutrients on the surface ocean's  carbon cycle, have received increasing attention. Others, such as the effect of ocean-derived aerosol particles on  lower atmosphere oxidation efficiency are just becoming apparent. To quantify these climate-relevant processes a  partnership between scientists investigating the surface ocean and lower atmosphere is necessary.  \r\n\r\nDeveloping a program that crosses traditional disciplinary boundaries is challenging and requires significant  community input from investigators who have not routinely interacted in the past. The proposed workshop is one  avenue to foster such interactions. As with previous interdisciplinary efforts, such as JGOFS, the returns are high as  scientific breakthroughs are often accomplished by thinking \"outside the box\"[or in this case reservoir].  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Matrai",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Matrai",
   "pi_email_addr": "pmatrai@bigelow.org",
   "nsf_id": "000306202",
   "pi_start_date": "2001-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "60 BIGELOW DR",
  "perf_city_name": "EAST BOOTHBAY",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045445700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1309",
   "pgm_ref_txt": "GLOBAL TROPOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 20174.0
  }
 ],
 "por": null
}