{
 "awd_id": "0111830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Assessment Via Contests:  (1) Persistence in Occupation Choice; (2) Over/Underconfidence and Interaction Levels",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032920000",
 "po_email": "khusband@nsf.gov",
 "po_sign_block_name": "Kaye Husbands Fealing",
 "awd_eff_date": "2001-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 222450.0,
 "awd_amount": 222450.0,
 "awd_min_amd_letter_date": "2001-06-20",
 "awd_max_amd_letter_date": "2003-06-25",
 "awd_abstract_narration": "Many assessments, both of an individual's own ability and that of others are based in part on bilateral interactions.  These interactions, which take place among colleagues and between family members and friends, can take the form of arguments over business tactics or politics, discussions of past work and of other colleagues, and many other issues. After such interactions the participants usually have an assessment of which participant came out ahead; who won or lost the debate. These interactions may influence an individual's self-assessment, and thereby choices of occupation and investment in human capital. These contests will also influence an individual's assessment of the person with whom they interacted, and hence it will influence their recommendations for these others. This in turn may influence the desire of agents to interact. This project explores how these assessments affect choices by individuals themselves and of promotions of others.\r\n\r\nIn deciding which occupation to pursue individuals need information about their ability. If such signals take the form noted above, namely of wins and losses against others, the information contained in these signals will be significantly influenced by the perception of the other person's ability. It is natural to assume that different occupational classes have different abilities-which would arise from individuals choosing occupations according to their self assessment-and that children interact with parents (more generally adults) from a particular occupational class. In such an environment, the children of different occupational classes will have access to different types of signals. In particular, those from occupational classes requiring low ability will observe signals that compare them to the low ability individuals. This will lead to a form of persistence in occupational choice. The project explores this persistence in a rich model of types, contests, and occupational choice, and compares it to stylized facts regarding persistence. \r\n\r\nThere is ample evidence that individuals incorrectly assess their own ability. The project explores how these incorrect assessments spillover into incorrect assessments of others. The study begins by assuming that individuals may either be correct about their own ability, or they may have a bias; in particular they may either be over- or under-confident. If these individuals are otherwise rational, then they will tend to over or under evaluate those with whom they participate in contests. This in turn will lead those who need to be assessed, say for promotion, to want to interact with certain types of assessors, in order to bias their evaluations upwards. Despite these errors, the increased interaction can improve assessment and thereby the promotion process. Of course, biases may take other forms, and the research explores in general the effect that biases in self-assessment have on the assessment of others, and thereby on promotion processes. \r\n\r\nThe research will have several contributions. It will provide new models of persistence in occupational and social mobility. It will also explore how biases in perception influence promotion and other decisions in organizations. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eddie",
   "pi_last_name": "Dekel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eddie Dekel",
   "pi_email_addr": "eddiedekel@gmail.com",
   "nsf_id": "000177888",
   "pi_start_date": "2001-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 70585.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 75016.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 76849.0
  }
 ],
 "por": null
}