{
 "awd_id": "0111024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanism of PLP-Dependent beta-Eliminases",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Parag R. Chitnis",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2001-08-09",
 "awd_max_amd_letter_date": "2001-08-09",
 "awd_abstract_narration": "The long-term goal of our studies is to elucidate the mechanisms of pyridoxal 5'-phosphate (PLP)-dependent enzymes that catalyze chemistry at the beta-carbon of amino acid. Studies have focused on the mechanism of the enzyme O-acetylserine sulfhydryase (OASS), which catalyzes the beta-replacement of the acetoxy group of O-acetyl-L-serine with SH to give L-cysteine.  Of interest, a fraction of the OASS is in the cysteine synthetase (CS) multienzyme complex with the first enzyme in the cysteine biosynthetic pathway, serine acetyltransferase(SAT). Thus, a complete mechanistic study of the component enzymes alone and in the CS multienzyme complex is being carried out. In this regard, mechanistic studies are planned to elucidate the kinetic and chemical mechanisms of serine acetyltransferase according to the following specific aims. 1) The kinetic and acid-base chemical mechanism of STA will be determined via the pH dependence of kinetic parameters, and isotope effects. 2) The mechanismof SAT regulation by L-cysteine will make use of initial velocity studies, isotope effects, spectral studies, and analytical ultracentrifugation beta-Replacement reactions catalyzed by PLP-dependent enzymes are of interest since they generate an beta-aminoacrylate external aldimine intermediate, a hot electrophile. In addition, there is the possibility that this class of enzymes catalyze the beta elimination and beta addition reactions in a concerted, E2 , or stepwise, E1 , reaction. It is of interest to determine how OASS stabilizes its beta-aminoacrylate intermediate, and whether the mechanisms of elimination and addition are concerted or stepwise, that is whether a quinonoid intermediate is generated during the two halves of the reaction. In addition, the participation of the enzyme in the overall reaction in terms of catalytic advantage is of import. Finally, a new allosteric regulatory site for the binding of small anions has recently been identified, and a molecular mechanism of inhibition proposed that must be tested. The above questions will be answered via the following specific aims. 1) The reaction mechanism will be probed using presteady state and steady state kinetic techniques, and kinetic isotope effects to obtain information on the second half of the reaction. 2) Oligonucleotide-directed mutagenesis will be used to identify the function of enzyme residues that interact with the cofactor, and substrate. 3) The new mechanism of regulation will be tested using oligonucleotide-directed mutagenesis of residues along the pathway for transmission of the allosteric effect.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Cook",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Paul F Cook",
   "pi_email_addr": "pcook@ou.edu",
   "nsf_id": "000093951",
   "pi_start_date": "2001-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}