{
 "awd_id": "0111328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Substantive and Methodological Innovations for the Study of Temporal Dynamics in International Conflict",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James S. Granato",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2002-09-30",
 "tot_intn_awd_amt": 35760.0,
 "awd_amount": 35760.0,
 "awd_min_amd_letter_date": "2001-06-08",
 "awd_max_amd_letter_date": "2001-06-08",
 "awd_abstract_narration": "This award funds a project that contributes to our understanding of international relations in two broad ways.  First, from a theoretical standpoint, it addresses empirically what scholars have understood in principle for decades: that temporal factors such as history, sequence, and perceptions of the future are critical to any complete understanding of international interactions. \r\n\r\nThe investigators' work tests a number of central theories of conflict, including propositions linking democratization, economic interdependence, and uncertainty to war.   Their proposal emphasizes that the inferences we draw about political dynamics are necessarily conditioned by both the recognition and satisfaction of one's model's assumptions, and on a close correspondence between that model and the process generating the data examined. Neither model assumptions (e.g. that of temporal stability in covariate effects) nor basic substantive facts about the phenomenon of study (such as the repeated nature of conflict in the international arena) are innocuous; different methodological treatments of prior disputes, for example, imply fundamentally different understandings of the effects of those disputes on current conflicts. \r\n\r\nIn this vein, this project examines a series of related issues:\r\n\r\n1. Do conflicts beget future conflicts? They develop two hypotheses on this question, one from a rationalist perspective and the other from a model rooted in neorealism and social psychology. They test these competing theories, using innovative techniques that account for the influence of past conflicts between two states (that is, repeated events) on the likelihood of a future dispute. \r\n\r\n2. They examine an assertion implicit in all existing quantitative studies of international conflict, that observations are exchangeable. The investigators assert that this assumption is incorrect on both theoretical and empirical grounds.  Culture and exogenous shocks clearly affect the probability of conflict. Such heterogeneity is a form of model misspecification, making the conclusions drawn using standard statistical approaches suspect.  They use mixture models to address unmeasured heterogeneity, and show how such models conform closely to our understanding of international disputes and provide superior assessments of the causes of those disputes. \r\n\r\n3. Finally, they determine whether the effects of certain influences on conflict have varying effects over time. A host of theoretical work suggests that the affect of those factors, which have been shown to foster or inhibit international conflict, vary over time. The substantive implications bear fundamentally on the validity of different theoretical perspectives in international relations, and have substantial policy implications for decision makers in the international arena.  Conventional analyses do not and cannot allow for the effects of such factors on disputes to change over time.\r\n\r\nIn sum, the investigators will further improve the study of international relations by paying greater and more explicit attention to the connection between a number of general theoretical expectations regarding time and conflict and the kinds of statistical tools used to model and test those expectations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Box-Steffensmeier",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Janet M Box-Steffensmeier",
   "pi_email_addr": "box-steffensmeier.1@osu.edu",
   "nsf_id": "000387940",
   "pi_start_date": "2001-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 35760.0
  }
 ],
 "por": null
}