{
 "awd_id": "0112570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of Environmental Science Instrumentation Core Facility",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark A. Farmer",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2001-08-06",
 "awd_max_amd_letter_date": "2001-08-06",
 "awd_abstract_narration": "A grant has been awarded to Dr. R. Boopathy at Nicholls State University in Thibodaux, Louisiana to develop an Environmental Science Instrumentation Core Facility.  The purpose of this facility is threefold: (1) to enhance training of students in environmental sciences, (2) to enable new training of traditional faculty, and (3) to facilitate faculty research. This project will equip a laboratory of analytical instrumentation, including a gas chromatograph, a high performance liquid chromatograph, a UV-VIS Spectrophotometer, a BIOLOG Microbial Identification System, and other small equipment.  This essential equipment will (1) enhance educational opportunities and research activities of students, (2) enhance preparation of students for both careers and post-baccalaureate schools, (3) facilitate development of faculty as teachers and investigators, (4) both promote retention of existing faculty and facilitate attraction of new faculty, and (5) enhance the value of the University's environmental science program.\r\n\r\n    The University is the service institution to south-central Louisiana, which since the1930's has been a region highly cultivated by the oil and gas industry.  Appropriately, the analytical instruments of the facility will be used to study anaerobic biodegradation of petroleum hydrocarbon-contaminated sites such as sediments and groundwater.  The GC and HPLC will be extensively used to quantify petroleum hydrocarbons and the BIOLOG System will be used to identify aerobic and anaerobic bacteria responsible for degrading petroleum hydrocarbons.  In addition, the instruments will be used to analyze other industrial contaminants such as chlorinated aliphatic compounds including carbon tetrachloride and trichloroethylene in ground water and sub-surface environmental samples.\r\n\r\n    The Environmental Science Instrumentation Core Facility at Nicholls State University will not only enhance the infrastructure of the University and its Environmental Science Program but also provide opportunities for students and faculty that have not been otherwise available.  Achievement of project goals will help build and strengthen the research opportunities at a regional Louisiana university not traditionally recognized as capable of supporting such potentially valuable research and training.  As the only university in a thirteen-parish south central Louisiana region, and through the regionally significant projects of individual investigators, the potential to stimulate economic development in a state historically lacking in economic diversity is high and significant. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramaraj",
   "pi_last_name": "Boopathy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramaraj Boopathy",
   "pi_email_addr": "biol-rrb@nicholls.edu",
   "nsf_id": "000396077",
   "pi_start_date": "2001-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nicholls State University",
  "inst_street_address": "906 E 1ST ST",
  "inst_street_address_2": "",
  "inst_city_name": "THIBODAUX",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "9854484061",
  "inst_zip_code": "703016701",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "NICHOLLS STATE UNIVERSITY",
  "org_prnt_uei_num": "U4QWELMTSBW7",
  "org_uei_num": "RNJGSL6JRF56"
 },
 "perf_inst": {
  "perf_inst_name": "Nicholls State University",
  "perf_str_addr": "906 E 1ST ST",
  "perf_city_name": "THIBODAUX",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "703016701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}