{
 "awd_id": "0112653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR/AP:  Collaborative Research:  Sampling Methods for Optimization and Control of Subsurface Contamination",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2001-10-01",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 166667.0,
 "awd_amount": 166667.0,
 "awd_min_amd_letter_date": "2001-08-30",
 "awd_max_amd_letter_date": "2001-08-30",
 "awd_abstract_narration": "The objectives of this project are (1) to simultaneously design optimization methods and subsurface flow and transport simulators for a variety of subsurface contaminant remediation problems, (2) to implement the optimization-simulation combination in a way that exploits parallelism in both the optimization and simulation, including some ideas for grid-based implementations of search-poll type methods, (3) to apply the new algorithms to two demonstration problems, (4) to train a generation of students in this multidisciplinary setting.  Two of the PIs, Dennis and Kelley, have expertise in a wide range of optimization technology, both gradient-based methods for smooth problems and sampling methods for problems for which gradients are not available.  Kelley and Miller have a long-standing collaboration in numerical methods for simulation of multi-phase flow.  The PIs will exploit this expertise and design the simulators and optimization algorithms simultaneously.  There will be IT-centered activity in software.  Two codes, FOCUS and IFFCO, are under development by the principal investigators.  The most mature of these, IFFCO an implicit filtering optimization code, will be ported to MPI from PVM, packaged for ease of installation and testing, documented as a book, and released in final form.  The PIs will also continue to develop FOCUS, an implementation of the surrogate management framework ideas.\r\n\r\nRemediation of subsurface contamination is an important issue world-wise. The goal is to clean up, or render immobile, underground contaminants such as fuel spills from underground tanks or industrial waste from leaking drums, and do this at minimum cost.  Management decisions must be made, and the potential financial penalty of bad decisions is great.  Mathematical models of subsurface systems are often used to assist in making such decisions and these models are increasingly linked with optimization approaches to aid design and management decision making.  Subsurface remediation strategies involve decisions such as the restoration approach to use, the selection of locations to install devices, such as wells, and the rates of extraction from or injection into these wells.  There are open scientific problems in simulation related to fundamental modeling and choice of numerical methods that need to be addressed as part of the design of software to optimize the remediation methods.  The three PIs have expertise in simulation, modeling, and experimental work in multi-phase flows as well as broad expertise in optimization methods.  The objectives of this project are to design models, simulators, and optimization methods simultaneously with the goal of more efficient optimal design based on more accurate models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cass",
   "pi_last_name": "Miller",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Cass T Miller",
   "pi_email_addr": "casey_miller@unc.edu",
   "nsf_id": "000269956",
   "pi_start_date": "2001-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "168600",
   "pgm_ele_name": "ITR SMALL GRANTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 166667.0
  }
 ],
 "por": null
}