{
 "awd_id": "0112005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Better Safe than Sorry:  Precautionary Reasoning, Utility Reversals, and the Creation of Dominance",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 190000.0,
 "awd_min_amd_letter_date": "2001-09-19",
 "awd_max_amd_letter_date": "2002-09-23",
 "awd_abstract_narration": "ABSTRACT for GENERAL PUBLIC'\r\n\r\nBetter Safe than Sorry:\r\nPrecautionary Reasoning, Utility Reversals, and the Creation of Dominance\r\n\r\nHow do people evaluate the possible outcomes of risky situations? Do these evaluations of possible outcomes guide people's decision-making in such circumstances? According to most theories of \"rational\" decision making, people's choices should be based on what they think might happen, how desirable or undesirable those possible outcomes are, and how likely they think those outcomes are. In other words, people should think about the possible outcomes before making decisions, so that they can make better decisions.\r\n\r\nSometimes, however, people may \"jump to conclusions\" before considering all of the possible outcomes. This seems particularly likely when one of the possible outcomes is very bad (for example, when people are killed as the result of a dam failure because a warning was not issued soon enough). Also, it appears that jumping to a conclusion about the preferred course of action (issuing a dam-failure warning, in this case) can affect the way that people think about the other possible outcomes (for example, issuing a warning that leads to an unnecessary evaluation because the dam does not fail). When people think about the possible outcomes only after they decide what to do, the decisions that they make may not be as good as possible. In particular, jumping to conclusions can lead people to indicate that one alternative is always better than the other (for example, that warning \"dominates\" not warning) when this is not really the case. Our research is designed to assess when and how people evaluate possible outcomes after rather than before decisions, and to assess the role of \"precautionary reasoning\" in such situations.\r\n\r\nWe propose to study these issues in three computer-based experiments using members of the general public. Experiment I is designed to discover whether putting a person in the role of decision maker (as opposed to a more uninvolved evaluator) increases the chances of jumping to conclusions and evaluating some outcomes after decisions are made. Experiment 2 is designed to explore the mental processes that people use when they jump to conclusions. Specifically, the experiment will assess how participants seek information about possible outcomes, how participants form their initial preferences among decision alternatives, and how these emerging preferences affect participants' evaluations and use of additional information. Experiment 3 will focus on the effect of uncertainty about the possible outcomes and the effect of ambiguity about the likelihood of the event in question.\r\n\r\nThe results of this research will broaden the literature on decision-making processes and should have important implications for the assessment of possible outcomes in public and private decision making. In addition, these studies will be among the first to address the relationship between the recently popularized \"precautionary principle\" and more traditional decision-making methods.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "DeKay",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L DeKay",
   "pi_email_addr": "dekay.3@osu.edu",
   "nsf_id": "000353764",
   "pi_start_date": "2001-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Fischbeck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Fischbeck",
   "pi_email_addr": "pf12@andrew.cmu.edu",
   "nsf_id": "000191064",
   "pi_start_date": "2001-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": null
}