{
 "awd_id": "0112288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Economic Influences on Migration Decisions of Young Workers",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2001-07-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 285387.0,
 "awd_amount": 285387.0,
 "awd_min_amd_letter_date": "2001-08-23",
 "awd_max_amd_letter_date": "2006-05-19",
 "awd_abstract_narration": "\r\nThe extent to which Americans move from one part of the country to another is remarkable when compared with data for other countries.  The research analyzes the relevance of geographical differences in income from the point of view of young people who must decide whether to accept the opportunities available in their current location, or move elsewhere in search of better opportunities.  There are in fact large geographical differences in wages, despite large migration flows that might be expected to eliminate such differences.  There are also large geographical differences in welfare benefits, and policy-makers express concerns that these differences might create \"welfare magnets\" in some locations.  Thus there is reason to believe that differences in expected income may help explain migration decisions.  A more detailed understanding of the relationship between income and migration will be useful in many applications.  For example, it will lead toward better forecasts of how quickly regional differences in income and poverty are likely to dissipate; and it will greatly improve our ability to analyze the effects of changes in the welfare system.\r\n     We build an economic model of individual migration decisions, and we fit it to individual histories, using data from the National Longitudinal Survey of Youth (NLSY).  Individual decisions to migrate are modeled as a job search problem in which welfare benefits or other alternative sources of income act as a floor, insuring workers against bad job search outcomes.  A worker can draw a wage only by visiting a location, thereby incurring a moving cost.  Locations are distinguished by known differences in mean wages, amenity values and alternative income sources.  A worker starts the life-cycle in some home location and chooses an optimal sequence of moves before settling down.  There is a two-dimensional ranking of locations, ex ante: some places have high wages, and others have attractive fallback options (both adjusted for amenity values). \r\n      The decision problem is too complicated to be solved analytically, so we proceed by using a discrete approximation that can be solved numerically.  State data on welfare benefits and Census data on wages are used to estimate the parameters describing the menu of choices available to individuals, and preference parameter values are selected so as to maximize the likelihood of the migration decisions seen in the NLSY data.  The result of the project will be a structural explanation of migration behavior, that can be used to say what would have happened if the same individuals had been confronted with a different menu of choices.  In particular, the results will be used to assess the extent to which migration decisions are driven by geographical wage differentials, and by welfare magnets.  Preliminary empirical results indicate that a useful structural model of welfare migration is within reach, and it is likely that this can be extended to obtain a broader characterization of migration decisions of young workers.  It will than be possible to analyze behavioral responses to situations not seen in the data, such as the implementation of new policies affecting the labor market.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kennan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Kennan",
   "pi_email_addr": "jkennan@ssc.wisc.edu",
   "nsf_id": "000312991",
   "pi_start_date": "2001-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Walker",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Walker",
   "pi_email_addr": "walker@ssc.wisc.edu",
   "nsf_id": "000112453",
   "pi_start_date": "2001-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin",
  "perf_str_addr": "1725 STATE ST",
  "perf_city_name": "LA CROSSE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "546013742",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 120422.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 81510.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 83455.0
  }
 ],
 "por": null
}