{
 "awd_id": "0113565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chronology of the Middle and Later Stone Age in East Africa",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark L. Weiss",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2006-01-31",
 "tot_intn_awd_amt": 237745.0,
 "awd_amount": 237745.0,
 "awd_min_amd_letter_date": "2001-08-07",
 "awd_max_amd_letter_date": "2001-08-07",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Stanley H. Ambrose and his colleagues will conduct three field seasons of archaeological and geological research in the central and southern Rift Valley of Kenya to conduct a coordinated investigation into the origins and evolution of modern human behavior in East Africa.  The team brings together American, Australian and Kenyan specialists in archaeology, geology, geochemistry, geochronology and paleontology.  Many scholars now believe that transition from archaic (neanderthal-like) to modern behavior occurred in eastern Africa between 250,000 and 50,000 years ago. The transition from the Middle Stone Age (MSA) to the Later Stone Age (LSA) is widely considered to mark the change from \"archaic\" to \"fully-modern\" human behavior. Moreover, there are several behavioral innovations during the later MSA in eastern and southern Africa that are considered components of modern behavior that do not occur in the Middle Paleolithic of Eurasia. They include intensive long distance trade of fine-grained stone tool raw materials, microlithic blade technologies, ornamental artifacts, formal shaped bone tools and effective predation.  Technological innovations seem to accumulate gradually, suggesting development in Africa, rather diffusion from an earlier area of origin elsewhere.  However, this period lies beyond the range of radiocarbon dating, and most other dating techniques for this time span are inaccurate and unreliable.  The central and southern Kenya Rift Valley region contains a rich archaeological record spanning the past 250,000 years.  Recently active volcanoes have deposited layers of ash in most archaeological sites. Argon isotope dating of volcanics is one of the only methods that can provide reliable and accurate dates for sites between 250,000 and 40,000 years old.  Volcanic layers can also be chemically \"fingerprinted\", and dating a volcanic ash once dates every site in which it occurs.\r\n\r\nGenetic and fossil evidence suggests that anatomically modern humans dispersed from eastern Africa several times during the last 100,000 years.  Behavioral and technological innovations during the MSA in eastern Africa may have facilitated the expansion of modern humans out of Africa.   This important era of human evolutionary history is extremely poorly documented and dated in Africa.  The presence of abundant archaeological sites with stratified volcanics for dating now allows us to test the model of an eastern African origin of modern human behavior. \r\n\r\nDr. Ambrose and his collaborators will focus on four questions: \r\n1.  How old are MSA and early LSA archaeological occurrences in the central Rift Valley?  Advances in methods for single crystal laser fusion argon isotope dating and chemical correlation of young volcanics permit us to address this issue.\r\n2.  How does stone tool technology change during this transition?  This will be investigated by analysis of the tool production strategies and the tool types that were produced.\r\n3.   How did stone tool raw material source use change during the transition?  Expansion and contraction of trade networks and sizes of home ranges will be evaluated by chemical fingerprinting of obsidian artifacts.  This prized material was widely traded. Most sources of obsidian are located in a restricted area and have unique geochemical fingerprints.\r\n4.  How did faunal resource exploitation patterns change?  Were MSA hunters like modern humans, who were able to take large, healthy, mature and dangerous prey.  Age structure and body part data from archaeological faunas provide insights into predation patterns.\r\n5.  What were the environmental contexts of the sites?  How did settlement systems differ between the MSA and LSA   Geoarchaeological approaches to reconstructing the environmental settings of archaeological sites will be employed.\r\n\r\n This research is important for several reasons. (1). It will provide the first accurate geochronology for the Middle Stone Age of Africa; (2)  It will provide insights into the nature and dynamics of the transitions in technology, economy, land use and social and territorial organization; (3)  It will help test models of the African origin of modern human behavior and the dispersal of modern humans from Africa.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Ambrose",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley H Ambrose",
   "pi_email_addr": "Ambrose@illinois.edu",
   "nsf_id": "000101602",
   "pi_start_date": "2001-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 237745.0
  }
 ],
 "por": null
}