{
 "awd_id": "0113688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Perning Homo erectus District, East Java-Paleoenvironment and Dating",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanna E. Lambert",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 55921.0,
 "awd_amount": 55921.0,
 "awd_min_amd_letter_date": "2001-07-28",
 "awd_max_amd_letter_date": "2001-07-28",
 "awd_abstract_narration": "Project geologists, paleontologists, and anthropologists will use geological field observations and newly collected fossils to characterize the dietary resources and habitats that were available to early human ancestors along an ancient tropical coast in Java.  The field area is a 20km2 outcrop of marine deltaic deposits where the Perning/Mojokerto Homo erectus skull cap was discovered in 1936. The hominid deposits are made up of material erupted from nearby volcanoes, and volcanic products from the beds have been dated by radioisotopic methods at 1.81 +/- 0.04 Ma.  New radioisotopic dates will be obtained in this project to more fully document the age of the hominid-bearing section, but the Perning hominid is already certain to be the oldest known from marine coast sediments.\r\n\r\nDetermining the diets of fossil hominids is one of the primary ways that we track the biological and behavioral adaptations lying at the core of human evolution.  Because of the great age of the Perning hominid beds, this project addresses diets at a pivotal point in human development when expansion of early Homo across the Old World doubtlessly introduced our ancestors to habitats and food resources unknown in the continental interior of Africa.  Considerable information now exists on the conditions in which early Homo lived in Africa, and from Asia evidence is mounting for hominid expansion nearly two million years ago.  However, the ecology and behavioral changes associated with the dispersal cannot be fully understood until there are new paleoenvironmental data from well-dated Asian sites.  Java is among the most valuable places in Asia for information of this kind, since Homo erectus may have inhabited Javan rainforests and seacoasts for 1.8 million years.  \r\n\r\nPaleoenvironmental reconstruction of the ancient Perning delta will be based upon pollen-, mollusk-, and vertebrate-fossils, as well as detailed observations of sedimentary facies.  Comparing the paleoenvironmental results from Perning to those from contemporaneous hominid localities in Asia and Africa is expected to provide new insights into the behavioral patterns involved in the expansion of early Homo across the Old World. The geological observations and fossils collected in the project will be used, for example, to determine whether the ancient coast at Perning offered forest/shoreline dietary resources similar to those in modern Indonesia, or was somehow like the savannas/woodlands in which the ancient hominids of Africa and Eurasia lived.  If the field program leads to new hominid discoveries, they will likely afford opportunities to radiometrically date some of Asia's earliest human inhabitants, and link them to specific coastal paleohabitats.  New hominid fossils will also provide much needed information on the physical attributes of earliest Asians.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "O. Frank",
   "pi_last_name": "Huffman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "O. Frank Huffman",
   "pi_email_addr": "huffmanof@mail.utexas.edu",
   "nsf_id": "000453607",
   "pi_start_date": "2001-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 55921.0
  }
 ],
 "por": null
}