{
 "awd_id": "0113243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reading Across Writing Systems: Basic Processes and Learning",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Guy Van Orden",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 551320.0,
 "awd_amount": 551320.0,
 "awd_min_amd_letter_date": "2001-09-13",
 "awd_max_amd_letter_date": "2001-09-13",
 "awd_abstract_narration": "The goals of this project are to discover the universal character of reading and the specific ways that writing systems affect reading processes.  It will focus on the comparison of two highly contrastive writing systems, i.e., English, representative of the world's alphabetic writing systems, and Chinese, usually considered to be a unique logographic system.  Alphabetic systems use meaningless graphs (letters) as the basic unit in the system and map these units onto meaningless units in the spoken language (phonemes).  Thus, the letter b maps to the sound /b/.  In Chinese, there are no units in the writing system that correspond to phonemes. Instead, the basic graphs (characters) correspond to syllables, most of which are words.  This allows written Chinese to link graphic units directly with meaning.  Along with the fact that early Chinese characters had pictographic content, this fact has encouraged the hypothesis that Chinese reading occurs without reference to speech (phonology).  However, recent research, including Perfetti's current NSF-funded research, has discovered that readers of Chinese make use of spoken word forms, just as readers of alphabetic systems do.  In a wide variety of tasks that expose processes of word identification, Chinese readers use the pronunciations in silent reading.  For example, when readers make decisions about word meanings, the pronunciation of the words interferes with the meaning judgment.  To use an English example, a reader who is asked to decide whether an item is a kind of plant, may make a mistake on the word \"flour\" (or take longer to make a decision) because the word shares a pronunciation with a word that is a kind of plant (\"flower\").  If the reader could avoid the pronunciation, such an effect would not occur.  Similar results have now been found for Chinese, suggesting that reading for meaning in both Chinese and English involves activation of pronunciations.  Now the question becomes how the rapid events of word identification unfold in a fraction of a second from graphic input to pronunciation and meaning.  What differences and similarities occur across the two writing systems?  Are there differences in their visual processing demands?  In the route from graphic form to meaning?  These questions will be addressed in studies of Event Related Potentials (ERP), the electrical activity of the brain that can provide information about the time course of word reading events.  The project will also include fMRI studies to add more specific information about underlying brain structures used in reading Chinese compared with those used in reading English.  In addition, the project will study the important question of how a learner comes to acquire reading skill in a second writing system.  American students learning to read Chinese will be studied in a range of behavioral and ERP tasks that will provide information on the course of learning and on some of the brain activities associated with this new learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Perfetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Perfetti",
   "pi_email_addr": "perfetti@pitt.edu",
   "nsf_id": "000311212",
   "pi_start_date": "2001-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1180",
   "pgm_ref_txt": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 551320.0
  }
 ],
 "por": null
}