{
 "awd_id": "0114231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Stretch-Activated Calcium Channels in the Regulation of Cell Movement",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Loverine P. Taylor",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 443530.0,
 "awd_min_amd_letter_date": "2001-07-16",
 "awd_max_amd_letter_date": "2007-11-01",
 "awd_abstract_narration": "Cell movement is fundamental to many other important biological processes such as embryogenesis, tissue formation, wound healing and immune function. Aberrant cell movement is involved in immune dysfunction and the development of metastatic cancer. Current studies of cell movement continue to be fueled by the potential benefits of understanding such a fundamental process. Cell movement along a surface involves repeated cycles of protrusion at the cell front followed by retraction at the rear. This coordinated series of shape changes depends on the spatial and temporal regulation of different cytoskeletal functions. Recent investigations have provided increasingly detailed information about the molecular basis of cytoskeletal function. However, one important yet relatively unexplored area concerns how the production of mechanical force integrates various aspects of cytoskeletal function to produce movement.\r\nA promising new approach to the problem of cell movement, to be used in this project, is the combined use of microscopic imaging techniques with force detection assays, to study the interrelationship between cytoskeletal behavior, force production and cell shape change during movement. Fish epidermal keratocytes are an excellent model system for this type of study because they can display a rapid mode of movement, while maintaining a simple, semicircular shape. In addition, these cells can exhibit a slower, less efficient\r\nmode of movement that is common to many other cell types. The fact that the same molecular machinery can give rise to different modes of movement, in a single cell type, points to the importance of regulatory mechanisms in governing how cells move. Recently, stretch-activated calcium channels (SAC's) have been found to regulate keratocyte cell movement, by coordinating protrusion with retraction. Thus, when retraction of the rear is impeded, cytoskeletal tension increases leading to the activation of SAC's. This triggers a transient increase in intracellular calcium concentration ([Ca2+]i) which induces retraction of the cell rear. Thus, SAC's provide a mechano-chemical feedback mechanism that coordinates protrusion with retraction and which is essential for continued cell movement.\r\nThe main goal of this project is to investigate different aspects of SAC meditated regulation of cell movement. The first aim will examine which molecular mechanisms are involved in triggering retraction of the cell rear, following activation of SAC's. \r\nSelective inhibitors of each mechanism will be used to see which is effective in blocking retraction, while simultaneously monitoring [Ca2+]i, force production, adhesion morphology and cell shape. The second aim will investigate the process of force transduction via SAC's, by using a force assay together with calcium imaging, to quantify the relationship between force production and activation of SAC's. The third aim will\r\ndetermine how adhesion strength influences the SAC mediated regulation of cell movement, by observing the effects of transfecting keratocytes with mutant adhesion receptors.\r\nThe ability to simultaneously monitor changes in cellular force production, [Ca2+]i and cell shape change, in response to defined physical and biochemical perturbations is particularly useful for studying how cell movement arises from the physical integration of molecular mechanisms. The proposed work is expected to form the basis of a new experimental and conceptual approach to the study of cell movement that can be used to study additional mechano-chemical signaling mechanisms both in keratocytes and other cell types.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juliet",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juliet Lee",
   "pi_email_addr": "juliet.lee@uconn.edu",
   "nsf_id": "000249903",
   "pi_start_date": "2001-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 117212.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 103971.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 107239.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 115108.0
  }
 ],
 "por": null
}