{
 "awd_id": "0114361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Reconfiguring Economies, Communities, and Regions in Post-Socialist Europe: A Study of the Apparel Industry",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 65030.0,
 "awd_amount": 65030.0,
 "awd_min_amd_letter_date": "2001-07-13",
 "awd_max_amd_letter_date": "2003-06-03",
 "awd_abstract_narration": "This project focuses on the changing economic geographies of apparel production in Central and Eastern Europe (CEE).  After an initial period of rapid industrial collapse and only limited persistence of apparel firms, there has been a more recent 'rebirth' of production throughout the region, linked primarily to changes in the international structure of the industry and in European Union legislation and markets.  The project investigates four aspects of these changes.  First, using international trade, production, and employment data, the project documents the emergence of these complex new geographies of apparel production and trade, and assess the specific roles played by changes in the international structure of the industry and by changes in international trade regulations.  Second, through interviews with brand-name manufacturers, retailers, marketers, and national buying firms in Western Europe, the U.S., and CEE, the study analyzes the important role of buyer-driven commodity chains in sourcing and controlling suppliers in CEE under conditions of intensely competitive pricing and rapidly changing demand.  Third, through detailed case studies in six regions in Slovakia and Bulgaria, the project examines the ways in which international sourcing restructures existing national industries, impacts upon the creation of new firms, and produces a variety of industrial forms and practices. Fourth, in seeking to explain this diversity of apparel production, the project examines the ways in which existing social, institutional, and community conditions in different regions of each country are shaping the enterprises and regional economies that are emerging. \r\n\r\nThe pace of new firm creation in these regions is astonishing and the regional impacts of these firms and the scope of their integration with European markets surprising.  Through this research we hope to contribute to our understanding of the specific forms and practices of what has been more generally characterized as low-wage, assembly production for export.  In particular, we hope to contribute to the literatures in economic geography, globalization debates, and post-socialist restructuring about the roles of national suppliers and markets in the operation of the new firms, the extent to which uniform or differentiated production and marketing strategies are emerging, and the impacts local conditions have on the operation of primarily international contract and assembly production.  The proposed research will enable us to examine more fully the conditions and contradictions associated with international integration and local economic reconfiguration in post-socialist Europe.  The project will enable us to move beyond single-region and single-country case studies by providing a cross-national and cross-regional analysis of local economic transformations in apparel producing areas.  Finally, the research will contribute to our understanding of the role of other economic and social practices in shaping the internationalization of the post-socialist apparel industry and its producing regions.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Begg",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Begg",
   "pi_email_addr": "bobbegg@iup.edu",
   "nsf_id": "000091928",
   "pi_start_date": "2001-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University of Pennsylvania",
  "inst_street_address": "1090 SOUTH DR",
  "inst_street_address_2": "",
  "inst_city_name": "INDIANA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7243572244",
  "inst_zip_code": "157051038",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "PA14",
  "org_lgl_bus_name": "INDIANA UNIVERSITY OF PENNSYLVANIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NB96G3N8CLP4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University of Pennsylvania",
  "perf_str_addr": "1090 SOUTH DR",
  "perf_city_name": "INDIANA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "157051038",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "PA14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "597900",
   "pgm_ele_name": "CENTRAL & EASTERN EUROPE PROGR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5915",
   "pgm_ref_txt": "EASTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 19835.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 23432.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 21763.0
  }
 ],
 "por": null
}