{
 "awd_id": "0114784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SDEST: Toward A Better Theory of Public Participation in Environmental Decision-Making",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 143904.0,
 "awd_amount": 143904.0,
 "awd_min_amd_letter_date": "2001-09-21",
 "awd_max_amd_letter_date": "2001-09-21",
 "awd_abstract_narration": "This research proposes to advance theoretical understanding of public participation in decision-making about environmental and risk policies that are contentious and non-routine. Theories on public participation have emerged out of management sciences, decision theory, political science, philosophy, communication studies, and small group psychology. A recent National Research Council committee report on risk characterization advanced the idea of public participation as an iterative, non-linear combination of analysis and deliberation. However, despite these theoretical developments and wise practitioner reflections, there is little systematic research on public participation processes. What is needed is theory that captures the full breadth of principles that are important to understanding public participation and integrates insights from these different disciplines and different units of analysis. One key assumption of this project is that research must also tap the knowledge of people who actually take part in public participation processes. Theory of public participation also needs to understand how the historical and social context or the characteristics of the people involved can influence performance. The same participation model (e.g. citizen juries) may not yield the same outcomes in two different social settings. Certain handbooks for practitioners give hints as to what context features planners should pay attention to, but there is no theory that adequately explains how context matters. This research undertakes a systematic comparison of public participation processes in three different policy issue arenas: forest policy-making, watershed planning, and radiation health effects protection. For each arena researchers will inquire into participants' ideas of what matters in a public participation process. By selecting individuals with vastly different points of view about the process, they will gather a wide breath of principles that theory of public participation should incorporate. To make sense of these different points of view, they will use a combination of in-depth interview methods and Q methodology. Q methodology is a way of revealing the presence of pre-existing social discourses about a topic. The researchers will also conduct a second order Q analysis across the case studies to explore whether there are stable discourses about good public participation process that are independent of characteristics of the policy venue. The analysis will involve comparing results within and between policy arenas. The interviews will be used primarily to explore the relationships between contextual features of a policy issue, personal characteristics, and beliefs about good process. Results will enable progress on theory of public participation and generation of hypotheses for future research. Such theory will be useful to planners and organizers of public participation processes and can thereby lead to improved decisions about environmental and risk issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Tuler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Tuler",
   "pi_email_addr": "SPTuler@seri-us.org",
   "nsf_id": "000168912",
   "pi_start_date": "2001-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Webler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Webler",
   "pi_email_addr": "twebler@seri-us.org",
   "nsf_id": "000211446",
   "pi_start_date": "2001-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Social and Environmental Research Institute",
  "inst_street_address": "111 ZERAH FISKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "SHELBURNE FALLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4137739955",
  "inst_zip_code": "013709551",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "SOCIAL AND ENVIRONMENTAL RESEARCH INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FKHUAXJFA3B9"
 },
 "perf_inst": {
  "perf_inst_name": "Social and Environmental Research Institute",
  "perf_str_addr": "111 ZERAH FISKE RD",
  "perf_city_name": "SHELBURNE FALLS",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "013709551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1094",
   "pgm_ref_txt": "POLICY SCIENCES"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 143904.0
  }
 ],
 "por": null
}