{
 "awd_id": "0115981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of an Amplified Ultrashort-Pulse Laser System for Ultrafast and Spectroscopic Studies of Condensed Matter Systems",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 227807.0,
 "awd_amount": 227807.0,
 "awd_min_amd_letter_date": "2001-08-02",
 "awd_max_amd_letter_date": "2001-08-02",
 "awd_abstract_narration": "This award from the Major Research Instrumentation Program will allow Harvey Mudd College to acquire laser system to support research on the ultrafast dynamics of electrons in metals and on the nonlinear optical behavior of ultrathin semiconductors and metals. The system will produce a femtosecond laser beam at a repetition rate of one kilohertz. This will greatly facilitate pump-probe measurements to monitor the non-equilibrium distribution of photoexcited electrons in metals. These measurements will provide information on both the energy- and momentum-scattering rates in metals and permit quantitative comparison to theories of electron dynamics in metals. Through continuum generation and frequency shifting, the laser system will allow spectral characterization of the nonlinear optical response of thin semiconductor films, providing valuable information on the strength of both bulk and surface sources of second-harmonic generation in centrosymmetric semiconductors. \r\nUndergraduate students will be trained in the operation of this state-of-the-art femtosecond laser facility. It will also be available as a resource to the members of the Claremont Consortium\r\n\r\nThis award from the Major Research Instrumentation Program will allow Harvey Mudd College to acquire laser system to support research on the ultrafast dynamics of electrons in metals and on the nonlinear optical behavior of ultrathin semiconductors and metals. The high density of mobile electrons inside a metal causes electrons to interact on extremely fast time scales. A detailed understanding of these interactions is important for understanding how metals catalyze chemical reactions and how atoms adsorb on metal surfaces. The new laser system will permit researchers at Harvey Mudd College to perform time-resolved measurements of the changes to the electronic system in a metal caused by an intense pulse of laser light lasting less than fifty femtoseconds (1 fs = 10-15 s). These measurements will provide information on both the energy- and momentum-scattering rates in metals and permit quantitative comparison to theories of electron dynamics in metals. The laser system can provide useful information on both the structures of the semiconductor crystal and on the quality of surfaces. Spectroscopic study of the harmonic response will provide useful information on the relative importance of surface and bulk phenomena and will permit detailed comparisons to calculations of the nonlinear response of materials.\r\nUndergraduate research students will be trained in the operation of this state-of-the-art femtosecond laser facility. It will also be available as a resource to the members of the Claremont Consortium.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Donnelly",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas D Donnelly",
   "pi_email_addr": "tom_donnelly@hmc.edu",
   "nsf_id": "000476045",
   "pi_start_date": "2001-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Saeta",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Peter N Saeta",
   "pi_email_addr": "saeta@hmc.edu",
   "nsf_id": "000449436",
   "pi_start_date": "2001-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvey Mudd College",
  "inst_street_address": "301 PLATT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218121",
  "inst_zip_code": "917115901",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "HARVEY MUDD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "C76JKA5JY2B3"
 },
 "perf_inst": {
  "perf_inst_name": "Harvey Mudd College",
  "perf_str_addr": "301 PLATT BLVD",
  "perf_city_name": "CLAREMONT",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 227807.0
  }
 ],
 "por": null
}