{
 "awd_id": "0115975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterization of Insulin-Dependent Glucose Transporters in a Teleost Fish Model, the Goby Gillichthys mirobilis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2001-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 375200.0,
 "awd_amount": 375200.0,
 "awd_min_amd_letter_date": "2001-06-14",
 "awd_max_amd_letter_date": "2003-05-06",
 "awd_abstract_narration": "One of the most fundamental biological roles of the pancreatic hormone insulin is to promote cellular uptake of glucose and other fuels from the blood and extracellular spaces.  The development of an insulin-regulated glucose transporter system is arguably a key physiological adaptation that supports the heightened energetic demands of cells and tissues in endothermic (\"warm-blooded\") animals, such as mammals.  Conversely, in ectothermic vertebrates, this and other aspects of insulin-regulated metabolism are hypothetically less developed.  Current understanding of insulin-regulated cellular glucose transport has been dependent almost entirely on studies of the insulin-regulated GLUT-4 glucose transporter of mammals.  By contrast, the status of this system \"before\" the evolution of an endothermic physiology (e.g., in fishes) is not understood, due in part to the lack of available models of insulin deficiency in ectothermic vertebrates to facilitate experimental analysis of the system. \r\n\tThe objectives of the proposed studies are (1) to characterize a teleost fish insulin-regulated glucose transporter system at the molecular and cellular levels, (2) to elucidate its physiological role in the regulation of glucose homeostasis in this vertebrate, and (3) to identify the likely evolutionary differences relative to that which exist in mammals.  The gobiid fish, Gillichthys mirabilis, is a particularly useful model for such studies, since it can be experimentally manipulated into a state of insulin-deficiency reminiscent of type-1 diabetes mellitus.  Previous work on this model indicates that insulin-deficient gobies exhibit high blood glucose levels and a pronounced impairment of insulin-regulated glucose transport activity in skeletal muscle, while insulin replacement therapy corrects these metabolic deficiencies.  In addition, insulin treatment stimulates glucose clearance in vivo and muscle glucose transport in vitro.  It is therefore hypothesized that an insulin-regulated glucose transporter, related to mammalian GLUT-4, exists in muscle of this teleost fish and plays an important role in glucoregulation, albeit with differences likely to reflect the different metabolic strategies represented by the ectothermic fish versus endotherms.  In support of this hypothesis, recent molecular cloning data in the goby and some other teleost fish species have identified at least two different cDNAs related to mammalian GLUTs 1 & 4.  The following three specific aims are proposed: 1) to isolate, clone, and characterize GLUT cDNAs from goby muscle, principally putative GLUT4 and GLUT 1, and to develop specific molecular probes (cDNA, antisera) for use in subsequent biochemical analyses; 2) to define insulin's specific regulatory actions on the muscle glucose transporter system in the goby, both at the level of gene expression and the level of the cell-physiological response to insulin; and 3) to characterize the interaction of insulin and the hormones that antagonize its actions (so-called counterregulatory hormones) in regulating the muscle GLUT system and hepatic metabolism, in order to advance a more integrative understanding of glucoregulatory physiology in this fish.  These studies should provide a novel biological perspective and understanding of a fundamental action of the hormone insulin. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Kelley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Kelley",
   "pi_email_addr": "kmkelley@csulb.edu",
   "nsf_id": "000460616",
   "pi_start_date": "2001-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach",
  "perf_str_addr": "6300 E STATE UNIVERSITY DR STE 332",
  "perf_city_name": "LONG BEACH",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908154670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ele_code": "115500",
   "pgm_ele_name": "INTEGRATIVE ANIMAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "1155",
   "pgm_ref_txt": "INTEGRATIVE ANIMAL BIOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 130700.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 109500.0
  }
 ],
 "por": null
}