{
 "awd_id": "0115596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant--The Political Economy of Inter-Regional Exchange in Uruk Mesopotamia: Geochemical Analyses of Utilitarian Trade Goods",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2001-06-19",
 "awd_max_amd_letter_date": "2001-06-19",
 "awd_abstract_narration": "Under the direction of Dr. Gil Stein, Mr. Mark Schwartz  will collect data for his doctoral dissertation. Long-distance trade has always been important in the development of civilizations throughout history.  The effect that inter-regional trade has on developing societies is a current focus of debate in anthropology.  An excellent area to explore this issue is the ancient Near East because the rise of the first states in Mesopotamia in the 4th millennium BC is linked closely to long-distance exchange with developing areas of Anatolia, Syria and Iran. This research will test the hypothesis that trade with Mesopotamia produced an overspecialization in Anatolian polities making them more vulnerable to economic collapse. While many earlier analyses have relied on indirect evidence of trade, this research will provide direct evidence through geo-chemical analyses of the utilitarian good, bitumen. This research is centered around Hacinebi Tepe, a local Anatolian settlement on the Euphrates River that had an enclave of Mesopotamian merchants during a later phase of its history. The stratigraphic sequence of levels before and during contact with Mesopotamians allows one to look at the impact of Mesopotamians on this Anatolian polity.  \r\n\r\nAn analysis of this ancient exchange system must involve the sourcing of trade goods.  Unfortunately, many of the prestige goods involved are extremely rare in archaeological deposits and hard to source chemically.  This has made many key economic questions concerning exchange patterns and the geographic origins of trade goods unanswerable.  To remedy this, Mr. Schwartz's dissertation focuses not on prestige goods, but on the utilitarian good bitumen.  This petroleum tar is found throughout the Near East, is associated with Mesopotamian and Anatolian activity, is abundant in archaeological deposits at Hacinebi and is chemically sourceable.  Employing detailed geo-chemical analyses, Mr. Schwartz's pilot study used bitumen to investigate the ancient exchange of a petroleum product in the Near East. For the first time, the presence of goods from Mesopotamia in Anatolia was demonstrated with scientific evidence.\r\n\r\nPreliminary identifications of bitumen sources hint at some of the dynamics trade at Hacinebi. Stable carbon isotope analyses suggest that the ancient exchange network was complex in terms of the sources utilized, the exchange routes and the consumers involved.  Only when complete, will this project have the potential to alter our view of this early exchange system and Mr. Schwartz will perform chemical analyses on all 414 bitumen samples from Hacinebi in order to develop a full regional perspective on exchange patterns. These data will be combined with functional analyses of bitumen artifacts from different stratigraphic levels and cultural contexts to determine if an increase in bitumen use, an emphasis on distant sources or a focus on trade related activities demonstrates a shifting economic specialization on long-distance exchange by the Anatolians at Hacinebi.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gil",
   "pi_last_name": "Stein",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gil J Stein",
   "pi_email_addr": "g-stein@nwu.edu",
   "nsf_id": "000108850",
   "pi_start_date": "2001-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}