{
 "awd_id": "0115962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a Transmission Electron Microscope and Ultramicrotome for Research in the Natural Sciences at St. Joseph's University",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark A. Farmer",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 277928.0,
 "awd_amount": 277928.0,
 "awd_min_amd_letter_date": "2001-09-25",
 "awd_max_amd_letter_date": "2001-09-25",
 "awd_abstract_narration": "A grant has been awarded to Dr. Christina King-Smith (Principal Investigator) and Drs. Michael McCann and Karen Snetselaar (Co-Principal Investigators) at Saint Joseph's University (SJU) to acquire a  transmission electron microscope (TEM) with digital imaging capabilities, an ultramicrotome, and ancillary equipment.  The requested ultramicrotome will be used by faculty and students in the Biology Department for cutting ultrathin sections of biological materials which will be examined and characterized at very high magnification using the TEM.  The electron microscope will also be used by members of the Chemistry and Physics departments for qualitative analysis of metallo-organic compounds and electron diffraction.  The requested equipment will replace the currently available, antiquated EM equipment and will be housed in an existing Light and Electron Microscopy suite in the Biology Department. It will be available for use by all faculty and students in the Departments of Biology, Chemistry, Physics and Environmental Science as the cornerstone of an Advanced Image Analysis and Processing Center, which is proposed as part of a planned Science Center renovation program at SJU. The requested instrumentation will therefore serve both to update existing research tools and as a centerpiece for a programmatic initiative involving all of the Natural Science departments.\r\n\tThe research activities that will benefit from this instrumentation span several disciplines in the Natural Sciences.  In the Biology Department, one project focuses on the protein skeleton of retinal pigment epithelial (RPE) cells, a type of cell found in all vertebrate eyes.  These cells are used as a model system to investigate mechanisms for transport of components through the interior of a cell, a basic cellular activity in nearly all animal and plant cells.  Another research project will characterize the structure and organization of photoreceptors from the compound eyes of mantis shrimps, invertebrate animals which have extremely unusual and complicated eyes.  This project will compare structure of eyes from different species of mantis shrimp found at different depths in the ocean, with the goal of discovering the structural adaptations these organisms make to maximize their visual capabilities under low light conditions in aquatic environments.  The instrumentation will also be used to investigate cellular structures and life cycle events of the corn smut fungus, a pathogenic fungus of corn.  Studies will include characterization of the structures the fungus uses to infect corn plants, and other features of its life cycle.  The interaction between this fungus and corn represents a useful model system for understanding general mechanisms of how pathogenic fungi interact with their host plants or animals.  Another project will focus on patterns of cartilage mineralization in sharks.  This research has developmental and evolutionary significance, since the mineralization of cartilage in organisms such as sharks is important in understanding the origin of vertebrate skeletal tissues.  Microbiological research will also make use of the instrumentation through the study of an unusual bacterium that is a predator of other, larger bacteria.  These studies focus on the genes and proteins involved in the development and growth of this organism.  This basic research will contribute to the understanding of fundamental patterns of genetic control of development.  Researchers in the Chemistry and Physics department will use the TEM for qualitative studies of non-biological materials.  One project in the Chemistry department is centered on understanding the chemical transformations that occur to organic pollutants in the environment.  These studies will involve the examination of the size, shape, and physical properties, discovered by electron diffraction, of metallic particles that are formed as a result of the interaction between metallic compounds and organic pollutants.  This research will enhance our knowledge of the behavior of pollutants in the environment.  \r\n\tThe overall significance of the research activities that will benefit from the requested instrumentation lie principally in the areas of basic biological and chemical research.  The cell biological studies, microbiological research, and fungal pathogen studies will all contribute to our general knowledge of the way cells function, extending from single-celled organisms such as fungal pathogens and bacteria, to cells from multicellular organisms, such as RPE cells from vertebrate eyes.  The ultrastructural studies on shrimp visual systems and mineralization of cartilage in sharks will expand our basic understanding of structural adaptations and development of visual systems and bone.  The use of this instrumentation in materials research to investigate the reaction product of metallic compounds and organic pollutants will provide insight on how these pollutants react in the environment, with potential benefits to environmental pollutant remediation.  In addition to these advances in research, this award will also have significant impact on the quality of research training for undergraduate and masters level students.  Students involved in research at SJU work alongside faculty on the research projects described above.  The electron microscope and digital camera will interface with all of our existing image analysis and processing equipment, and thus will greatly increase our productivity and ability to train undergraduate and masters level students in digital electron microscopy. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "King-Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christina King-Smith",
   "pi_email_addr": "csmith@sju.edu",
   "nsf_id": "000212749",
   "pi_start_date": "2001-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Snetselaar",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Karen M Snetselaar",
   "pi_email_addr": "ksnetsel@sju.edu",
   "nsf_id": "000388640",
   "pi_start_date": "2001-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McCann",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P McCann",
   "pi_email_addr": "mmccann@sju.edu",
   "nsf_id": "000217187",
   "pi_start_date": "2001-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "St Joseph's University",
  "inst_street_address": "5600 CITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158797300",
  "inst_zip_code": "191311308",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "SAINT JOSEPHS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YGSGAA2XKP71"
 },
 "perf_inst": {
  "perf_inst_name": "St Joseph's University",
  "perf_str_addr": "5600 CITY AVE",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191311308",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 277928.0
  }
 ],
 "por": null
}