{
 "awd_id": "0115694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Device Controller Synthesis for Systems of Interacting Discrete-State Components",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 219999.0,
 "awd_amount": 229006.0,
 "awd_min_amd_letter_date": "2001-09-17",
 "awd_max_amd_letter_date": "2002-07-19",
 "awd_abstract_narration": "With complex systems, monolithic models become impractical and it becomes\r\nnecessary to model them through subsystems and components. Development of control\r\nlogic for such systems also becomes complex, unless the structure of the subsystems\r\nand components can be exploited in a systematic way. In this proposal, we consider the\r\ndevelopment of methods that use the structure of discrete-state model components for\r\nsynthesizing control logic and diagnostic information. These methods are automated,\r\ngenerating formal control logic models that can be analyzed, generating control software\r\nthat can be executed, and generating diagnostic models that can provide fault diagnosis\r\nhypotheses. Such automated methods would reduce controller development time, would\r\nprovide enhanced reliability compared to manually developed controllers, and would be\r\nautomatically reconfigured as underlying system designs are modified. In this research,\r\nwe propose to develop such tools and techniques by building upon our prior research. In\r\nour previous research, techniques were developed for: modeling common components\r\nof manufacturing systems; assembling such components together to represent custom\r\nsystem designs; synthesizing control logic called \"taskblocks\" for control of those\r\ncomponents; and assembling those taskblocks together sequentially and hierarchically\r\nin order to achieve given specifications. Software tools were developed for graphical\r\nentry of the component models and the specifications, and for automatically converting\r\nthe synthesized control logic into C++ code. An automatically synthesized software\r\n\"supervisor\" then coordinates the multiple concurrent control activities, steering the\r\nsystem around undesired states. The models we consider are a form of discrete event\r\nsystem, and the synthesis techniques build upon discrete event control methods.\r\nThere are several unresolved issues with this current approach that will be addressed in\r\nthe proposed research. One major emphasis of this work is recognizing and exploiting\r\nthe multiple layers of interaction with components of the system. The modeling frame-\r\nwork and our current analysis methods are ideally suited for such models of interacting\r\ncomponents, but they must be extended in order to compactly represent components\r\nwith large state spaces. A second issue involves the timed dynamics of the system.\r\nSome activities may be time critical, such as turning off an actuator within a certain\r\nperiod of time or immediately upon receipt of a sensing. The synthesized control\r\nsoftware should consider such time issues, and should ensure appropriate priorities\r\namong various potentially concurrent activities. Finally, we propose to extend our current\r\nsoftware tools to become a resource for other researchers and educators. This would\r\nallow others to test, develop, and evaluate other techniques using our graphical system\r\neditor, our code synthesis tool, and our hardware interface techniques. The automated\r\ncontrol synthesis and diagnostic synthesis techniques will be demonstrated using both\r\nmanufacturing and embedded control applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Holloway",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence E Holloway",
   "pi_email_addr": "holloway@engr.uky.edu",
   "nsf_id": "000113090",
   "pi_start_date": "2001-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 219999.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 9007.0
  }
 ],
 "por": null
}