{
 "awd_id": "0116391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Cell Imaging and Cell Laser Ablation Systems for Developmental Biology Research",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven E. Ellis",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 115000.0,
 "awd_amount": 115000.0,
 "awd_min_amd_letter_date": "2001-07-21",
 "awd_max_amd_letter_date": "2001-07-21",
 "awd_abstract_narration": "A grant has been awarded to Dr. Mary K. Montgomery at Macalester College to support on-going developmental biology research and undergraduate research training.  Funds will be used to acquire a new epifluorescence microscope, deconvolution software, and a laser ablation system.  The instrumentation is expected to primarily support the research program of the principal investigator, which is in the fields of developmental biology and evolution, and focuses on a comparative study of embryogenesis between the model organism C. elegans and closely related species.  The research programs of other faculty in the Biology Department, particularly in the areas of neurobiology and immunology, are also expected to benefit by supporting new lines of research that require sophisticated cell imaging capabilities.  Common components of all of these research programs is the involvement of undergraduate student collaborators and the utilization of immunofluorescence as a key technical approach. \r\nThe use of antibodies conjugated to fluorophores allows researchers to visualize the spatial and temporal localization of specific gene products, which helps to illuminate gene function particularly when complemented with molecular genetic approaches.  The requested cell imaging equipment will be used to capture fluorescence images of enhanced quality through digital confocal imaging, which can be achieved using a motorized Z-focus drive and deconvolution software.  This instrumentation will support optical sectioning of live or fixed thick specimens, such as whole embryos, stained with fluorescently labeled antibodies or other cell markers; this feature will allow observations of changes in the distribution of the fluorescent label in different focal planes of the specimen.  Software will be used for three-dimensional (3D) reconstruction from the series of optical sections.  Multiple fluorophores will be detected using different filter sets and the software used to determine regions of colocalization.  Laser ablation equipment attached to a pre-existing light microscope will be used to ablate or isolate specific cells in early embryos to determine the contribution of individual founder cells to the fully differentiated state.  Three-dimensional reconstructions of wildtype, mutant, and laser-ablated embryos stained with cell-specific markers will aid these cell lineage analyses, as will 4D time lapse imaging.  \r\nAlthough the field of developmental biology has made enormous progress in uncovering a common set of mechanisms used to pattern animal embryos, much less is known about how developmental mechanism are altered during the generation of species diversity.  The research supported by this grant is expected to contribute to an understanding of how the mechanisms governing cell fate in the early embryo have evolved in a group of closely related species.  Furthermore, the requested equipment will greatly enhance the quality of faculty-student collaborative research being conducted in the Biology department at Macalester College.  All research programs impacted by this proposal have a common objective of providing education and research training opportunities for advanced undergraduate students.  Student research training will also be enhanced through use of the instrumentation in advanced courses, such as Developmental Biology, independent projects, and senior honors theses. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Montgomery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Montgomery",
   "pi_email_addr": "montgomery@macalester.edu",
   "nsf_id": "000214011",
   "pi_start_date": "2001-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Macalester College",
  "inst_street_address": "1600 GRAND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6516966062",
  "inst_zip_code": "551051899",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "MACALESTER COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNFCECSHS166"
 },
 "perf_inst": {
  "perf_inst_name": "Macalester College",
  "perf_str_addr": "1600 GRAND AVE",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551051899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": null
}