{
 "awd_id": "0116224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Molecular Biology Equipment for Undergraduate Biology Research at William Woods University",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 115886.0,
 "awd_amount": 115886.0,
 "awd_min_amd_letter_date": "2001-07-20",
 "awd_max_amd_letter_date": "2001-09-26",
 "awd_abstract_narration": "\tA grant has been awarded to Dr. Mary Spratt at William Woods University to acquire a DNA automated sequencer with associated computers and software; this will be used to determine the specific genetic \"alphabet\" of certain invertebrate organisms. Two sets of micropipetters will be purchased for use in DNA isolation and sequencing.  A small ultracentrifuge with essential components will be procured for separation and analysis of the sub-cellular components of these organisms. \r\n\tThe proposed research for which this equipment will be used focuses upon invertebrate organisms, particularly host-parasite interactions.   An example of the research that will be carried out is the relationship between various hard-bodied ticks and the bacterial species that live within them. One of these groups of bacteria causes ehrlichiosis, an entire family of tick-borne diseases. When these bacteria are injected with the tick's saliva as it takes a blood meal, they can cause serious illness or death in humans and various animals. Approximately ten species of bacteria that live within different ticks cause various forms of this disease.  However, little is known about the relationship between the tick and the bacteria, such as which bacteria are found in which kinds of ticks, whether a given species of bacterium in this locality is identical to the same identified species elsewhere, how similar the DNA of one bacterial species is to that of bacteria causing a different form of the disease, and whether a given tick may be co-infected with various species of Ehrlichia bacteria. This project will be carried out by obtaining ticks (primarily found by sweeping vegetation on public lands such as trails, state and national parks, and river or lake banks), extracting and purifying the DNA,  amplifying it on a thermal cycler to make a billion copies of the particular DNA fragment, determining by running the DNA through a gel by an electric current which DNA samples are positive for various species of ehrlichiosis, and then through DNA sequencing and analysis, comparing these results to sequences found from other ticks and to those recorded in gene bank data.\r\n\tObtaining this data will help to answer some basic biology questions in an area that is of great importance, but has received relatively little attention or research funding.  Perhaps of even greater importance is the opportunity that this grant provides for the critically important training of future generations of science teachers, researchers, and technicians by providing students at William Woods University  (WWU) state-of-the-art equipment on which to participate in research as undergraduates, as well as to learn essential aspects of biology.  This equipment will enhance their acceptance into graduate programs and into the work force.  Additional biology curricula will be developed as a result of this grant, as will outreach to high school students, exciting them about the possibilities of careers in science. WWU graduates a majority of women; many of these are first-generation college students.  Less than a decade ago, the college had no science curriculum, faculty, or equipment.  Largely due to the impetus provided by NSF funding, we now have a biology major with supportive course work in the physical sciences, in addition to opportunities for undergraduate science research.  This equipment will greatly enhance these areas and will serve to attract both faculty and students.  It is anticipated that this new equipment will be utilized as well by other small colleges in our rural mid-west area, providing faculty and students at each of our institutions with the opportunity for state-of-the art teaching and research in areas of molecular and cellular biology previously unavailable to us.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Spratt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Spratt",
   "pi_email_addr": "",
   "nsf_id": "000384315",
   "pi_start_date": "2001-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Dale",
   "pi_email_addr": "Dalew@missouri.edu",
   "nsf_id": "000398227",
   "pi_start_date": "2001-07-20",
   "pi_end_date": "2001-09-26"
  }
 ],
 "inst": {
  "inst_name": "William Woods University",
  "inst_street_address": "1 UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FULTON",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5736422251",
  "inst_zip_code": "652511098",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "WILLIAM WOODS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MM9SZP6YM8E5"
 },
 "perf_inst": {
  "perf_inst_name": "William Woods University",
  "perf_str_addr": "1 UNIVERSITY AVE",
  "perf_city_name": "FULTON",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652511098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 115886.0
  }
 ],
 "por": null
}