{
 "awd_id": "0116099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition and Development of a Prototype Instrumented City",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2001-08-15",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2001-08-07",
 "awd_max_amd_letter_date": "2001-08-07",
 "awd_abstract_narration": "Abstract\r\nThere is an urgent need to develop tools for evaluation of the efficiency, energy, environmental, and safety impacts of traffic flow improvement projects, including Intelligent Transportation System (ITS) and Intelligent Vehicle Initiative (IVI) alternatives. The development and validation of such tools requires comprehensive field data. This proposal attempts to develop a state-of-the-art real-life and comprehensive data collection environment that can be utilized for the development, validation, and testing of these highly demanded evaluation tools, and that can also be used as a test bed for testing emerging communication, traffic management, and traveler information systems.  This test facility can set the stage for the US to establish its lead in field traffic, energy, and environmental data collection and the development and validation of transportation modeling tools.\r\nThe goal of this Major Research Instrumentation (MRI) acquisition project is to develop a comprehensive instrumented test bed in the Town of Blacksburg to achieve the following objectives:\r\n1. Develop a real-life test facility that can be used for the evaluation and enhancement of traffic flow theory. The test facility will also be utilized to develop, enhance, and test alternative traffic control strategies, as well as other ITS and IVI alternatives.\r\n2. Develop a database that can be utilized for research on alternative means of disseminating real-time traveler information to the public.\r\n3. Develop a real-life test facility for enhancing and developing tools for the evaluation of network-wide energy and environmental impacts of operational-level transportation projects.\r\n4. Develop a real-life test facility for enhancing and developing tools for quantifying the noise impacts of operational-level transportation projects.\r\n5. Develop a test facility to evaluate emerging ITS technologies that can benefit transit operations.\r\n6. Develop a test bed for the evaluation of emerging surveillance and communication technologies.\r\n7. Develop a unique educational tool that will allow practitioners, undergraduate students, and graduate students to access and analyze real-life traffic data.\r\nIn achieving these objectives, surveillance technology will be installed at a total of 20 out of 38 intersections in the Blacksburg area. Funding will also be allocated to purchase on-board vehicle emission instrumentation, a fully equipped emission measurement van, in-situ emission measurement sensors, noise measurement instrumentation, transit vehicle passenger counting instrumentation, instrumentation for a Traffic Management Center, and the use of US Wireless geolocation technology to track vehicles.  In particular, the proposed instrumentation will be added to the use of an existing state-of-the-art Smart Road test facility.\r\nWith the requested instrumentation, multi-modal transportation research will be conducted to develop modeling tools that are reflective of real-world driving conditions.  This effort includes research on vehicle acceleration behavior, car-following, lane changing and lane selection behavior at signalized intersections, as well as merge, diverge, and weaving sections.  In the area of ITS and IVI systems, research will be conducted on emergency vehicle pre-emption and transit priority, on the evaluation of technologies that can benefit transit operations such as automatic passenger counting and automatic vehicle tracking and display, and on the dissemination of traffic information using web-based and in-vehicle traveler information systems.  The Instrumented City will also serve as a test bed for the development, evaluation, and testing of geolocation algorithms using wireless technology.  Other research will involve the development of comprehensive vehicle fuel consumption and emission databases, the development and validation of statistical tailpipe fuel consumption and emission models, and the modeling of emission dispersion.\r\nThe proposal involves collaboration with four public agencies including the Virginia Department of Transportation (VDOT), the Town of Blacksburg Department of Public Works, and Blacksburg Transit. In addition, the proposal involves collaboration with a number of private agencies including CleanAir Technologies and US Wireless.  Further collaboration will be sought between Virginia Tech and the University of Virginia's Smart Travel Laboratory to collect and exchange data in Blacksburg, the Washington DC Area, and the Hampton Roads Area.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hesham",
   "pi_last_name": "Rakha",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Hesham A Rakha",
   "pi_email_addr": "hrakha@vt.edu",
   "nsf_id": "000120869",
   "pi_start_date": "2001-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ray",
   "pi_last_name": "Pethtel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ray Pethtel",
   "pi_email_addr": "JJONES@PLANES.NRL.NAVY.MIL",
   "nsf_id": "000221670",
   "pi_start_date": "2001-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1631",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE SYSTEMS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 650000.0
  }
 ],
 "por": null
}