{
 "awd_id": "0116042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoscience Studies of Carbon Nanotubes and Bismuth Nanowires",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaVerne D. Hess",
 "awd_eff_date": "2001-07-01",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2001-06-11",
 "awd_max_amd_letter_date": "2001-06-11",
 "awd_abstract_narration": "This project addresses nanoscience studies of carbon nanotubes and bismuth nanowires. The research on carbon nanotubes is motivated by the Dresselhaus group's recent observation of the Raman spectrum from an isolated single wall carbon nanotube. This allows study of the vibrational structure of one nanotube and also provides detailed information on the electronic structure through the resonance Raman effect. It also provides, through the trigonal warping effect on the electronic levels, a unique determination of the structure of a single nanotube, including its diameter and chirality, or the orientation of the carbon hexagons with respect to the nanotube axis, expressed in terms of two integers (n; m). This ability to determine (n; m) for an individual nanotube non-destructively opens new research areas in carbon nanotube research, since many of the physical properties of a nanotube and the theoretical calculations which predict and explain physical phenomena are strongly dependent on these (n; m) indices. The proposed carbon nanotube studies are aimed specifically at resonance Raman spectroscopy studies of an isolated carbon nanotube. Each of the known spectral features of these Raman spectra will be studied in depth, including the radial breathing mode, the tangential G-band, the D-band, and overtones and combination modes of these features. The dependence of the spectra on nanotube diameter, chirality, semiconducting vs. metallic behavior, temperature, and laser power level will be investigated at the single nanotube level, from which comparisons will be made to observations on single wall carbon nanotube bundles and to theoretical predictions.  The bismuth nanowire system, because of the small effective masses, small L-point band gap and small band overlap of crystalline bismuth, offers opportunities to study novel quantum phenomena on nanowires with wire diameters (~ 50 nm) that can presently be fabricated by the PI's group. The approach is to focus on the semimetal to semiconductor transition induced by decrease in nanowire diameter, and to use optical and transport techniques, building on the observations already made using temperature dependent resistance measurements. Also, changes in the electronic structure as a function of nanowire diameter and antimony concentration in the isoelectronic Bi(1-x) Sbx alloy system will be explored. Particular attention will be given to wire diameter and Sb concentration where 10 different carrier pockets (1 T-point, 3 L-point and 6 H-point) are all predicted to have a degenerate hole subband edge, thereby giving rise to a very large electronic density of states. Physical phenomena associated with this unusually high density of states will be explored by temperature dependent transport and optical properties and the interpretation of these measurements will be made using model calculations.\r\n%%% \r\nThe project addresses basic research issues in a topical area of materials science with high technological relevance. An important feature of the program is the integration of research and education through the training of students and postdoctoral researchers in a fundamentally and technologically significant area. The project assists development of technical, communication, and organizational/management skills in students through unique educational experiences made possible by a highly collaborative forefront research environment.\r\n*** \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mildred",
   "pi_last_name": "Dresselhaus",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mildred S Dresselhaus",
   "pi_email_addr": "millie@mgm.mit.edu",
   "nsf_id": "000172804",
   "pi_start_date": "2001-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": null
}