{
 "awd_id": "0116895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies of Spatial and Temporal Integration of Differing Chromaticities by the Human Visual System",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Flanders",
 "awd_eff_date": "2001-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 275415.0,
 "awd_amount": 275415.0,
 "awd_min_amd_letter_date": "2001-08-23",
 "awd_max_amd_letter_date": "2005-10-25",
 "awd_abstract_narration": "Switkes Lay Abstract (0116895)\r\n\r\n\"Studies of Spatial and Temporal Integration of Differing Chromaticities\"\r\n\r\n\tIn the normal visual environment spatial contours may be defined by variations along a number of stimulus dimensions, e.g. luminance, chromaticity, texture, velocity, and depth. During the past three decades, studies of early visual processing have characterized and compared the ability of the human visual system to extract individual spatial features (lines, edges, grating components) defined by such variations. Subsequent steps of visual processing must integrate individual features to attain the global perception of form. This grant application describes a series of psychophysical experiments which investigate aspects of this mid-level visual processing involving spatial, temporal, and chromatic information.\r\n\tSimilarities in the color or luminance contrast of features serve as an important basis for segregating objects into differing perceptual groupings; however, lighting and other factors can render variations in luminance or color among the elements comprising an individual object. The current proposal considers patterns whose elements are defined by luminance contrast or by color contrast and investigates the ability of the human visual system to perceive form and motion when integrating elemental features differing in chromaticity or luminance. \r\n\tIn addition to analyzing integration of features in mid-level spatiotemporal processing, the proposed experiments will also investigate the mechanisms of 'third-stage' chromatic processing. While many phenomena involving color vision can be rationalized in terms of receptor activation (first-stage) and retinal/LGN opponent processes (second-stage), both electrophysiological and psychophysical studies are unclear regarding further transformations of color information in visual cortex. Experiments in this proposal will measure our ability detect correlations among individual features both as a function of their differing chromaticities and their average chromaticities. Comparative performance along various chromatic axes in three-dimensional color space will be analyzed in terms of possible third-stage mechanisms involved in processing chromatic information.\r\n\tThree general studies are proposed: i) the nature of contrast matching for patterns defined by luminance or color variations; ii) the ability to integrate spatial correlations where the individual elements differ in color/luminance contrast; and iii) the ability to integrate in the time domain features which differ in chromaticity. The goal of the first set of studies is to establish a basic metric for the perceived salience of patterns differing in color/luminance; the experiments involve contrast matching of sinusoidal gratings. In the second set of studies translational and rotational Glass patterns with luminance/chromaticity variations both within and among dot-pair elements will be utilized to investigate the degree of \"color-blindness\" (or not) of mechanisms which integrate the local features in the perception of global patterns. The third area includes experiments probing two types of temporal integration across chromaticities: the visual system's ability to fuse two temporally noncoincident flashes which fall along differing chromatic axes and its ability to detect motion from the spatial and temporal displacement of dots whose chromaticity is altered during the spatiotemporal displacement. The three studies are linked by the question can the visual system integrate information initially segregated by differing second-stage chromatic mechanisms?\r\n\tThe proposal addresses questions of fundamental importance in gaining an understanding of the linkage between brain mechanisms and visual behavior. The work is also closely associated with the PI's efforts in education and outreach. Techniques, equipment, and results associated with the scientific goals of this proposal will be utilized in activities such as  the NSF funded Center for Adaptive Optics/COSMOS  course \"Photons, Proteins, and Perception\"  which the PI has organized for 2001; a course aimed at allowing high school students from underrepresented demographics to be exposed to a university science environment (http://www.chemistry.ucsc.edu/COSVIS/).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Switkes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene Switkes",
   "pi_email_addr": "gene@chemistry.ucsc.edu",
   "nsf_id": "000215111",
   "pi_start_date": "2001-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118500",
   "pgm_ele_name": "SENSORY SYSTEMS"
  },
  {
   "pgm_ele_code": "550000",
   "pgm_ele_name": "NEURAL SYSTEMS CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1180",
   "pgm_ref_txt": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 275415.0
  }
 ],
 "por": null
}