{
 "awd_id": "0116997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bioenergetics of Mitochondria Isolated from Fast and Slow Skeletal Muscle",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dona Boggs",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 277000.0,
 "awd_amount": 277000.0,
 "awd_min_amd_letter_date": "2001-07-25",
 "awd_max_amd_letter_date": "2005-08-04",
 "awd_abstract_narration": "Fast twitch white (type IIb) muscle fibers and slow twitch red (type I) fibers represent the structural and functional extremes of locomotory skeletal muscle cells in vertebrates. A distinguishing characteristic of type IIb fibers is the capacity to generate high power, burst contractile activity. In contrast, type I fibers provide postural support and are capable of sustaining long duration, but low intensity, locomotor activity. Type IIb fibers nevertheless contribute to endurance activity if exercise duration is sufficient to deplete carbohydrate fuel.  Type I cells possess threefold greater content of mitochondria, the cellular organelles responsible for aerobic energy production, and this difference is generally considered to account for much of the superior endurance of type I fibers. Surprisingly, at rest type IIb cells respire at O2 consumption rates similar to type I fibers, while maintaining a substantially higher cellular energy status. This apparent ability of type IIb mitochondria to energetically outperform their type I counterparts at rest gives rise to interesting and illuminating examples of biological cost-benefit tradeoffs. Mitochondrial structure and function are therefore very different in the two fiber types, and these studies will contribute not only to our understanding of metabolic regulation in fast and slow vertebrate skeletal muscle, but also more generally to our appreciation of mitochondrial structure-function relationships.\r\n\tThe central hypothesis of the proposed research is that the structure and function of type I and type IIb mitochondria reflect the physiological missions of the cells in which they reside. Type IIb mitochondria are thus able to generate higher energetic forces and flows than type I, but at the expense of efficiency. These energetic differences are predicted to be especially evident under low pH conditions, which exist in the type IIb cell during burst activity and in the recovery period that follows. It is also hypothesized that mitochondria use the cytosol-mitochondrial electron shuttles to suppress fat oxidation and, again, this regulation is predicted to be especially pronounced in type IIb mitochondria, in order to promote the oxidative disposal of glycolytic products. The proposed studies will generally evaluate thermodynamic flow:force relationships with various oxidative fuels across the physiological range of concentrations. The concepts of metabolic control analysis will be utilized in the interpretation of these studies.\r\n\tMitochondria will be isolated from mammalian skeletal muscles known to be homogeneous in type I or type IIb fibers.  The mitochondria will be placed in physiological buffer solutions, provided various oxidative fuels, and subjected to varying energy demand, much as they would encounter within the cell at rest and during graded, steady state contractile activity.  Energetic parameters will be measured such as the rates of O2 consumption, fuel utilization, ATP production, and the energy levels of intermediates in the pathway of energy transduction.  These measurements will provide the data necessary to determine 1) thermodynamic flow:force relationships, 2) fuel requirements, preferences, and interactions, and 3) the economy of O2 utilization, as they carry out oxidative energy transduction.\r\n\tThe proposed research addresses energetic and metabolic issues that have general application to all vertebrate skeletal muscle cells. Examining these questions in types I and IIb mitochondria, extreme examples of mitochondrial structure-function relationships, may provide insight into biological design strategies. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Willis",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne T Willis",
   "pi_email_addr": "waynewillis@asu.edu",
   "nsf_id": "000455256",
   "pi_start_date": "2001-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115500",
   "pgm_ele_name": "INTEGRATIVE ANIMAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1155",
   "pgm_ref_txt": "INTEGRATIVE ANIMAL BIOLOGY"
  },
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 107000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 84000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 86000.0
  }
 ],
 "por": null
}