{
 "awd_id": "0116972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Larsen Ice Shelf: A Model for Antarctic Ice Shelf-Ocean Dynamics",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Wagner",
 "awd_eff_date": "2001-04-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 88748.0,
 "awd_amount": 88748.0,
 "awd_min_amd_letter_date": "2001-03-15",
 "awd_max_amd_letter_date": "2004-08-27",
 "awd_abstract_narration": "0107167\r\nPrentice\r\n\r\nThis award, provided by the Antarctic Geology and Geophysics Program of the Office of Polar Programs, supports a collaborative research project between the University of Southern Illinois at Carbondale and the University of New Hampshire. Foraminiferal and stable isotopic analyses of modern sediments and core samples from the Weddell Sea shelf will be used to address the mechanisms underlying the recent collapse of the Larsen Ice Shelf, Antarctica. The Larsen Ice Shelf, located on the northwestern margin of the Weddell Sea along the east side of the Antarctic Peninsula, may be collapsing due to a marked increase in mean annual atmospheric temperature (~+2.5 degrees C) that has resulted in sea-ice free conditions for at least 4 months per year. Alternatively, basal ice shelf melting due to intrusion of relatively warm deepwater may be primarily responsible. From May 6 to June 1, 2000, the Research Vessel Nathaniel B. Palmer (NBP) was used to collect a series of surface sediment grab samples, hydrographic casts, high-resolution seismic data, and gravity cores from a large region of the Weddell Sea shelf formerly covered by the Larsen Ice Shelf-A (LIS-A).\r\n\r\nSamples collected from surface sediment grabs and gravity cores will be analyzed for foraminiferal distribution (planktonic and benthic; living and dead) data as well as planktonic and benthic foraminiferal oxygen and carbon isotopic analyses (d18O and d13C). Past work has shown a strong correlation between foraminiferal distributions and bottom water masses on the Antarctic continental shelf. Water samples collected from the major water masses in the western Weddell Sea will be measured for their d18O and d13C compositions. The extent of equilibrium d18O and d13C precipitation will be established for selected benthic foraminifers, as well as their d18O and d13C values calibrated to the modern oceanography.\r\n\r\nThe modern foraminiferal distribution and geochemical data will be applied to kasten core and jumbo piston core samples, in addition to other collaborative research, to reconstruct the oceanographic and biotic changes associated with the recent collapse of the LIS-A. The following hypothesis will be tested: That incursions of relatively warm Weddell Deep Water onto the western Weddell Sea shelf has led to the retreat of the LIS-A. The results will contribute to understanding oceanic causal mechanisms for ice shelf collapse and provide a link between Northern Hemisphere climatic and oceanographic change and the Southern Hemisphere. A detailed record of benthic foraminiferal distribution and also planktonic and benthic foraminiferal d18O and d13C will be reconstructed for much of the Holocene in order to determine the natural variability of the LIS and underlying ocean. This work will contribute to detection of anthropogenic forcing of Antarctic ice shelf collapse. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Prentice",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Prentice",
   "pi_email_addr": "mlprenti@gmail.com",
   "nsf_id": "000164361",
   "pi_start_date": "2001-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 88748.0
  }
 ],
 "por": null
}