{
 "awd_id": "0116354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Seismic Response of Rigid-Block Assemblies:  Experimental Studies and Validation of Discreet Element Numerical Tools",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mahendra P. Singh",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 146178.0,
 "awd_amount": 146178.0,
 "awd_min_amd_letter_date": "2001-09-12",
 "awd_max_amd_letter_date": "2001-09-12",
 "awd_abstract_narration": "Recent shake table tests on wine-barrel stacks have revealed several dislocation patterns and\r\nvarious modes of failure including sliding or rocking of the entire stack, sliding or rocking of an\r\nupper portion of the stack, lift-off of the top barrels and in few occasions appreciable twisting of\r\nthe stack around its vertical axis. While initial observations suggested a chaotic response, further\r\nexamination of the experimental results indicate that the dynamic response of rigid-block assemblies might be much more ordered than initially thought. Order emerges when the response of the block assembly is correlated with the appropriate parameters of the excitation (not just the acceleration level) and the appropriate parameters of the configuration of the entire assembly as well as these of the individual blocks. The need to improve our understanding of the dynamic response of rigid-block assemblies motivated the study proposed herein. The main objectives of this grant are: (a) to experimentally verify theoretical findings on the rocking response of single blocks; (b) to validate the performance of existing discrete and finite element software to analyze the dynamic response of rigid-block assemblies; and (c) establish a dependable procedure that engineers can use with confidence to estimate the earthquake response of rigid-block assemblies.\r\nIn this project we first propose a series of shake table experiments on single free-standing\r\nand anchored blocks to validate recent theoretical findings on their rocking response under ground shaking.  The study will examine the ability of numerical tools to predict the overall dislocation patterns and the appropriate model of failure and will document their advantages and limitations. Finally the most dependable existing software will be used to construct a set of drift, rotation and overturning spectra for a family of rigid-block assemblies of interest. It is expected that the study will establish a practical procedure for estimating the earthquake response of rigid-block assemblies and provide practical retrofit recommendations for enhancing their earthquake resistance.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicos",
   "pi_last_name": "Makris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicos Makris",
   "pi_email_addr": "makris@ce.berkeley.edu",
   "nsf_id": "000165133",
   "pi_start_date": "2001-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 146178.0
  }
 ],
 "por": null
}