{
 "awd_id": "0117619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Documentation of Akawaio (Cariban)",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 94467.0,
 "awd_amount": 94467.0,
 "awd_min_amd_letter_date": "2001-07-28",
 "awd_max_amd_letter_date": "2001-07-28",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Spike Gildea and his colleague Desrey Fox will conduct three years of linguistic research on Akawaio, an indigenous language in Guyana that is a member of the Cariban language family. One goal of their research is to create the first comprehensive reference grammar of Akawaio. Another is to publish on the web the collection of transcribed, translated, and annotated Akawaio texts that Ms. Fox will prepare as part of her doctoral dissertation. Preliminary research indicates that certain aspects of Akawaio grammar are unlike anything ever documented before, so a careful grammatical description supplemented and illustrated by annotated texts will benefit linguistic theory. The grammatical description will expand Dr. Gildea's reconstruction of the grammar of Proto-Carib, the ancestor language for all modern Cariban languages. It is already clear that Akawaio forms a group with its closest neighbors (the Pemong Group), but relationships between this group and other languages and/or groups in the Cariban family are unclear, in large part because there is so little reliable information about many of the languages (including Akawaio). The grammar and associated wordlist will provide additional bases for connecting the Pemong Group to other Cariban languages/groups. The collection of texts will also be of great interest to anthropologists, as they address traditional ways of life, oral history, Akawaio cosmology, and shamanistic practices. They will be especially valuable because they were recorded by Ms. Fox, a native Akawaio with anthropological training.\r\n\r\nTwo important scientific debates motivate the documentation of little-known languages. First, each new language tests theories about the human capacity for language. Second, each comparative reconstruction provides information that can inform hypotheses about early connections among peoples, including their migration patterns. The indigenous languages of Guyana are virtually unknown, and thus have not contributed significantly to either debate until now. Such documentation is urgent because so many languages are in danger of disappearing in the near future. In addition, documentation of endangered languages like Akawaio is a prerequisite to the creation of educational materials that may help prevent language loss.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Spike",
   "pi_last_name": "Gildea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Spike Gildea",
   "pi_email_addr": "spike@uoregon.edu",
   "nsf_id": "000435063",
   "pi_start_date": "2001-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 94467.0
  }
 ],
 "por": null
}