{
 "awd_id": "0117931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Remittances and the Informal Economy in a Socialist Nation",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2001-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 9990.0,
 "awd_amount": 9990.0,
 "awd_min_amd_letter_date": "2001-07-20",
 "awd_max_amd_letter_date": "2001-07-20",
 "awd_abstract_narration": "As the volume of migration of people from one nation to another has increased around the globe, an equally significant facet of global economic transactions has become the remittance of funds from those who have emigrated to those who have been left behind.  This is especially true in poorer nations, including those states whose state-run economies have not performed as well as market-based economies in other nations.  This doctoral dissertation research project will examine the hypothesis that remittances sent to Cubans from relatives abroad play the positive role in Cuba of allowing their recipients to maintain an acceptable basic standard of living, thereby enabling them to continue to maintain their participation in relatively low-paying professional occupations.  Studies of the rise of the informal economy have suggested that participation in the informal economy has increased during the time of transition from socialist to market economies.  The opportunity to earn more money in this sector attracts workers to leave their trained profession to work in the informal economy.  Do remittances play an important countervailing role?  No previous studies have provided data regarding the ways that remittances may affect the motivation and actual participation in the informal economy.  The project will combine a quantitative survey of 300 households followed by intensive in-depth personal interviews and household budgets for 15 households.  The data will be used to test the links between the receipt of a steady and significant flow of remittances and type of employment.\r\n\r\nThe research will provide new insights and information regarding the potential for informal activities to draw away professionals from their occupations and lower the use of human capital in Cuban society and transitional socialist societies in general.  Whereas other studies have argued that increased participation in the informal economy has been detrimental to the process of transformation from a socialist to a mixed market economy, this study will shed light on what motivates individuals to engage in or withdraw from the informal economy and where individuals place their primary occupational emphasis.  The research also will broaden scholarly contacts with Cuba and facilitate future research in a nation that previously has been inaccessible for most U.S. researchers.  As a Doctoral Dissertation Research Improvement award, this award will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William A",
   "pi_last_name": "Clark",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "William A V Clark",
   "pi_email_addr": "wclark@geog.ucla.edu",
   "nsf_id": "000300892",
   "pi_start_date": "2001-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "597700",
   "pgm_ele_name": "AMERICAS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 9990.0
  }
 ],
 "por": null
}