{
 "awd_id": "0118665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ANDRILL U.S. -  Planning Workshop and Science Management:  McMurdo Sound Portfolio",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Wagner",
 "awd_eff_date": "2001-04-15",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 59796.0,
 "awd_amount": 98255.0,
 "awd_min_amd_letter_date": "2001-04-11",
 "awd_max_amd_letter_date": "2003-07-31",
 "awd_abstract_narration": "0118665\t\r\nHarwood\r\n\r\nThis award, provided by the Office of Polar Programs of the National Science Foundation, provides support for US participation in workshop and planning activities of the international Antarctic Drilling Consortium (ANDRILL). Cenozoic stratigraphic records recovered through drilling from continental shelf and deep-sea areas around Antarctica have provided an interesting yet incomplete history of paleoclimate, ice sheet and tectonic evolution of this region. The paucity of exposures of Cenozoic strata, due to the present ice cover, requires the collection of geological data from drillcores. Much has been learned over the last 20 years of drilling by the DSDP, ODP and via the fast-ice drilling of the MSSTS, CIROS and Cape Roberts projects. A new drilling initiative, ANDRILL, is in an early stage of development, with an initial focus in the McMurdo Sound area, using the Cape Roberts Project technology. A workshop at Oxford University will bring together key scientists with the goal of establishing the scientific objectives and a structure of international collaboration to launch this major initiative in the Earth sciences. The development of the Cape Roberts Project followed a similar course of workshops and planning meetings in the late 1980's and 1990's. ANDRILL will continue to build on the success and approach of the Cape Roberts Project, but will be of broader temporal, spatial, and thematic scale. Major aims of ANDRILL are: 1) to obtain high-resolution (1 to 100 thousand-year), seismically linked, chronologically well-constrained, stratigraphic records from the Antarctic continental margin; 2) to determine the fundamental behavior of ancient ice sheets, and to understand better the factors driving ice sheet growth and decay on decadal to million year time scales; 3) to investigate the role of Antarctic ice sheets on long- and short-order Cenozoic-Recent global climate sea-level elevation and ocean circulation; and 4) to document the evolution and timing of major Antarctic rift and tectonic systems and the stratigraphic development of associated sedimentary basins, uplift of the adjacent rift shoulders, volcanic history, stress regimes and tectonic forcing of climate. \r\n\r\nThis award supports the development and initial management of the U.S. involvement in the ANDRILL Program through the travel of U.S. scientists to the workshop in Oxford and to cover the cost of the U.S. subscription into ANDRILL for the first three years. Results of the workshop will be circulated to the wider geological community, within and beyond the Antarctic sphere, through the production and dissemination of a workshop report, a glossy summary document, and the construction of an ANDRILL web site.  In addition to the support for the ANDRILL Workshop, funds are requested to support the management of U.S. efforts in ANDRILL, including the communication and interaction with ODP, ANTOSTRAT, and the SHALDRIL initiative. International collaboration established through the Cape Roberts Project will be nurtured  and expanded under ANDRILL.  Initial drilling targets are in the Western Ross Sea, where eight drilling objectives have been proposed (the McMurdo Sound Portfolio). \r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Harwood",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Harwood",
   "pi_email_addr": "dharwood1@unl.edu",
   "nsf_id": "000272935",
   "pi_start_date": "2001-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Powell",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ross D Powell",
   "pi_email_addr": "rpowell@niu.edu",
   "nsf_id": "000274315",
   "pi_start_date": "2001-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 29854.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 35548.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 32853.0
  }
 ],
 "por": null
}