{
 "awd_id": "0118012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Modeling the Effect of Climate on Erosion and Deposition Events in the Loess Canyons of The Breaks, Cheyenne County, Kansas",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2001-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2001-07-12",
 "awd_max_amd_letter_date": "2001-07-12",
 "awd_abstract_narration": "The deeply dissected terrain of extreme northwestern Kansas and adjacent parts of Colorado and Nebraska is known regionally as \"The Breaks.\"  This rugged terrain has developed as the North Fork Republican River and its tributaries have eroded their way into loess, which is wind-deposited silt.  Although The Breaks of Cheyenne County, Kansas provides a striking example of this process, with gullies extending as much as 100 meters below the upland surface and sufficient stratigraphic expression for detailed investigation, this dissection is by no means unique.  The rapid but episodic change evident in gully systems throughout the Great Plains necessitates a study of their history and factors that control their growth.  This doctoral dissertation research project aims to ascertain the role of climate in the development of The Breaks.  The first task will be to decipher the spatial distribution and temporal patterns of canyon development.  From this, a model using a geographic information system (GIS) and containing the information about the morphology of current gullies and the primary and reworked loess stratigraphy will be used to reconstruct gully cut and fill events.  The second task will then be to correlate and compare the temporal record of gully development and canyon growth to local and regional records of paleoclimatic proxies.  Preliminary radiocarbon data suggest that the region experienced widespread stability from the late Pleistocene to about 9,000 years ago, after which gully activity accelerated.  Paleoenvironmental data derived from the rock magnetic, stable carbon isotopic, and trace element signatures of the loess stratigraphy will be applied to support and enhance existing knowledge of the environmental history of the central Great Plains, while radiocarbon and optically-stimulated luminescence dating will provide absolute time control.\r\n\r\nGrasslands have a greater capacity than other biomes to respond to changes in rainfall regime associated with climate change.  Since northwest Kansas has remained grassland throughout the climatic changes of the late Pleistocene and Holocene, and loess accumulation during that time has recorded those changes, the region is ideal for a paleoclimatic study.  In light of global circulation model predictions of greenhouse warming and increasing aridity in the central Great Plains, better understanding of the role of climate in landscape evolution is necessary to aid in the planning and response of agricultural activity.  Better understanding of the relationships between climatic change and gully erosion also has significant practical implications, because loess-based soils currently produce at least 20 percent of the world's wheat supply and significant contributions of other grain crops.  Within the study region, the undissected uplands are used for dryland winter wheat production and cattle feed grains, whereas cattle grazing is the dominant activity in the gullied canyon terrain.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Johnson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Johnson",
   "pi_email_addr": "wcj@ku.edu",
   "nsf_id": "000309591",
   "pi_start_date": "2001-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Main Campus",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}