{
 "awd_id": "0118044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Diatom Blooms and Planktonic Grazers: Paradigm or Paradox?",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "2001-10-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 470259.0,
 "awd_amount": 477459.0,
 "awd_min_amd_letter_date": "2001-09-24",
 "awd_max_amd_letter_date": "2003-05-02",
 "awd_abstract_narration": "Phytoplankton blooms are major events in the pelagic environment of temperate to subpolar coastal seas. Because blooms are large and relatively reliable seasonal pulses of food resources, the life histories of many pelagic consumer populations, both planktonic grazers and higher trophic level types such as fish, appear synchronized with them. Yet there is an apparent paradox. Results from numerous recent laboratory studies indicate that some species of diatoms, including species that may be biomass dominants during phytoplankton blooms, can inhibit egg production and/or embryonic and postembryonic development of several species of planktonic suspension-feeding copepods. The specific mechanism underlying the inhibition is currently under debate. Diatoms may be nutritionally deficient, but they also contain toxic substances that induce deleterious effects in copepods. However, the general relevance of these laboratory studies for natural populations of copepods is uncertain, as field investigations of the effects of diatom blooms have yielded contradictory results.\r\n\r\nThe goal of this research project is to test in the sea the hypothesis that diatom-dominated phytoplankton blooms have inhibitory effects on egg production rate and/or postembryonic development of natural populations of the planktonic suspension-feeding copepods Calanus pacificus and Pseudocalanus newmani. The study will be done in Dabob Bay (Washington State) where intense, diatom-dominated phytoplankton blooms occur reliably in March. During these blooms, diatom concentrations reach or exceed levels known from laboratory studies to have deleterious effects on copepods. Previous field studies elsewhere of effects of diatom blooms on copepods have not met this condition. To test the hypothesis a combination of approaches is proposed: (1) observations on the distribution and abundance of copepods, diatoms, and other potential prey; (2) analysis of fecal pellets of adult copepods to verify that they are ingesting diatoms in situ; (3) experiments providing adequate control and replication to determine feeding rates of adult copepods on diatoms and other prey; (4) incubations to estimate in situ egg production rate and hatching success of both copepod species; (5) experiments to test for the direct effects of diatoms on egg production rate and hatching success and postembryonic development of the two copepod species. The possibility that diatoms may impact metazoan grazers such as copepods is of enormous basic and applied scientific interest. At a basic level, the problem is central to understanding the structure and function of marine planktonic systems. Any process by which phytoplankton inhibit reproduction or development of grazing zooplankton could markedly affect the pelagic food web well beyond the level of primary consumers. That is, a process affecting the population response of grazers would ramify through the food web, directly impacting other consumer species whose reproduction and growth depend on occurrence and abundance of eggs and immature stages of grazers. Thus, it is crucial to know whether diatoms are deleterious to natural populations of copepods and, if so, the specific nature of the effect, how frequently it occurs, and what the implications are for higher trophic levels.\r\n\r\nOn a practical level, the magnitude of sustainable harvest of fish from the ocean is ultimately dependent not just on the level of primary production, but how that production is (or is not) transferred through the food web to higher (harvestable) trophic levels. An unambiguous test of the effects of diatom blooms on natural populations of planktonic grazers could therefore represent a major advance in understanding for pelagic biological oceanography.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Frost",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce W Frost",
   "pi_email_addr": "frost@ocean.washington.edu",
   "nsf_id": "000087782",
   "pi_start_date": "2001-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 168068.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 154711.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 154680.0
  }
 ],
 "por": null
}