{
 "awd_id": "0118085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Leadership Strategies in the Halaf Period, Southeastern Turkey, 5300-4500 BC",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2001-07-15",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 10640.0,
 "awd_amount": 10640.0,
 "awd_min_amd_letter_date": "2001-06-15",
 "awd_max_amd_letter_date": "2001-06-15",
 "awd_abstract_narration": "As part of her doctoral dissertation research under the direction of Dr. Gil J. Stein, Rana Ozbal will co-direct excavations at Tell Kurdu, a Halaf Period site, in southeastern Turkey. Traditionally Halaf society of the fifth millennium BC is believed to consist of small-scale farming communities with no clear evidence for hierarchical social organization. Public buildings such as temples or palaces, as well as large villages or towns are conspicuously absent from all Halaf excavations in the Halaf \"heartland\" of northern Iraq. \r\n\r\nRecently however, archaeologists, prompted by a newfound academic interest to investigate the Halaf \"hinterlands\", have begun to conduct research in southeastern Anatolia, modern day Turkey. They have discovered that Turkey harbors several Halaf sites of previously unheard-of sizes. These sites, substantially larger (10-20 hectares) than contemporaneous sites in Iraq (rarely more than 2-3 hectares) are most probably regional centers. Domuztepe, the most intensively investigated of these large sites, yielded evidence for substantial architectural complexes and complex ideological manifestations. In other words, the existing notion that Anatolia was inhabited during the Halaf Period by small farming communities needs to be reexamined. \r\n\r\nAt 15 hectares, Tell Kurdu is an ideal site to investigate new questions on the socio-political organization in Anatolia in the fifth millennium BC. As a co-field director of the Kurdu excavations, Rana Ozbal will be researching the intra-site organization of the site to provide a firsthand look at the functioning of this Anatolian Halaf center. Excavations in 2001 will focus on the expansion of a 1999 trench that yielded the remains of a large monumental building. The size and construction style of this 20 x 20 meter structure, with walls over one meter in thickness, suggest that it may be something other than a domestic residence, possibly having public and/or ritual significance.\r\n\r\nIn order to understand what the building may have been used for, Rana Ozbal will rely on two sources of data. The first will consist of the 'traditional' archaeological materials that the building yields, such as pottery, tools and other artifacts. The second source of information will be gathered from methodologically innovative micro-analyses, which involve chemical testing of the building's floors and recovery and identification of embedded micro-artifacts (artifacts that are less than 1 cm2). This combined research methodology will provide a finer level of resolution for inferring the function of this unusual building and hence for understanding the organizational complexity of Halaf society. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gil",
   "pi_last_name": "Stein",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gil J Stein",
   "pi_email_addr": "g-stein@nwu.edu",
   "nsf_id": "000108850",
   "pi_start_date": "2001-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 10640.0
  }
 ],
 "por": null
}