{
 "awd_id": "0118130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research on Monolithic Optoelectronic Integrated Circuits for Biomedical Sensing Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2001-09-18",
 "awd_max_amd_letter_date": "2001-09-18",
 "awd_abstract_narration": "This proposal describes a three year collaborative research program by a multi-university team of device, electronics, and biomedical investigators applying and extending newly emerging technologies for monolithic optoelectronic integration to address problems and needs of biomedical research and diagnosis. Researchers at MIT have recently demonstrated unique monolithic optoelectronic integrated circuits (OEICs) of unprecedented complexity and performance, and their ability now to monolithically integrate light sources and detectors with complex high density, high performance electronic circuitry opens the way to the invention and realization of a wide variety of sensors and measurement arrays for medical research and diagnostics. It is this area which the proposed effort will address.\r\nThe technologies for monolithic optoelectronic integration which are under development at MIT are sufficiently advanced that they can be applied immediately to solve a variety of problems, and one area that is ripe with applications and needs that are addressable with the current technology is biomedical research and practice. From the numerous possible target applications in biomedicine, we have identified as an initial vehicle for applying this technology a integrated source/detector array for diffuse optical tomography (DOT). The proposed unit will permit DOT observations with a resolution exceeding that of present techniques and will lead to the use of DOT in procedures and situations in which it is currently unfeasible.\r\nStated in the most general terms, the proposed effort will be directed at developing, applying, and making available a technology to monolithically integrate III-V optical emitters and detectors with commercially fabricated, custom-designed integrated circuits to produce high resolution two-dimensional arrays of individually addressable smart excitor/sensor pixels tailored for biomedical research applications and studies. A representative pixel might measure 250 to 500 microns on a side, and contain, for example, a diode light emitter (LED or laser), one or more light sensors, and a significant amount of electronic signal processing circuitry. This basic unit is a building block from which a wide variety of biomedical optical measurement systems can be realized in a very rugged, compact chip-size format. It promises to lead, in the future, to totally new sensor geometries and measurement procedures.\r\nThe challenges that the program will face include continuing development of the OEIC technology and adapting this technology for biomedical research; developing suitable signal processing algorithms and designing compact, high performance signal processing circuit arrays in the relevant electronics technologies to interface with the optoelectronic devices; and suitably packaging the OEIC chips for their biomedical utilization.\r\nThe project team will be aided in this effort by its strong links with the Northeastern University Center for Subsurface Sensing and Imaging Systems, the Massachusetts General Hospital NMR Center, the University of Utah NIH/NCRR Center for Bioelectric Field Modeling, Simulations and Visualization, and the MIT Microsystems Technology Laboratory, and by integrated circuit processing support from Vitesse Semiconductor Corporation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifton",
   "pi_last_name": "Fonstad",
   "pi_mid_init": "G",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Clifton G Fonstad",
   "pi_email_addr": "fonstad@mit.edu",
   "nsf_id": "000336523",
   "pi_start_date": "2001-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}