{
 "awd_id": "0118849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Tensas Paleoethnobotanical Project",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2001-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 10276.0,
 "awd_amount": 10276.0,
 "awd_min_amd_letter_date": "2001-07-28",
 "awd_max_amd_letter_date": "2004-10-12",
 "awd_abstract_narration": "\tUnder the direction of Dr. Gayle Fritz, Katherine Roberts will complete  The Tensas Paleoethnobotanical Project.  This project/dissertation will document the emergence of aboriginal farming, in the form of both horticulture and agriculture, in the Tensas Basin of Northeast Louisiana located in the Lower Mississippi Valley.  It will employ basic models and tenets from evolutionary ecology as the main interpretive framework to enable examination of these processes in sociopolitical context.  Specifically, it will investigate how risk reduction may have influenced decisions about resource utilization. Evidence will be taken from plant remains, archaeological data, and ecological information.. \r\n\tCurrent data suggest that although a certain level of complexity was achieved in the Tensas based on nut and fruit management, with the advent and subsequent intensification of maize, Tensas Basin society became noticeably more complex.  In contrast, farming of native seeds had fewer discernible social ramifications.  These patterns require further substantiation and explanation. Plant remain analyses are an excellent means for testing hypotheses about the dynamics of the evolution of economic and cultural systems.  This study, combined with application of predictions from particular models derived from evolutionary ecology, will help focus interpretation on the nature and consequences of the interaction between people and their food plants. \r\n \tThe project/dissertation will expand an already impressive plant remain database and critically examine factors effecting foodways in the Tensas basin through a localized case study.  Completion of this project will augment knowledge of the patterns and processes of food production during the time period spanning A.D. 700 - A.D. 1400, focusing on the effect of agriculture on indigenous economic strategies.  Hypotheses concerning the local population's dependence on maize versus native resources will be examined on the basis of empirical evidence with consideration of the ecological and historical context in which these behavioral changes took place.  Results of this study will provide insight into the interplay among environment, risk, and the evolution of subsistence and social structure, ultimately shedding light on developmental processes in other regions as well. \r\n\tThe Tensas Paleoethnobotanical Project will provide some clarification of why and how these fisher-hunter-collectors eventually became farmers and in so doing,  the study will fulfill the larger objective of developing explanations for the origin of food production in the Tensas Basin.  Why the hunter-collector-fisher economy in the Tensas persisted as long as it did, and why local groups were seemingly so reluctant to embrace maize agriculture, will be discussed.  This dissertation will provide a well studied example of sedentary and socially complex moundbuilders who subsequently adopted maize.  Ecologically based explanations for the adoption of agriculture and the socio-political changes it brings will confront arguments of increased complexity in Mississippian times deriving from aggrandizing individuals striving for power.  Additionally, explanations of population pressure and climatic change need not be invoked as exogenous variables for the shift to.  Finally, data collection and hypothesis testing involved in this project will provide an empirical case study to aid evaluation of proposals for subsistence patterning in the region.\r\n\t\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gayle",
   "pi_last_name": "Fritz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gayle J Fritz",
   "pi_email_addr": "gjfritz@artsci.wustl.edu",
   "nsf_id": "000367587",
   "pi_start_date": "2001-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 10276.0
  }
 ],
 "por": null
}