{
 "awd_id": "0121662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR/SY: High-Speed Wavelength-Agile Optical Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2001-10-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 2564000.0,
 "awd_amount": 2564000.0,
 "awd_min_amd_letter_date": "2001-09-24",
 "awd_max_amd_letter_date": "2005-06-29",
 "awd_abstract_narration": "We propose to explore the architecture and device development issues necessary to develop optical LAN's that are ready to interface with optical MAN's. Our goal is to develop a clear plan for integration of LAN's and MAN's in order to improve the degree to which the benefits of high bandwidth in the MAN's are delivered to end users on the LAN's.  The application of architectural techniques to this problem cannot be effectively pursued without understanding the capabilities of proposed and available devices, yet the needs of architecture should strongly guide device development to ensure usefulness and relevance. To address these issues, we have formed a synergistic partnership between network architecture and hardware technology groups.\r\n     At the architectural level, we will explore issues in the design and evaluation of robust optical LAN architectures with explicit focus on the means of access to MAN's and on the capabilities necessary for both LAN nodes and the MAN-LAN interfaces (MLI's). The MLI's will serve as both hub and head-end for the LAN and will provide a simple interface between the LAN and the MAN. We will explore the robustness of these architectures to faults and will quantify the benefits of exploiting wavelength conversion and tunable sources to improve a network's robustness to failures with a range of automatic protection algorithms. Using wavelength conversion at MLI's, we will study the impact of wavelength conversion on robustness and network routing. Using wavelength conversion to enhance robustness has received very little attention, whereas routing is the focus of substantial previous work. We will also explore the effectiveness of optically transparent paths as limited by noise and insertion loss in the devices, and will study the tradeoffs between network capacity and robustness given these routing limitations.\r\n     At the device level, we will explore devices and subsystems that trade some functionality for increased simplicity or improved cost-effectiveness. The first of these elements is a multi-cavity VCSEL, which exploits the underlying physics to produce wavelength-tunable transmitters at a fraction of the cost of current tunable sources. These VC-SEL's will fill the gap between inexpensive, non-tunable VCSEL's available in a small range of wavelengths, and high-end, carrier-grade lasers. Our proposed tunable VCSEL's are intended to fulfill the requirements of MAN/LAN environments, which are a hybrid of current core networks and current LAN's.\r\n     We also plan to develop optical wavelength converters based on dual-pump, four-wave mixing. The dual-pump design enhances both the efficiency and the range of the converter, and can also provide polarization independence.  High efficiency is necessary to reduce or to eliminate the need for regeneration of optical signals within the MAN-LAN environment. Only a single wavelength enters the wavelength converter, thus the filter eliminates the effects of coherent and incoherent crosstalk between wavelengths that arises through four-wave mixing. SOA-based wavelength conversion is typically cheaper than other approaches, but suffers from poorer noise figures stemming from the use of the SOA, which make them less attractive for long-distance applications in core networks. For the MAN-LAN environment, SOA's present an attractive and economical alternative that allows ubiquitous availability of wavelength converters at switching nodes.\r\nThird, we will develop high-speed photodetectors based on indium-phosphide materials. The development of\r\nhigh-speed photodetectors helps to maintain fairly lean wavelength requirements in local and metropolitan areas, avoiding the challenges of dense WDM. While more aggressive scalability is attractive in many ways, a single 80 Gbps wavelength can move a terabyte of data in less than two minutes. A single wavelength with effective access mecha-nisms can be used as a virtual private network if appropriately deployed over a LAN/MAN infrastructure.\r\n     Finally, we propose to develop tunable 2x2 switch elements based on indium phosphide ring resonators. Such devices allow a single wavelength to be selected and exchanged by the switch while all other wavelengths pass through untouched. These switches serve as building blocks for several important components, including tunable receivers and low insertion loss, low-crosstalk, high-speed optical crossconnects.\r\n     The development of these network elements will guide the types of systems that the network architecture group examines. At the same time, results from the network architecture group in terms of maximum system gain for a given approach (i.e., wavelength conversion, add-drop capability) will influence the direction of the hardware technology development. We believe that this approach is the best method for optimizing the architecture of next-generation fiber-optic WDM systems within the framework of the network element technology.\r\n     The research will be conducted by a group of five faculty (S. L. Chuang, K. Choquette, I. Adesida, and S. Lumetta from the University of Illinois at Urbana-Champaign, and M. Medard from MIT) in the optoelectronic device and computer networking areas. This project will foster collaboration between system and device researchers to realize next-generation, high-performance, wavelength-agile optical networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shun-Lien",
   "pi_last_name": "Chuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shun-Lien Chuang",
   "pi_email_addr": "s-chuang@uiuc.edu",
   "nsf_id": "000102496",
   "pi_start_date": "2001-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ilesanmi",
   "pi_last_name": "Adesida",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ilesanmi Adesida",
   "pi_email_addr": "iadesida@uiuc.edu",
   "nsf_id": "000442463",
   "pi_start_date": "2001-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Lumetta",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Steven S Lumetta",
   "pi_email_addr": "lumetta@uiuc.edu",
   "nsf_id": "000459281",
   "pi_start_date": "2001-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kent",
   "pi_last_name": "Choquette",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kent D Choquette",
   "pi_email_addr": "choquett@illinois.edu",
   "nsf_id": "000405916",
   "pi_start_date": "2001-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168700",
   "pgm_ele_name": "ITR MEDIUM (GROUP) GRANTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1687",
   "pgm_ref_txt": "ITR MEDIUM (GROUP) GRANTS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 1749296.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 347318.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 247317.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 117459.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 102610.0
  }
 ],
 "por": null
}