{
 "awd_id": "0121481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR/SY+SI:The System Architecture of a Computing Utility",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sajal Das",
 "awd_eff_date": "2001-10-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 2911212.0,
 "awd_min_amd_letter_date": "2001-09-13",
 "awd_max_amd_letter_date": "2008-12-17",
 "awd_abstract_narration": "Computing services in the future should become just as available and easy to use as any of the modern\r\nutilities: power, water, or telephone service. A compute utility should work reliably and invisibly,\r\nproviding users with simple, efficient access to their data and individualized computing environments\r\nanywhere in the world. Data kept in the utility may be private, publicly available, or shared between\r\ndesignated parties.\r\n     Our proposed compute utility architecture is based on the idea of a compute capsule, which captures\r\nthe entire logical state of an active computing environment. A capsule is portable, persistent,\r\nhost-independent, self-contained and can be suspended on disk, arbitrarily bound to different machines,\r\nand transparently resumed. Compute servers in a utility run a small trusted computing base, which\r\nmanages the compute capsules like a cache. Users' capsules can be run on any of the compute servers in\r\nthe utility and are typically run on local machines for enhanced interactive performance. Capsules provide\r\nusers with customizabililty as well as a guarantee of isolation from other users. As persistent objects that\r\ncan be shared, duplicated and version-controlled, capsules can be easily managed and administered.\r\n     The compute utility model has significant advantages over our current environment. First, instead of\r\nrequiring end users to procure, administer and upgrade their equipment individually, resources of a utility\r\nare shared and managed centrally by experts, thus resulting in a more efficient system. Second, a global\r\nutility allows users efficient access to their computing environment everywhere. They need not juggle a\r\nlarge number of different interfaces and deal with the discontinuities as they move between home and work\r\nevery day. Third, a professionally managed compute utility designed to support global mobility and\r\nsharing can provide greater security than our current environment. In contrast, today novice users are\r\nresponsible for keeping their systems secure, and the lack of adequate support for sharing and mobility\r\nleads to practices that jeopardize security. Fourth, the infrastructure of a utility serves as an excellent\r\nplatform for several emerging computing trends: software hosted remotely by application service\r\nproviders, support of ubiquitous access devices, and large-scale distributed computing.\r\n     The goal of this research project is to investigate the viability of a compute utility and to lay the\r\ntechnical foundation for such an infrastructure. The techniques developed can also be applied to manage an\r\ninstitution's distributed resources.\r\n     First, we will investigate the concept of capsules fully by studying their design and applications.\r\nCapsules can be implemented at the machine, operating system and application level; trade-offs between\r\nthese different approaches will be studied. We will also explore novel uses of capsules: capsules can be\r\nused to run untrusted software; they can provide secure and shared environments for group projects;\r\ncapsules can also serve as pre-installed software packages ready to run on any machine. We will develop\r\nthe associated tools to make capsuleseasy to use.\r\n     Second, we will develop the technologies to ensure security in a compute utility. Security will be\r\nprovided at three levels: a small trusted kernel that provides isolation between capsules and monitors\r\ncapsules for added security; the use of certified capsules to create trusted computing environments; data\r\nsecurity will be provided by encryption, and sharing will be supported by a flexible key management\r\nscheme. We plan to conduct a careful analysis of the vulnerabilities of the system.\r\n    Third, this research will produce the technologies useful for creating scalable, efficient, and easily\r\nmaintainable compute utilities. They include techniques for managing machines in a globally distributed\r\nenvironment by treating them as caches of capsules, and techniques that combine capsule caching and\r\nremote display technology to support global mobility and sharing.\r\n    This research will develop a prototype compute utility to validate the technology developed. To make\r\nextensive experimentation possible, the prototype will support legacy software. The experiments will be\r\ndesigned especially to address the information technology needs of universities.\r\n    Computer systems have gone through two major eras, time-sharing on mainframes and personal\r\ncomputing. The success of this research may usher in a new era of compute utility and have a significant\r\nimpact on our future computing practice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Lam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Monica S Lam",
   "pi_email_addr": "lam@cs.stanford.edu",
   "nsf_id": "000214922",
   "pi_start_date": "2001-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mendel",
   "pi_last_name": "Rosenblum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mendel Rosenblum",
   "pi_email_addr": "mendel@cs.stanford.edu",
   "nsf_id": "000246502",
   "pi_start_date": "2001-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Boneh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Boneh",
   "pi_email_addr": "dabo@cs.stanford.edu",
   "nsf_id": "000202506",
   "pi_start_date": "2001-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168700",
   "pgm_ele_name": "ITR MEDIUM (GROUP) GRANTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1656",
   "pgm_ref_txt": "LARGE SCALE NETWORKING"
  },
  {
   "pgm_ref_code": "1687",
   "pgm_ref_txt": "ITR MEDIUM (GROUP) GRANTS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 1732063.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 582242.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 596907.0
  }
 ],
 "por": null
}