{
 "awd_id": "0122371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Activities: Development of a Strategic Plan for the Trinity College Field Station at Church Farm",
 "cfda_num": "47.074",
 "org_code": "08080103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerald Selzer",
 "awd_eff_date": "2001-10-01",
 "awd_exp_date": "2004-01-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2001-08-24",
 "awd_max_amd_letter_date": "2001-08-24",
 "awd_abstract_narration": "\r\n\tA grant has been awarded to Drs. Scott Smedley, Joan Morrison, Craig Schneider, and Mr. Michael O'Donnell at Trinity College, Hartford, Connecticut to develop a strategic plan for the College's newly acquired field station.  The Trinity College Field Station (TCFS) at Church Farm, readily accessible from the College's urban campus, is a rural site of 256 acres (102 ha) in northeastern Connecticut, consisting of diverse terrestrial and aquatic habitats. TCFS's three-fold mission is to promote the area's use for research in the natural sciences, educational endeavors with an environmental emphasis, and conservation of open space.  A comprehensive strategic plan is crucial to fulfilling TCFS's mission.\r\n\tDevelopment of the strategic plan will occur over eighteen months beginning in September 2001.  The planning process will be directed by the TCFS Advisory Committee, which includes, in addition to the project directors, other Trinity faculty, administrators, and a representative of the local land trust.  A survey of environmental researchers and educators in the Northeast will identify external stakeholders.  Site visits to other field stations will permit examination of their infrastructure, programs, and management, with the aim of adopting successful models.  Three planning workshops will provide additional opportunities to consult with relevant experts. The first two, with outside participants drawn largely from regional field stations, will focus on TCFS's research and educational programs, respectively.  The final workshop, with outside participants drawn nationally, will focus on the integration of these two programs and will consider inherent operational issues.  Findings from the surveys, site visits, and workshops will all contribute to the strategic plan document, which will guide Trinity's administration towards development of a first-rate field station, particularly in these important early years.  Given that TCFS currently lacks physical structures for its research and educational programs, the strategic plan will be critical to Trinity's efforts to design, finance, construct, and manage a facility.\r\n\tBesides providing opportunities for field research and environmental education previously unavailable to Trinity, the field station is significant in several other respects.  Located within the National Parks Service's Quinebaug and Shetucket Rivers National Heritage Corridor, TCFS is well positioned to study this rare rural remnant within the Boston-Washington megalopolis. Occupied by Europeans since 1715, TCFS is among few field stations with such a long recorded land-use history and can thus contribute to our understanding of how previous human activities have influenced today's environment.  Finally, Trinity College hopes that TCFS can benefit other educational institutions.  Southern New England has one of the highest concentrations of colleges and universities in the nation, yet most lack a field station. Through Trinity's sponsorship of the Learning Corridor (a new complex of K-12 schools serving Trinity's inner-city neighborhood) and through its consortial affiliation with Hartford-area colleges and universities, the College has excellent opportunities to engage minority students in research and education at TCFS.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Smedley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Scott R Smedley",
   "pi_email_addr": "scott.smedley@trincoll.edu",
   "nsf_id": "000329363",
   "pi_start_date": "2001-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Schneider",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Craig W Schneider",
   "pi_email_addr": "cschneid@trincoll.edu",
   "nsf_id": "000086494",
   "pi_start_date": "2001-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "O'Donnell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A O'Donnell",
   "pi_email_addr": "michael.odonnell@trincoll.edu",
   "nsf_id": "000185432",
   "pi_start_date": "2001-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Morrison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joan Morrison",
   "pi_email_addr": "joan.morrison@trincoll.edu",
   "nsf_id": "000175533",
   "pi_start_date": "2001-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trinity College",
  "inst_street_address": "300 SUMMIT ST",
  "inst_street_address_2": "",
  "inst_city_name": "HARTFORD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8602975347",
  "inst_zip_code": "061063100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "THE TRUSTEES OF TRINITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "RG7YYBN8C835"
 },
 "perf_inst": {
  "perf_inst_name": "Trinity College",
  "perf_str_addr": "300 SUMMIT ST",
  "perf_city_name": "HARTFORD",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "061063100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}