{
 "awd_id": "0123512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ultra-High-Capacity Optical Communications and Networking: Vertically-Integrated Primitives for a Bufferless, Temporally- and Spectrally-Efficient All-Optical Packet-Switched Netwo",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2001-11-01",
 "awd_exp_date": "2005-10-31",
 "tot_intn_awd_amt": 465000.0,
 "awd_amount": 465000.0,
 "awd_min_amd_letter_date": "2001-09-24",
 "awd_max_amd_letter_date": "2001-09-24",
 "awd_abstract_narration": "0123512\r\nChang-Hasnain\r\n\r\nThis proposal was submitted in response to the solicitation NSF 01-65 on \"Ultra-High Capacity Optical Communications and Networking.\" It is well accepted that future, high-speed, highly efficient optical networks must migrate from being circuit switched to ultimately packet switched. One of the key functions for any efficient packet-based network is the ability to avoid contention and blocking by using local buffers at the switching nodes. However, after more than 20 years of research, there has been scant progress in developing a practical all-optical buffer. The PIs propose to research the fundamental building blocks (i.e., \"primitives\") across different disciplines that will truly enable a bufferless packet-switched all-optical network. This research will be vertically integrated, to investigate unique fundamental primitives including devices, systems, and network architectures. The PIs will investigate the key functionalities, opportunities, and limitations when combining these primitives across these diverse disciplines. \r\n\r\nThe PIs will demonstrate a new repetition/statistical algorithm code at the packet level in which packets are replicated at the transmitter array and sent along different network paths that will minimize the packet latency and packet loss, as well as reduce the complexity of each switching node inside the core network. This algorithm will accommodate and adjust to the transmission and device limitations that exist at the physical layer. Implementing this scheme will require unique >30-nm-wide wavelength-tunable laser devices that can be tuned in a few ns, a novel 3-dimensional fast (ns) high-port-count optical switch, the transmission and reception of packets that are statistical multicast, and all-optical synchronization and packet-header recognition at a switching node. \r\n\r\nGiven the statistical multicasting that is needed to achieve a bufferless network the PI's algorithm design will attempt to conserve the use of the available spectral, temporal, and spatial domains. They will solve unique problems by enabling ultra-wide-wavelength-tunable lasers and by limiting the nonlinear interactions (i.e., Brillouin, FWM) when channel wavelength spacings decrease to below a fraction of the channel information bandwidth. It is not uncommon to have efficiencies as low as 5% for peak rate allocation of bursty video streams. Statistical multiplexing will give an order of magnitude gain over circuit switching even for long-lived data streams. Therefore, their new algorithms and experimental implementations will result in overall deflection loss probability much lower than can otherwise be achieved. This integrated research will take into account that each device and systems limitation will impact the network routing algorithm, and switching and routing efficiencies will drive the device and transmission requirements.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constance",
   "pi_last_name": "Chang-Hasnain",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Constance J Chang-Hasnain",
   "pi_email_addr": "cch@berkeley.edu",
   "nsf_id": "000444103",
   "pi_start_date": "2001-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Venkatachalam",
   "pi_last_name": "Anantharam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkatachalam Anantharam",
   "pi_email_addr": "ananth@eecs.berkeley.edu",
   "nsf_id": "000446444",
   "pi_start_date": "2001-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "409000",
   "pgm_ele_name": "ADVANCED NET INFRA & RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1751",
   "pgm_ref_txt": "ULTRA-HIGH-CAPACITY OPTICAL COMM & NETWO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 465000.0
  }
 ],
 "por": null
}