{
 "awd_id": "0123244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant For Assessment And Improvement Of Alaska's Tribally-controlled College's Science, Mathematics, Engineering And Technology Programs",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925173",
 "po_email": "lchase@nsf.gov",
 "po_sign_block_name": "Jody Chase",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2002-11-30",
 "tot_intn_awd_amt": 49989.0,
 "awd_amount": 49989.0,
 "awd_min_amd_letter_date": "2001-09-13",
 "awd_max_amd_letter_date": "2002-09-11",
 "awd_abstract_narration": "Ilisagvik College in Barrow, Alaska is the lead college in the Consortium for Alaska \r\nNative Higher Education, Inc. (CANHE), a non-profit group of Alaska Native organizations\r\ncreating and supporting new Alaska Native-serving colleges in Alaska. CANHE was\r\nestablished, in part, because only 4% of Alaska Natives (1990) have achieved \r\nbaccalaureate degrees. Alaska Natives are poorly represented as students in \r\nScience, Mathematics, Engineering, and Technology (SMET) programs in Alaska's\r\nuniversities and colleges, as teachers in the Alaska schools, and in the occupations\r\nrequiring these skills. Data on Alaska Native higher education achievement is not\r\nwell collected. It is obvious to Alaska natives, however, that different techniques\r\nmust be used to attract and retain Native and rural students in SMET programs than\r\nthose used for years by the state university. Ilisagvik will serve as the lead and \r\nmentor institution for the planning and assessment effort over the10 months of \r\nthe project.\r\n\r\nIlisagvik will engage a project manager to conduct the assessment. A CANHE member\r\ntask force will create a mission statement defining the planning goals, priorities\r\nand project milestones.  An external advisory board will be chaired by Dr. Edna\r\nMacLean, the president of Ilisagvik College, and will review the planning effort and\r\nevaluate the progress. The task force and manager will gather data from each of the\r\nsix members and examine their missions, their long-term goals and priorities. The\r\nregional needs and strengths will become part of the CANHE SMET master plan which\r\nwill include the colleges' resources, governance, culture, technology requirements, \r\nand funding strategies. The plan will include assessment of faculty needed and the\r\nskills available for staff instruction, and inventory the technology requirements\r\nand the infrastructure support needed in each region. Beyond the specific benefits\r\nof the assessment to Ilisagvik College, the benefits will multiply by involving all\r\nthe CANHE members in the process and the ultimate implementation of the plan.\r\n\r\nThe group will design practical cost-effective methods to create, expand and \r\ncollaboratively improve SMET programs for the dispersed potential student body \r\nincluding collaboration with other regions, some centralizing support activities,\r\n and integrating incentives to be involved for faculty and students. Given the vast \r\nroadless distances between communities, the primitive state of rural Alaska\r\ntelecommunications and information infrastructure and the high cost of such\r\nservices when available, there are numerous problems of distance delivery to\r\nbe identified, understood and resolved. \r\n\r\nIlisagvik developed a new Information Technology A.A.S. curriculum and acquired \r\nsome of the infrastructure to carry out the classes through previous funding from \r\nNSF, the American Association of Community Colleges, the M. J. Murdock Foundation, \r\nand the Microsoft Corporation. Other programs are being developed by CANHE members. \r\nThese assets can be shared across the state to improve SMET delivery.  Collectively \r\nthe colleges can register a greater number of students for these courses from the \r\nmulti-regional Native student body and deliver them with a smaller number of\r\nfaculty also taking administrative advantages of cross-registration benefits.\r\nThe data, assessment, and draft plan will be reviewed with the board and\r\norganizational leadership of each regional colleges prior to adoption to affirm, \r\nand modified if required, so that it addresses the needs, direction and resources \r\nof each region.\r\n\r\n\r\n\r\n\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Willingham",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Francis F Willingham",
   "pi_email_addr": "frank.willingham@ilisagvik.cc",
   "nsf_id": "000249929",
   "pi_start_date": "2001-09-13",
   "pi_end_date": "2002-09-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Merritt",
   "pi_last_name": "Helfferich",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Merritt R Helfferich",
   "pi_email_addr": "innovate@mosquitonet.com",
   "nsf_id": "000205655",
   "pi_start_date": "2001-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edna",
   "pi_last_name": "MacLean",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edna A MacLean",
   "pi_email_addr": "edna.maclean@ilisagvik.cc",
   "nsf_id": "000472896",
   "pi_start_date": "2002-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ilisagvik College",
  "inst_street_address": "100 STEVENSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "BARROW",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9078523333",
  "inst_zip_code": "99723",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "ILISAGVIK COLLEGE",
  "org_prnt_uei_num": "D6SEGKF6CMQ8",
  "org_uei_num": "UEWTQ6NWAJK7"
 },
 "perf_inst": {
  "perf_inst_name": "Ilisagvik College",
  "perf_str_addr": "100 STEVENSON ST",
  "perf_city_name": "BARROW",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "99723",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 49989.0
  }
 ],
 "por": null
}