{
 "awd_id": "0123405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ultra-High-Capacity Optical Communications and Networking: Optical CDMA with Femtosecond Pulses for Ultra-High-Capacity Communications and Networking",
 "cfda_num": "47.070",
 "org_code": "05050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2001-11-01",
 "awd_exp_date": "2005-10-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 468250.0,
 "awd_min_amd_letter_date": "2001-09-18",
 "awd_max_amd_letter_date": "2003-05-14",
 "awd_abstract_narration": "In this proposal, three researchers from the University of California, San Diego (UCSD), specializing in the fields of optics, communications, and computer networks, are collaborating on the Ultra-High-Capacity Optical Communications and Networking initiative. It is felt by many researchers that the most efficient and economical way to utilize optical transmission technology for large scale networking is to use wavelength division multiplexing (WDM) in a circuit switched mode, overlaid with packet switching implemented with electronics. While this may indeed be the case, it is important to investigate alternative approaches that have great potential. The UCSD team has been investigating novel techniques of information transmission via optical fiber, where code division multiple access (CDMA) using ultrashort laser pulses is employed. Compact, low cost fiber-based ultrashort pulse sources are currently being developed, making the technology suitable for future practical networks. When an ultrashort pulse is encoded for CDMA, the pulse spreads out in time and resembles a noise burst that is transmitted on the optical fiber. At the receiving node, a decoder is applied to the received signals from multiple users, which matches only the encoding of the desired transmitter. The matching signal component is transformed back to an ultrashort pulse form that can be detected over the remaining interference from other users with nonlinear optical techniques.  A novel high resolution pulse synthesis and detection technique for ultrashort pulses developed at UCSD enable various data transmission formats to be considered, such as ultrafast packet transmission with on/off keying, pulse position modulation, and amplitude modulation. The CDMA scheme enables large scale, asynchronous, concurrent access to the transmission resources. With a suitable architecture, this can be exploited to simplify network control, and increase reliability and flexibility.\r\n\r\n     The objective of this proposal is to conduct basic research by investigating theoretically and verifying\r\nexperimentally data modulation schemes for efficient information transmission in conjunction with CDMA encoded ultrashort pulses in an optical fiber network. Efficient modulation formats will result in aggregate transmission rates exceeding 10's of terabits/second, with individual user rates on the order of 1-10 gigabits/second. The specific objectives of this proposal include modeling of the optical CDMA for ultrashort Gaussian pulses, complete statistical analysis of the transmitted waveforms, investigation of various optical CDMA codes that support thousands of users with minimal interference, bit error rate analysis of received optical signals for various modulation schemes, modeling and characterization of the distortions induced by the fiber channel, adaptive equalization techniques for reducing dispersion and other fiber distortions, computer simulations of the modulation schemes, and experimental evaluation of the communication system: transmitter, optical channel, and receiver. The various phases of the proposed project complement each other. Combined together, they provide for in-depth knowledge of the theoretical and experimental issues of communicating with CDMA encoded ultrashort pulses.  These findings will be shared with the scientific community, enhancing not only the knowledge base of other researchers in the field, but also of the students conducting the research. We shall demonstrate a prototype optical network with several users employing the modulation format that will carry over 10 terabits per second of information, when scaled up to the full number of users.\r\n     \r\n     The potential impact of the work will be in the proof that optical CDMA encoding of ultrashort pulses is a\r\nrealizable and desirable alternative to WDM. Currently, WDM is the preferred multiplexing method due to its\r\nsimplicity and low cost. While WDM does increase the transmitted bandwidth significantly, it still does not fully utilize the available optical bandwidth due to both the need for guard bands between channels and the under utilization of channels. In contrast, CDMA encoded ultrashort pulses share the entire bandwidth without the need for guard bands, leading to efficient utilization of transmission resources. Using CDMA can also provide a highly flexible and robust infrastructure, upon which packet switching can be overlaid. The CDMA format also provides a degree of security, as no data can be extracted without knowledge of the codes employed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yeshaiahu",
   "pi_last_name": "Fainman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yeshaiahu Fainman",
   "pi_email_addr": "fainman@ece.ucsd.edu",
   "nsf_id": "000468645",
   "pi_start_date": "2001-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Milstein",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence B Milstein",
   "pi_email_addr": "milstein@ece.ucsd.edu",
   "nsf_id": "000183980",
   "pi_start_date": "2001-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rene",
   "pi_last_name": "Cruz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rene L Cruz",
   "pi_email_addr": "cruz@ece.ucsd.edu",
   "nsf_id": "000311320",
   "pi_start_date": "2001-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409000",
   "pgm_ele_name": "ADVANCED NET INFRA & RSCH"
  },
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1751",
   "pgm_ref_txt": "ULTRA-HIGH-CAPACITY OPTICAL COMM & NETWO"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 6250.0
  }
 ],
 "por": null
}