{
 "awd_id": "0125789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Conference on Hyperbolic Problems: Theory, Numerics & Applications",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "2001-09-17",
 "awd_max_amd_letter_date": "2001-09-17",
 "awd_abstract_narration": "The International Conference on \"Hyperbolic Problems: Theory, Numerics and Applications\" will be held in CalTech on March 25-29, 2002. The planned Hyp2002 conference will be the ninth meeting in the bi-annual international series which became one of the highest quality and most successful conference series in Applied mathematics. There have been many new developments in hyperbolic and nonlinear evolution PDEs since the last international hyperbolic PDEs conference was held in the US at Stony Brook in 1994. In the 2002 hyperbolic PDEs conference to be held at CalTech, we would like to bring young and active scientists together with leading researchers from different disciplines to address the theoretical, modeling, and computational issues in solving hyperbolic PDEs and more generally nonlinear evolution equations arising from various application areas. In fact, we would like to broaden further the scope of our next hyperbolic conference to include new and exciting research areas such as multiscale modeling and simulations (deriving and simulating meso-scale or nanoscale material properties in micro devices), geophysical applications (wave propagation in random media, coarsening of multi-phase flows through multiscale porous media), computational biology and computational chemistry, free boundary problems arising from materials science and multi-component fluid dynamics (thin films, crystal growth, multi-fluid interfaces, solid/liquid interfaces). The conference will provide a forum to exchange and to stimulate new ideas from different disciplines, and to formulate new challenging problems that will have important physical and industrial impacts.\r\n\r\nTheoretical and numerical studies of hyperbolic problems have made tremendous impact in the developments of US economy and technology. Many high-resolution methods developed in the hyperbolic community have helped design faster airplanes, new materials, and improve our space exploration program. The hyperbolic conference series and its proceedings have become a focal point for active research in a growing field, where theory, numerics and applications complement each other. The earlier conferences were focused more on theoretical aspects of hyperbolic conservation laws. As computers became more and more powerful in the late eighties and the nineties, many effective numerical methods have been developed in simulating hyperbolic systems arising in aerodynamics and fluid dynamics applications. The hyperbolic meetings in this series have been very successful in steering the development of new high-resolution algorithms for solving complex physical systems. Many of these developments found new applications outside their traditional area of Computational Fluid Dynamics, including materials science, multiphase/multicomponent flows, combustion/detonation, flows with free boundary, geometrically based motions for image processing and more. We believe that hosting such a high level conference in the US will greatly benefit the US scientists working in this general area. It is especially helpful in educating our graduate students and postdocs, providing them with the opportunity to be in touch with the leading experts working on the frontier of this field. We will take several measures to attract young scientists. An effort will be made to increase the number of women \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hou",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Y Hou",
   "pi_email_addr": "hou@acm.caltech.edu",
   "nsf_id": "000443265",
   "pi_start_date": "2001-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eitan",
   "pi_last_name": "Tadmor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eitan Tadmor",
   "pi_email_addr": "tadmor@umd.edu",
   "nsf_id": "000468364",
   "pi_start_date": "2001-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}