{
 "awd_id": "0126601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Children's Research Initiative: Integrative Approaches - CRI: The Study of Brain-Behavior Relations in the Context of Development",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marguerite Barratt",
 "awd_eff_date": "2001-09-15",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 66456.0,
 "awd_amount": 66456.0,
 "awd_min_amd_letter_date": "2001-09-13",
 "awd_max_amd_letter_date": "2001-09-13",
 "awd_abstract_narration": "The Study of Brain-Behavior Relations in the Context of Development\r\n\r\nCharles Nelson\r\n\r\nOver the past decade, tremendous strides have been made in elucidating the neural underpinnings of human cognition and emotion. Regrettably, similar gains have not been made in understanding the development of these functions. This is unfortunate, as the study of development is not only important in its own right, but also has implications for understanding mature function. For example, knowledge gained from the study of development can provide useful information with regard to how the brain accomplishes the tasks that makes behavior possible. When one finds that a particular process appears in a particular sequence it suggests that experience provided by one system may be used to grow the next. When several different processes all appear at the same time in development, it suggests that a common mechanism may underlie all of these activities. Understanding the effects of experience and maturation on a behavioral system are central concerns of the developmental approach. Developmental studies make it possible to search for sensitive periods and raise the question of what brain changes bring a sensitive period to an end. The overall objective of this center grant planning proposal is to capitalize on the gains being made in adult cognitive and affective neuroscience and extend these gains to the study of development.  \r\nThe Center for Neurobehavioral Development (CNBD) at the University of Minnesota will be home to this application. The faculty that comprise the CNBD are made up of an eclectic group of faculty that collectively have in common an interest in the relation between brain and behavior in the context of development. The CNBD faculty has strengths in a variety of areas, and have specifically targeted for investigation studies that focus on the following four areas: (a) The organization of sensory and perceptual systems (b) The development of memory, (c) The development of attention and executive functions as cognitive constructs and in the service of emotion and behavior regulation, and (d) Emotion and stress regulation. Although many of the faculty that comprise the CNBD have worked together in the past, because this is a new center, its participants are not yet as well integrated as would be desirable. This planning grant will facilitate such integration. Project activities during the planning phase will consist of a) meeting of \"affinity groups,\" in which like-minded faculty will meet on a regular basis to discuss common interests, b) inviting guest speakers from other universities whose research interests overlap with those of CNBD faculty, c) inviting consultants to the CNBD that will help identify themes common to the full faculty, d) having the Director of the CNBD (and PI of this application) visit with other center directors around the US, and e) hosting a faculty retreat.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Nelson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Charles A Nelson",
   "pi_email_addr": "canelson@tc.umn.edu",
   "nsf_id": "000170211",
   "pi_start_date": "2001-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1358",
   "pgm_ref_txt": "CHILD LEARNING AND DEVELOPMENT"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 66456.0
  }
 ],
 "por": null
}