{
 "awd_id": "0126585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:   Child Temperament and Personality Across Contexts",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marguerite Barratt",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 18669.0,
 "awd_amount": 18669.0,
 "awd_min_amd_letter_date": "2001-09-25",
 "awd_max_amd_letter_date": "2002-07-05",
 "awd_abstract_narration": "Abstract\r\n\r\nChild Temperament and Personality Across Contexts\r\n\r\nMary Rothbart\r\n\r\nThe major objective of this Workshop on Child Temperament and Personality Across Contexts and the planning project of which it is a part, is to bring together a collaborative network to plan multidisciplinary, cross-cultural research on the development of child temperament and personality.  Collaborators organized by James Victor of Hampton University and Mary Rothbart, University of Oregon, will plan projects enabling the group to develop proposals for individual investigator, small collaboration and large-scale projects to meet the NSF objective of integrating child development research across traditional knowledge domains, cultural contexts, and levels of analysis.\r\nThe workshop has three specific aims.  First, scientists studying biological, emotional, social, and behavioral aspects of temperament and personality will plan the development of uniform temperament and personality measurement scales for children.  These researchers include James Victor and Spencer Baker, Hampton University; Mary Rothbart and Gerard Saucier, University of Oregon; Michael Posner, Cornell University; and Charles Halverson and Valerie Havill, University of Georgia.  Second, child development collaborators in the domain of risk identification and prevention who study issues across a broad array of contexts (family, child-care, school, community, culture and language) will participate in the project.  These include Mark Roosa, Arizona State University; Guillermo Bernal, University of Puerto Rico; Wendy Kliewer, Lenn Murrelle and Evelyn Reed-Victor, Virginia Commonwealth University; Sandee McClowry, New York University; and Lynn Pelco, College of William and Mary.  Third, collaborators from both of these domains will address ethnic and cultural contexts in temperament and personality research.  Collaborators will plan studies that examine how adult informants in different contexts, describe, interpret, and accommodate individual differences in child temperament and personality.\r\nThe work will be based on bringing together independently developed measures of temperament and personality.  The initial Planning Workshop is to be held in Eugene, Oregon, no later than November 15, 2001.  This workshop will be an intensive meeting, identifying dimensions to be studied across contexts in multidisciplinary collaboration.  During day 1 of the workshop, emphasis will be on the common instrument.  Dr. Rothbart will present issues relating to the measurement of temperament, including computer-administered tasks of temperament dimensions.  Dr. Victor will present results from the Hampton Version personality instrument for developing appropriate dimensions for a common instrument.  Discussants for this session will be three distinguished researchers, Dr. Charles Halverson, for child personality from the lexical tradition; Dr. Paul Costa, adult personality; and Gerard Saucier, the adult lexical tradition.\r\nOn Day 2, domain specific groups will prepare feedback on development of common measures from the perspective of risk and cross-cultural populations, and identify possible across-site collaborations.  The afternoon session will focus on the development of guidelines for collaboration and the formation of domain work groups.  The major outcomes for the second day are a) achieving further refinement of plans for development of the common temperament and personality instrument, taking risk and cultural context issues into account, and b) the formation of collaborative work groups for work to be completed in the second phase of the planning grant.  After review and feedback, summaries submitted after this meeting will be posted on the planning project website for review and input from the collaborative network, and form the basis for future proposals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Rothbart",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mary K Rothbart",
   "pi_email_addr": "maryroth@oregon.uoregon.edu",
   "nsf_id": "000423944",
   "pi_start_date": "2001-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1358",
   "pgm_ref_txt": "CHILD LEARNING AND DEVELOPMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 18669.0
  }
 ],
 "por": null
}