{
 "awd_id": "0126488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning for an American Indian Child Development Center",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Vishton",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2003-11-30",
 "tot_intn_awd_amt": 15379.0,
 "awd_amount": 15379.0,
 "awd_min_amd_letter_date": "2001-09-13",
 "awd_max_amd_letter_date": "2003-06-26",
 "awd_abstract_narration": "Abstract\r\n\r\nPlanning for an American Indian Child Development Center\r\n\r\nJoseph M. White & Beverly R. King\r\n\r\nEfforts to develop an American Indian Child Development Center on the campus of South Dakota State University in Brookings, SD, will begin with a two day workshop designed to address several issues.  The workshop will help in the development of a specific mission and a set of narrowly defined research objectives.  At present the purposes of a Center at SDSU would be to identify factors that influence positive development from different levels of analysis (e.g., individuals, families, and communities) and context (e.g., ethnicity, culture) among American Indian children.  These influences may or may not be the same as the majority culture.  Further insight into this issue is needed in order to use this information to assist American Indian children and their families in the process of understanding functional pathways to development across childhood.\r\n\r\nActivities planned for the workshop include training in the life course perspective, both in terms of a theory to guide future research and in terms of designing methodologies that will be sensitive to multiple influences on American Indian child development.  This will include selected faculty involved in defining the research questions and potential projects.  Although much of this work will have been done prior to this time via preliminary correspondence, this initial morning session will be designed to review and refine the research questions and ensuing framework.  The afternoon session will be open to the academic community at large to receive training on the life course perspective and the methodology used to work within this framework.  Smaller breakout groups are anticipated to explore issues related to this paradigm.  Groups will then reconvene to conclude the day's activities and to allow the consultants to respond to any final questions.\r\n\r\nThe second day of the workshop will include a more focused level of training from American Indian representatives from local tribes and communities.  They will be asked to share presentations about their beliefs, understanding, and practice relative to children.  Smaller breakout sessions will occur prior to lunch and resume after lunch.  Groups will again reconvene to pull information together and provide concluding comments.  Input from the tribal communities will be critical to finalizing the research questions and agenda.\r\n\r\nResearch collaborators will have several follow-up meetings to review the information gleaned from the workshop and integrate it into the original set of specific research questions that were developed prior to the workshop.  This information will then be used to develop a more coherent and focused proposal for the development of a center.  \r\n\r\nFinally, visits to a few existing American Indian Centers sometime following the workshops will be invaluable.  The visits may help identify ways in which a center focused on American Indian Child Development might function and how the specific research questions and ensuing projects may be facilitated.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "White",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph M White",
   "pi_email_addr": "joseph_white@sdstate.edu",
   "nsf_id": "000252991",
   "pi_start_date": "2001-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beverly",
   "pi_last_name": "King",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Beverly R King",
   "pi_email_addr": "beverly_king@sdstate.edu",
   "nsf_id": "000345882",
   "pi_start_date": "2001-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota State University",
  "inst_street_address": "940 ADMINISTRATION LN",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKINGS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056886696",
  "inst_zip_code": "570070001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DNZNC466DGR7"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota State University",
  "perf_str_addr": "940 ADMINISTRATION LN",
  "perf_city_name": "BROOKINGS",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1358",
   "pgm_ref_txt": "CHILD LEARNING AND DEVELOPMENT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 15379.0
  }
 ],
 "por": null
}