{
 "awd_id": "0126475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Children's Research Initiative: Integrative Approaches - CRI: The North Carolina Child Development Research Collaborative",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy L. Sussman",
 "awd_eff_date": "2001-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 2500000.0,
 "awd_amount": 2524880.0,
 "awd_min_amd_letter_date": "2001-09-18",
 "awd_max_amd_letter_date": "2005-08-21",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nNORTH CAROLINA CHILD DEVELOPMENT RESEARCH COLLABORATIVE\r\n\r\nMartha J. Cox, Principal Investigator\r\nJ. Steven Reznick, Co-Principal Investigator\r\n \r\nThe North Carolina Child Development Research Collaborative (CDRC) proposed here builds upon ongoing multidisciplinary activities across departments at the University of North Carolina at Chapel Hill and neighboring institutions of Duke, University of North Carolina at Greensboro and North Carolina State.  Investigators from disparate areas of developmental inquiry-from behavioral genetics and developmental neuroscience to life-course sociology, anthropology, public health, nursing, social work, education and developmental psychology-will participate in the research and training at the CDRC.  The CDRC's efforts are informed by an interdisciplinary approach to understanding the development of youth that includes investigation of cultural and societal factors studied by anthropologist and sociologists to the neural and genetic levels studied by biologists and neuroscientists.  The work of the CDRC will transcend a \"main effect\" model of development that sees each influence as an independent contribution and will embrace a model in which influences from various levels (the community, the family, neural and genetic factors etc.) are seen as working together. \r\nThe CDRC will increase the capacity of faculty and students to conduct interdisciplinary research.  This will be accomplished by launching a new longitudinal, collaborative research study focusing on early childhood.  From birth to school entry, children show remarkable linguistic, intellectual, emotional and social change while going through successive transitions between social contexts such as from family to day care or nursery school, annual changes from one peer group to another, and later changes from preschool to kindergarten.  This study will tap levels of analysis relevant for understanding early development, extending beyond the individual and dyad to include assessments of biological functioning, cognitive competence, personality and emotion, social relationships, neighborhood, community, and culture in which persons and interactions are embedded.  Beginning in the first year of life, we will track these multiple levels of analysis during periods of transition to elucidate both the constraints posed by the child's environment as well as illustrating the ability of the child to adapt to new environments and conditions.  A representative sample of 200 children born during a 3-month period will be recruited into the study from birth records in Durham, North Carolina.  Durham is a mid-size city with typical characteristics of cities around the United States: a diverse population in terms of family ethnicity, income, and education; a declining city center with large pockets of poverty and limited employment opportunities; and wide variation in the quality of child care and school settings.  Durham has an almost equal representation of African-American and Euro-American families and a rapidly increasing Hispanic population.  Moreover, Durham has a large African-American middle class population, thus making it possible to study ethnicity disentangled from socioeconomic status among both African-American and Euro-American groups.  Children will be tested initially within a 2-week period on either side of their first birthday and followed longitudinally through their fourth birthday.  Additional assessments will be conducted at the second and third birthday and midway between birthdays (i.e., at 18, 30, and 42 months).  \r\nIntegrated working groups of researchers will implement multiple levels of measurement.  Six working groups focus on: biological processes; temperament and emotional regulation; memory, language, and literacy; peer relations as contexts; family and intergenerational relationships; child care, community, and culture.  A seventh working group provides expertise on quantitative approaches to longitudinal analyses.   \r\nThe CDRC will also initiate and support other linked endeavors including: 1) conducting workshops, seminars and course development to increase cross-disciplinary knowledge, 2) developing new methods for interdisciplinary research, and 3) training a diverse cadre of young scholars who are equipped to pursue collaborative interdisciplinary research.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Cox",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Martha J Cox",
   "pi_email_addr": "martha_Cox@unc.edu",
   "nsf_id": "000311855",
   "pi_start_date": "2001-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J. Steven",
   "pi_last_name": "Reznick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Steven Reznick",
   "pi_email_addr": "reznick@unc.edu",
   "nsf_id": "000252676",
   "pi_start_date": "2001-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "598000",
   "pgm_ele_name": "WESTERN EUROPE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1358",
   "pgm_ref_txt": "CHILD LEARNING AND DEVELOPMENT"
  },
  {
   "pgm_ref_code": "5935",
   "pgm_ref_txt": "FINLAND"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 524880.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}