{
 "awd_id": "0127540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/USDOT Partnership for Exploratory Research - ICSST: A Zero Public Infrastructure Vehicle Based Traffic Information System",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Miriam Heller",
 "awd_eff_date": "2001-10-01",
 "awd_exp_date": "2002-09-30",
 "tot_intn_awd_amt": 94080.0,
 "awd_amount": 94080.0,
 "awd_min_amd_letter_date": "2001-09-18",
 "awd_max_amd_letter_date": "2001-09-18",
 "awd_abstract_narration": "Athanasios K. Ziliaskopoulos\r\nNorthwestern University\r\nNSF/USDOT : A Zero Infrastructure Vehicle Based Traffic Management System \r\nThis research project introduces and studies an innovative, fully decentralized traffic information system that is based only on data exchanged by equipped vehicles. It does not require any infrastructure to be installed on the network by government agencies.  Vehicles exchange traffic information as they move through the network, which allows drivers to adjust their routes and avoid or be prepared for congestion, incidents or other hazards.  Since the system is solely based on in-vehicle devices, it will be market-driven and self-maintained and it will work on all types of roadways, if there is sufficient market penetration (freeways, arterials, rural and dirt roads).  It will be upgraded as newer cars, with more advanced technological capabilities for obtaining, exchanging and processing information, are introduced into the market-similar to the to that of the computer hardware and software industry today. While the concept is outside of the current policy philosophy of government agencies, the investigated system is quite simple: participating vehicles equipped with on-board computing and communication devices will be able to determine the vehicle's current location and past spatio-temporal trajectory as they traverse the network and exchange traffic measurements with other equipped vehicles.  Equipped vehicles moving in opposite directions on the same roadway or at intersections will exchange traffic information.  \r\n\r\nThis research will use analytical probabilistic and simulation based methods to answer questions, such as what is the necessary market penetration to have effective information generated and propagated throughout a street network, the relationship between shockwave and information-wave propagation, and the functional and algorithmic requirements of online routing algorithms to convert the data exchanged into meaningful routing information.   The analysis will consider benefits for equipped and non-equipped drivers under various scenarios of recurrent and non-recurrent congestion.  If the above analysis demonstrates potential for significant benefits, we intend to work with major communication and auto manufacturing companies that have strong ties with Northwestern University to develop a preliminary assessment of the technical feasibility of the system and potentially deploy a pilot. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Athanasios",
   "pi_last_name": "Ziliaskopoulos",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Athanasios K Ziliaskopoulos",
   "pi_email_addr": "a-z@nwu.edu",
   "nsf_id": "000407480",
   "pi_start_date": "2001-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 94080.0
  }
 ],
 "por": null
}