{
 "awd_id": "9224828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Application of Multidemsional Fokker-Planek Equation to     Engineering Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vladimir J. Lumelsky",
 "awd_eff_date": "1994-05-15",
 "awd_exp_date": "1998-04-30",
 "tot_intn_awd_amt": 154287.0,
 "awd_amount": 154287.0,
 "awd_min_amd_letter_date": "1994-05-06",
 "awd_max_amd_letter_date": "1997-08-15",
 "awd_abstract_narration": "9224828 Bergman  The accurate prediction of the response of  a dynamical system is a necessary first step toward its design and eventual control.  Formulation of accurate models of the structural system and excitation processes provides the means to determine system response, assess the adequacy of the system in terms of its performance and safety, and suggest corrective actions.  Recent seismic activity in southern California serves to remind us that environmental loads are random in nature.  Furthermore, a degree of uncertainty exists in the properties of virtually every physical system.  Thus, the responses of many engineering systems will be stochastic processes, and the complete and accurate determination of these responses is generally a nontrivial matter.    The solution of many of these problems is facilitated by the appropriate construction of the model such that the response process is Markovian and is, thus, completely characterized by a transition probability density function, usually obtained by solving a forward Kolmogorov or Fokker-Planck equation.  The object of this project will be to develop efficient algorithms to solve the multidimensional Fokker-Planck equation for linear and nonlinear systems subjected to both additive and multiplicative (i.e., parametric) excitations and to introduce these algorithms into engineering practice.  Several classes of solution methods will be examined, including finite element methods combined with direct, particularly explicit, solvers.  These eliminate the need to upper triangularize the operational matrix that occur ion high dimensional phase spaces.  The solution will yield not only the first order probability density function of the response process but also,  after software development, the marginal densities, response moments, and upcrossing and peak Statistics of the response, thus completely characterizing the fundamental nature of the stochastic response process.  Visualization of the solution as it evolves in time permits the analyst  to observe the rich behavior of the dynamical system.  Thus, significant effort will be expended to determine optimal methods of viewing the solutions of higher dimensional problems in low dimensional spaces in order to preserve the maximum amount of important information.  In many applications in the Fokker-Planck equation possesses a second derivative for only one of the independent variables.  Methods that take advantage of this special structure offer significant advantages.  For example, operator splitting methods seek to reduce a multidimensional problem, with its prohibitively large memory and computational requirements, to a sequence of small, simpler problems.  In the present situation, the differential operator can be split into an approximating sequence of one dimensional problems.  Each of these one dimensional problems is alternately solved numerically over  a portion of each time step, and the solution is propagated from one side of the mesh to the other, column-by-column.  These methods are  sometimes referred to as alternating direction methods, and their applicability to the current class of problems will be examined in great detail.   It is anticipated that other computational approaches such as boundary element methods will also be evaluated.  Furthermore, the visualization aspects of the problem as defined above will be examined cooperatively.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Bergman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence A Bergman",
   "pi_email_addr": "lbergman@illinois.edu",
   "nsf_id": "000200755",
   "pi_start_date": "1994-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149800",
   "pgm_ele_name": "STRUCTURES II"
  },
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1038",
   "pgm_ref_txt": "ASSESSMENT TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 54437.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 48543.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 48832.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 2475.0
  }
 ],
 "por": null
}