{
 "awd_id": "9310629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nitrate-Ammonium Interactions And Nitrate Supply In The     Regulation Of Arabian Sea Regional New Production.",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1994-04-15",
 "awd_exp_date": "1997-09-30",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 490000.0,
 "awd_min_amd_letter_date": "1994-04-05",
 "awd_max_amd_letter_date": "1996-03-01",
 "awd_abstract_narration": "McCarthy  9310629    Quantitative elcucidation of the processes that regulate  biological production in the sea is fundamental to an  understanding of the role the oceans play in the earth's  climate system.  Temporal and spatial variability in the  processes that govern the upward rate of nutrient flux from  the deep-sea, and the drift of currents in the upper ocean,  determine the distribution of marine plankton and set limits  for their production.  Pursuit of JGOFS objectives requires  investigation into these physical-biological linkages.  They  influence the global rates of carbon sequestration and  release by the sea.  How balance between these processes was  regulated in the past, and how it is regulated today is an  important research component of US national and  international endeavors to understand and predict responses  to global change.    The monsoonal system of the Arabian Sea affords unique  opportunity for the pursuit of these studies.  Its intense  seasonal cycle in air-sea interaction allows for the  development and testing of models relating to the physical  climate-driven process linkages to biological responses and  consequent feedback via air-sea exchange of gases.  In  addition to the intensity of these processes, and hence  their strong seasonal signal in the Arabian Sea, the record  of the past, recorded in marine fossil assemblages and  isotopes in ocean sediments, is valuable in the development  and testing of time varying models treating coupled physical  and biological aspects of the ocean climate system.    This study relates to one particular link in the system:  the regulation of primary planktonic production by the  supply rate of the limiting nutrient, nitrogen.  The coarse  seasonal pattern in Arabian Sea production is one of the  most intense, production being associated with the summer SW  monsoon.    Upwelling delivers a pulse of nutrients to  surface waters, which in turn stimulates a plankton bloom in  the northern Arabian Sea.  During the balance of the  year,  production rates are lower, but remain generally higher than  those typical of oceanic waters elsewhere.  In this study  the availability of nitrogen, both in the upwelled form of  nitrate and in the recycled form of ammonium, will be  assessed regionally during the low production NE winter  monsoon and the two inter-monsoon transition periods.  The  interplay between dependence on the \"new\" and \"regenerated\"  forms of nitrogen determine what fraction of total primary  production is at any time available for export to the deep-  sea.    The techniques applied will permit the quantification of new  production and its regulation throughout the low nutrient  portion of the year.  Nutrient analyses sensitive in the  nanomolar range will be employed for  quantifying the  abundance, and with 15N labeled substrates, the rates of  supply and utilization of nitrite, nitrate and ammonium in  the upper ocean.  This study will be conducted in  collaboration with investigators who are addressing other  aspects of the nitrogen cycle and biological production.  New understanding resulting from these complementary  projects will contribute to the formulation and testing of  regional models that use remotely sensed information on  biological and physical features and processes to better  predict how production processes in the Arabian Sea will  respond to future climate change.    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McCarthy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J McCarthy",
   "pi_email_addr": "jmccarthy@oeb.harvard.edu",
   "nsf_id": "000435450",
   "pi_start_date": "1994-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1315",
   "pgm_ref_txt": "JOINT GLOBAL OCEAN FLUX STUDY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "GLCH",
   "pgm_ref_txt": "GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}