{
 "awd_id": "9316416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Metabolism of Carbofuran: cloning and characterization of the hydrolase and hydroxylase genes",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Uffen",
 "awd_eff_date": "1994-04-15",
 "awd_exp_date": "1997-09-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 188000.0,
 "awd_min_amd_letter_date": "1994-04-13",
 "awd_max_amd_letter_date": "1994-05-11",
 "awd_abstract_narration": "Chaudhry  9316416  Carbamates and benzofurans are toxic pesticides that may be slowly  biodegraded by microorganisms.  This occurs as a hydrolytic process  in some cells and as an oxidative process in others, and sometimes  results in the release of more toxic intermediates than the  pesticides themselves.  We have chosen to study degradation of  carbofuran (2,3-dihydro-2,2-dimethyl-7-benzofuranyl  methylcarbamate) as a model compound to investigate the biochemical  pathways and genetic determinants involved in the microbial  degradation process.  In previous studies several microorganisms  were isolated that can utilize carbofuran as sole source of carbon  or nitrogen.  One of these, Pseudomonas sp. 50432, has the unique  ability to metabolize carbamate by utilizing both hydrolytic and  oxidative degradation pathways.  Carbamates are hydrolyzed by a  constitutively synthesized enzyme, while oxidation of the compound  occurres only after the induction of the oxidative pathway. In the  present research plan, we will: 1) isolate and purify the hydrolase  involved in carbofuran degradation; 2) perform biochemical and  molecular comparison of the Pseudomonas sp. 50432 hydrolase with  enzymes in other microorganisms; and 3) clone the carbofuran  hydrolase gene.  The results of this study are expected to improve  our understanding of the microbial catabolism of carbofuran and  other carbamates.  In addition, these findings should provide the  basis for developing microbial agents capable of decontaminating  soil and water polluted with carbamates, as well as in devising  strategies for improving the efficacy and environmental safety of  this group of pesticides.  %%%  Use of pesticides is vital for agricultural productivity.  However,  some pesticides, in particular the carbamate pesticides, are also  toxic to animals and, although they may be slowly removed from the  biosphere by microbes, this process is slow.  The pesticides are  now being found polluting ground water.  In our laboratory, we will   study how a microbe, which we named Pseudomonas sp 50432, can  degrade carbofuran, one of the toxic polluting pesticides.  To do  this: 1) we will isolate and purify a key enzyme, the hydrolase,  involved in degrading carbofuran; 2) we will determine if this  enzyme is unique, or similar to enzymes in other related microbes;  and 3) finally, we will clone and sequence of hydrolase gene.  The  results of this study are expected to improve our understanding of  microbial destruction of carbofuran and other carbamate pesticides.  In addition, these findings should provide the basis for developing  microbial agents capable of decontaminating soil and water polluted  with carbamate pesticides, as well as in devising strategies for  improving the efficacy and the environmental safety of this group  of pesticides.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ghulam",
   "pi_last_name": "Chaudhry",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ghulam R Chaudhry",
   "pi_email_addr": "chaudhry@oakland.edu",
   "nsf_id": "000475097",
   "pi_start_date": "1994-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oakland University",
  "inst_street_address": "2200 N SQUIRREL RD",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2483704116",
  "inst_zip_code": "483094401",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "MI11",
  "org_lgl_bus_name": "OAKLAND UNIVERSITY",
  "org_prnt_uei_num": "LY1HEB9XS5G8",
  "org_uei_num": "HJTLACN81NK1"
 },
 "perf_inst": {
  "perf_inst_name": "Oakland University",
  "perf_str_addr": "2200 N SQUIRREL RD",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "483094401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "MI11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}