{
 "awd_id": "9316109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Vibrational Normal Modes of F-Actin:  A Study on Inherent   Filament Flexibility",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1994-02-01",
 "awd_exp_date": "1996-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "1994-02-04",
 "awd_max_amd_letter_date": "1994-02-04",
 "awd_abstract_narration": "9316109  Tirion  F-actin is composed of multiple copies of a globular protein  subunit, g-actin, assembled in a helical fashion.  We have examined  the low-amplitude oscillations, or normal modes, of this monomer  complexed with a nucleotide (ADP) and a cation (Ca+ +).  A video  animation of the computed oscillations of the monomer shows the  slowest modes to correspond to collective motions of domains; a  propeller-type twisting and a scissor-style opening-and-closing of  the large and small domains, as well as a rolling motion about a  stationary helix and a puckering movement in the large domain.   With a quantitative description of the inherent flexibility of the  monomer, and an atomic model of the structure of f-actin, we  propose to compute the natural, low-amplitude, oscillations of the  f-actin filament.  To this end, the normal modes of the monomer  will serve as generalized coordinates of motion, similar to the  dihedral coordinates of motion in the description of the modes of  the monomer.  The computation will allow us to study the nature of  coherent motions along the filament; to estimate the apparent  angular disorder, the amount of lateral slipping, and the  importance of internal hinges (the modes of the monomer) in  transmitting structural information along the f-actin helix.  By  refining the parameterization for the intermonomer (non-covalent)  bonds, we will study the contribution of the DNase I loop, and  subdomain 2 generally, to the stability and rigidity of the  filament.  The developed computational techniques will be useful  for studying the flexibility of other polymers, such as E. Coli  RecA, tubulin and DNA.   %%%  Biological macromolecules, such as proteins, exhibit a rich  repertoire of inherent flexibility; motions necessary for these  systems to perform their catalytic and enzymatic activities.  Due  to the small sizes of these systems (on the order nanometers), and  the very fast time-scale of the motions (ranging from nanoseconds  to picoseconds), structura l fluctuations are difficult to monitor  experimentally.  We therefore rely on computer simulations and  visualizations to describe and understand the motions inherent to  macromolecules and macromolecular assemblies.  In particular, we  will study the natural, low-amplitude oscillations of a large  filamentous protein assembly, f-actin.  F-actin is an important  component of all eukaryotic cells, where it is involved in  structural support, cell transport and motility. Atomic, three-  dimensional models of f-actin have recently been proposed, which  permit a detailed, mechanistic examination of its structural and  dynamical characteristics.   ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monique",
   "pi_last_name": "Tirion",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Monique M Tirion",
   "pi_email_addr": "",
   "nsf_id": "000368012",
   "pi_start_date": "1994-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "ben-Avraham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel ben-Avraham",
   "pi_email_addr": "dbenavra@clarkson.edu",
   "nsf_id": "000101848",
   "pi_start_date": "1994-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 CLARKSON AVE",
  "perf_city_name": "POTSDAM",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}