{
 "awd_id": "9316540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Vesicle Microtubule Interaction and Fast Axonal Transport",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1994-05-01",
 "awd_exp_date": "1997-10-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "1994-02-22",
 "awd_max_amd_letter_date": "1996-02-15",
 "awd_abstract_narration": "9316540  Sloboda    The experiments outlined in this proposal will extend  previous studies on microtubule based intracellular particle  transport.  The work focuses on the characterization of two  high molecular weight microtubule associated proteins which  are involved in the transport of membrane bound vesicles in  squid giant axon, termed MAP H1 and MAP H2.  MAP H2 is the  squid analog of cytoplasmic dynein.  MAP H1 is a vesicle  surface protein that can also bind to microtubules.  MAP H1  binds ATP, and antibodies to MAP H1 block vesicle transport  in extruded squid axoplasm.   The MAP H1 polypeptide has a  molecular weight greater than 400,000; approximately 25% of  the polypeptide has thus far been cloned and its amino acid  sequence thereby deduced.  The experiments proposed in this  renewal project are designed to expand our knowledge of MAP  H1 and its role in microtubule based motility.  The cloning  and sequencing of the MAP H1 polypeptide will be completed.  Functional domains of the molecule will be expressed in  bacterial cells, purified, and their characteristics  analyzed with respect to their ability to interact with  microtubules, vesicle surface proteins, and other elements  of the cytoskeleton of nerve cells.  In transfection  experiments with tissue culture cells, the effect of over  expression of MAP H1 or of under expression (using antisense  constructs) of MAP H1 will be assessed via motility assays  and immunofluorescence microscopy.  Finally,  immunoprecipitation and specific radiolabelling experiments  will be performed to identify those polypeptides of axoplasm  and/or of the vesicle surface with which MAP H1 is capable  of interacting.  %%%  The eukaryotic cell is a highly organized structure, and  this high degree of spatial organization is critical to  cellular function.  In the special case of nerve cells,  whose function is intercellular communication, this  communication occurs in part by the release of secretory  materials from the tip of the axon, a long slen der cellular  process, in the vicinity of a neighboring cell.  The  secretory materials released from the axonal tip are  manufactured in the main body of the nerve cell, at the  other end of the axonal process.  The mechanism whereby  these materials are transported down the length of the axon  is thus critical to proper nerve function.  This mechanism,  which involves the movement of membrane-enclosed vesicles  containing the secretory materials along axonal  microtubules, is not really unique to nerve tissue, since  microtubule-mediated motility is a nearly ubiquitous  mechanism for directed intracellular particle movements.  However, the axon, particularly the squid giant axon,  is an  especially useful model for studying microtubule mediated  transport.  Recent advances in this field have led to the  discovery of motor proteins which are involved in this  transport.  However, the motors alone are clearly not the  whole story.  The results of this project will lead to a  more complete understanding of the mechanism of vesicle  transport in neurons, and will provide important information  about the components on the surfaces of the transportable  vesicles that allow the vesicles to specifically interact  with the microtubule based transport apparatus.  This  knowledge will not only be of significance to understanding  the biology of the system, but is potentially important for  downstream exploitation of microtubule-mediated transport  phenomena in non-biological applications, such as advanced  materials and nanofabrication.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Sloboda",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Roger D Sloboda",
   "pi_email_addr": "rds@dartmouth.edu",
   "nsf_id": "000183515",
   "pi_start_date": "1994-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ele_code": "119200",
   "pgm_ele_name": "NEURONAL AND GLIAL MECHANISMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}