{
 "awd_id": "9316168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Sister-Chromatid Segregation by the mei-S332, Grauzone, and Cortex Genes",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "DeLill Nasser",
 "awd_eff_date": "1994-04-15",
 "awd_exp_date": "1997-09-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "1994-04-20",
 "awd_max_amd_letter_date": "1996-03-18",
 "awd_abstract_narration": "Abstract  9316168  Orr-Weaver  The Drosophila gene mei-S332 has been shown to be critical for  maintaining sister-chromatid cohesion in meiosis because mutations  in the gene cause the sister chromatids to prematurely disjoin late  in the first meiotic division.  The defect in mei-S332 mutants is  manifest at a time when the sister chromatids are held together  only at their centromere regions, suggesting that the product of  this gene acts at the centromere or kinetochore to promote cohesion  in mitosis.  The molecular mechanisms by which mei-S332 controls  sister-chromatid cohesion will be elucidated by isolating the gene,  identifying the protein it encodes, and analyzing where that  protein is localized on the chromosomes.  The nature of unusual  sex-specific mutations will be determined.  Experiments will  investigate whether the mei-S332 protein is modified at the  metaphase-anaphase transition, the time at which sister-chromatid  segregation will be identified by their interaction with the mei-  S332 protein, using biochemical and genetic approaches.  Two  maternal effect mutants have been identified in Drosophila,  grauzone and cortex, that have the opposite phenotype as mei-S332  mutants.  In these mutants meiosis is arrested at metaphase II,  prior to the separation of sister chromatids.  These genes may act  in a regulatory manner to signal the metaphase-anaphase transition,  or they may promote the separation of sister-chromatids, possibly  by causing the loss of cohesion.  Genetic and cell biology  experiments will define the role of these genes in meiosis and  mitosis and their relationship to mei-S332.  The grauzone gene will  be isolated in order to understand the molecular basis of its  action in sister-chromatid segregation.  ***  The proper segregation of chromosomes is essential to ensure that  a complete complement of genetic information is transmitted to  progeny or daughter cells.  Prior to chromosome segregation a copy  of each chromosome is replicated.  During mitosis th ese sister  chromatids segregate to daughter cells.  In the first meiotic  division the sister chromatids migrate as a unit to the same pole  as the homologous copies of each chromosome segregate; the sister  chromatids do not segregate until the second meiotic division.  One  aspect of chromosome segregation that is poorly understood is how  the sister chromatids remain attached until their separation in  mitosis or meiosis.  Sister-chromatid cohesion is likely to be  mediated through structural functions that hold the sister  chromatids together and regulatory functions that time their  dissociation.  The control of sister-chromatid segregation will be  investigated using Drosophila as a model system because it affords  the combined approaches of genetics, cell biology, and molecular  biology.  %%%",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Orr-Weaver",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Terry L Orr-Weaver",
   "pi_email_addr": "weaver@wi.mit.edu",
   "nsf_id": "000465358",
   "pi_start_date": "1994-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Whitehead Institute for Biomedical Research",
  "inst_street_address": "455 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172585000",
  "inst_zip_code": "021421025",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "WHITEHEAD INSTITUTE FOR BIOMEDICAL RESEARCH",
  "org_prnt_uei_num": "C186U32QSBR9",
  "org_uei_num": "C186U32QSBR9"
 },
 "perf_inst": {
  "perf_inst_name": "Whitehead Institute for Biomedical Research",
  "perf_str_addr": "455 MAIN ST",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021421025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111600",
   "pgm_ele_name": "EUKARYOTIC GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}