{
 "awd_id": "9317695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Systematics and Biogeography of the Pempherididae (Pisces:  Perciformes), and Relationships of the Ocean Basins",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Siegel-Causey",
 "awd_eff_date": "1994-05-01",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "1994-05-09",
 "awd_max_amd_letter_date": "1998-10-28",
 "awd_abstract_narration": "9317695  MOOI  The fish family Pempherididae, known as sweepers or bullseyes, are a common element of coral and rocky reef fish  communities of the Indian and Pacific Oceans, as well as in the Caribbean.  There are about 40 named species, although the validity of some of these is questionable, and there are records of what appear to be undescribed species.  Many members of the family are known to possess light organs, but despite this feature and their wide distribution they have received little attention.  The goals of the present research are: (1) to determine the number of valid species within the family and the distribution of each of these species; (2) to discover the historical relationships among these species; and (3) to apply the results of goals 1-2 to the broader question of how common distributional areas within the ocean basisn are related to one another.  This will be done by examining the external and internal anatomy of existing species of sweepers found in museums of the United States and around the world, as well as from specimens sampled from selected field localities including Thailand and Australia.  Such museum and field work should  result in the discovery of a number of new species, as well as accurate maps of ranges of known species.  Data gathered from the museum and field specimens will be utilized to hypothesize a family tree of sweepers from which relationships can be inferred.  Combining the distributional data with the family tree will provide an initial picture of historical relationships among various ocean basins of the Indian, Pacific, and Atlantic Oceans.  Comparison of this initial picture with similar information from previous studies on fishes and other organisms will be used to produce a comprehensive review of the history of ocean basins.  %%%  The results of the study will contribute to our understanding of the processes that increase species diversity and how species have come to be distributed as they are today.  Such information will help to explain p atterns of biodiversity and how they have arisen, perhaps influencing approaches to conservation.  It will also have potential applications for fisheries management in terms of identifying populations with restricted distributions among fish stocks otherwise considered wide ranging.  Geological studies of ocean basins might also be influenced by the conclusions of this work.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Mooi",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Randall D Mooi",
   "pi_email_addr": "mooi@mpm.edu",
   "nsf_id": "000227607",
   "pi_start_date": "1994-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Milwaukee Public Museum",
  "inst_street_address": "800 W WELLS ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142786158",
  "inst_zip_code": "532331478",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MILWAUKEE PUBLIC MUSEUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXLTFJV4GQ41"
 },
 "perf_inst": {
  "perf_inst_name": "Milwaukee Public Museum",
  "perf_str_addr": "800 W WELLS ST",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532331478",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "ENVI",
   "pgm_ref_txt": "ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}