{
 "awd_id": "9318538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Fluorescent Indicators for Subcellular Calcium and      Protein Kinase C",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maryanna P. Henkart",
 "awd_eff_date": "1994-05-01",
 "awd_exp_date": "1996-04-30",
 "tot_intn_awd_amt": 221000.0,
 "awd_amount": 221000.0,
 "awd_min_amd_letter_date": "1994-03-24",
 "awd_max_amd_letter_date": "1994-03-24",
 "awd_abstract_narration": "9318538  Poenie    The goal of this project is to develop and apply new fluorescent  probes that will ultimately make it possible to dissect the  relationships between intracellular calcium, protein kinase C, and  cytoskeletal organization that give rise to directional movements  of cells and organelles.  Three specific probes will be developed:   1) Calcium indicators based on the PE3 model which resist leakage  and compartmentalization.  The current generation of fluorescent  calcium indicators such as fura-2, fluo-3, indo-1 and others are  plagued by the problems of leakage and compartmentalization.  The  problem of leakage means that cells can only be reliably studied  for a few minutes after they have been loaded.  The problem of  compartmentalization is that the dye may be sequestered in  organelles either as the free anion or as the AM ester.  This  creates numerous apparent artifacts regarding the distribution of  free calcium ions in the cell.  At present, PE3 loads uniformly,  but for many cells, little dye gets inside.  Specific changes in  the structure of these dyes will be made to rectify this problem.  2) Near-membrane calcium indicators will be developed based on the  FFP18 model.  FFP18, a fura-2 analog developed in this laboratory,  has the potential to reveal differences between calcium ions near  cell membranes as compared to the bulk cytosol.  Because this  indicator cannot diffuse freely through the cytosol it should not  dissipate calcium gradients as fura-2 and other BAPTA-type  indicators may.  Improvements in FFP18 are needed, however, to  realize the full potential of this type of indicator.  FFP18 tends  to form complexes or aggregates that distort its spectra and  complicate calibrations.  FFP18 analogs will be made that are  negatively charged which should eliminate aggregation.  Further,  preliminary data indicate that calcium near membranes is higher  than FFP18 can track.  To solve this problem, FFP18 analogs with  lower affinity for calcium will be synthesized.   Analogs with  higher selectivity for the plasma membrane will also be made. 3)  New and improved fluorescent probes for protein kinase C (PKC)  based on the fim-1 model will be developed.  Fim-1 is a fluorescent  probe that binds to protein kinase C.  It exhibits good specificity  for PKC when used with fixed and permeabilized cells.  New fim-1  analogs will be developed that have brighter fluorescence and  higher affinity for PKC, with the goal of obtaining a fluorescent  probe for use in studying PKC in living cells.  Fim-1 analogs that  can indicate changes in PKC activation will also be developed.  %%%  The goal of this project is to develop and apply new fluorescent  chemical probes that will ultimately make it possible to study the  chemical signals that give rise to cellular organization and  directional movements of cells and their internal structures.  The  signal molecules that will be tracked by these probes are calcium  and a critical enzyme known as protein kinase C.  A variety of  evidence suggests that these signal molecules play major roles in  controlling the dynamics of the cell's internal skeleton.  These  tools should allow direct visualization of where and when signals  occur that direct the movements of cells.***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Poenie",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Martin F Poenie",
   "pi_email_addr": "poenie@austin.utexas.edu",
   "nsf_id": "000463659",
   "pi_start_date": "1994-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 221000.0
  }
 ],
 "por": null
}