{
 "awd_id": "9403589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematical Sciences:  Numerical Analysis and Software for Integral Equations in Three Dimensions",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1994-06-15",
 "awd_exp_date": "1998-05-31",
 "tot_intn_awd_amt": 103500.0,
 "awd_amount": 103500.0,
 "awd_min_amd_letter_date": "1994-06-20",
 "awd_max_amd_letter_date": "1996-04-30",
 "awd_abstract_narration": "9403589  Atkinson    The focus of the proposal is the numerical solution of boundary  integral equation (BIE) reformulations of Laplace's equation in  three dimensions.  The work will involve both the development of  further theoretical knowledge on the numerical methods being used  and the further development of a large computer package (BIEPACK)  to solve BIE on surfaces in three dimensions.  The numerical  analysis problems to be studied include the further development  of theory for the approximation of surfaces, the numerical  integration of singular and nonsingular functions over surfaces,  the use of graded meshes to approximate functions that are  ill-behaved around edges and corners of the surface, and the  iterative solution of the large dense linear systems of equations  which arise when discretizing the BIE.  In addition, new topics  involving the use and numerical solution of BIE are to be  considered.  These include: (1) the use of BIE of the first kind  in solving the Dirichlet and Neumann problems for Laplace's  equation; (2) the approximation and solution of hypersingular  BIE; and (3) the use of \"clustering methods\" to reduce the cost  of the numerical integration and matrix-vector multiplications  that are a part of most numerical methods.  Many of the results  of these studies will be incorporated into the present package  BIEPACK, to both improve its present programs and to extend it to  new BIE.  It is also planned to apply numerical methods that were  developed for BIE to the solution of integral equations arising  in computer graphics, and in particular, the \"rendering  equation\".    Many engineering problems involve the solution of a mathematical  equation called \"Laplace's equation\" or perturbations of it; and  the name \"potential theory\" is given to the study and application  of Laplace's equation and closely related equations.  The Laplace  equation itself occurs in applications such as fluid mechanics  (irrotational incompressible fluid flows), heat transfer,  gravit ational fields, electrostatic fields, and others.   Variations on Laplace's equation occur in fluid mechanics  (Stokes' flows), linear elasticity theory, electromagnetic and  acoustic wave propagation, and other topics.  The solution of  Laplace's equation is a function defined for all points of some  region in space, and the objective is to find this function.  In  three dimensions, this can be a very time-consuming process.   Many analytical and numerical techniques are used to solve  Laplace's equation and related equations, including finite  difference methods, finite element methods, and boundary integral  equation methods.  One of the advantages of the latter is that  the problem is re-defined as a new equation over the boundary of  the original region on which the Laplace equation of interest is  defined, and this can often lead to time savings in the overall  solution process.  The new problem is called a \"boundary integral  equation\" or BIE.  The intention of the present study is to  improve numerical methods for the numerical solution of BIE, as  well as to develop a further theoretical understanding of  numerical methods for solving BIE.  These results will be used to  improve a package, called BIEPACK, that has been developed for  the numerical solution of many BIE for Laplace's equation.  It is  also planned to apply numerical methods that were developed for  BIE to the solution of integral equations arising in computer  graphics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kendall",
   "pi_last_name": "Atkinson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kendall E Atkinson",
   "pi_email_addr": "kendall-atkinson@uiowa.edu",
   "nsf_id": "000390676",
   "pi_start_date": "1994-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 34500.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 34500.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 34500.0
  }
 ],
 "por": null
}