{
 "awd_id": "9404344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Sequential Imputations and Gibbs    Sampling:  Combinations, Comparisons, and Applications",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sallie Keller-McNulty",
 "awd_eff_date": "1994-08-01",
 "awd_exp_date": "1997-07-31",
 "tot_intn_awd_amt": 55900.0,
 "awd_amount": 55900.0,
 "awd_min_amd_letter_date": "1994-07-28",
 "awd_max_amd_letter_date": "1994-07-28",
 "awd_abstract_narration": "Liu  9404344     The method of sequential imputation (henceforth, SI) introduced in Kong, Liu and Wong (1994) is a special way of conducting multiple imputations in treating missing data problems and has shown potential in providing efficient computational methods for some difficult problems in genetic linkage analysis (e.g., Kong et. al. 1993; Irwin, Cox and Kong 1993). The method is generally applicable when the corresponding complete data (Bayesian) predictive distributions are easy and is especially useful when data are collected sequentially. The Gibbs sampler is a recently popular tool for sampling from the Bayesian posterior distributions to facilitate inference. The proposed research targets at comparing the relative merits of the two methods and combining the two methods in some applications. In the first project, the SI method is applied to attack the blind deconvolution problem in digital communication, where it is assumed that the observed signals are an unknown (thus blind) linear combination of discrete input signals. A new computationally efficient algorithm for blind signal restorations results from combining the Gibbs sampler and the SI method. The second project is concerned with nonparametric hierarchical Bayesian analysis. Both the Gibbs sampler and the SI are applied to conduct sensitivity analysis and hierarchical analysis. In doing these, some theoretical understanding of the mathematical properties of a Dirichlet process is necessary. As an application, the Bayesian nonparametric method and the SI procedure are also proposed to address the problem of estimating human fecundability, or the per-cycle probability of a recognizable conception. The third project contains some ideas on how to use multiply imputed data sets more efficiently. A \"split sampling\" method is proposed to hybrid the jointly imputed complete data and then to adjust by using importance weights. This will result in a more efficient estimator, called \"cross-match\" estimate, of the quantity of interest.  T he proposed research targets at comparing two novel Monte Carlo simulation methods, the sequential imputation and the Gibbs sampler, for Bayesian statistical analysis, and applying the two methods to several important problems. The first problem to attack is one in digital comunication, called \"blind deconvolution.\" It has many applications in, for example, seismology, underwater acoustics, and multipoint network. We plan to use a complete probabilistic model to describe the system and apply the aforementioned Monte Carlo methods to overcome computational difficulties. Another application is the estimation of human fecundability, or the per-cycle probability of a recognizable conception. As there is considerable variability among couples in their waiting times to pregnancy, previous work has focused on parametric models to account for this heterogeneity and to estimate the population distribution of fecundability. We propose an alternative approach that does not require that the distribution follow a particular parametric form. One of the major difficulty in our approach is computational. The new Monte Carlo methods can be suitably applied. This type of \"Bayesian nonparametric problem\" has long been a topic for theoretical statisticians. Recent development of novel Monte Carlo methods in computation boomed its applicability. Our final project contains some ideas on how to use Monte Carlo samples more efficiently. It has long been recognized that our computational ability is directly linked to our theoretical thinking. The new computational methods presents us many interesting theoretical questions. We plan to study some of these questions, one of which is concerned with the relative efficiencies and mathematical properties of the two methods, another is concerned with how we can make better use of the samples obtained from Monte Carlo simulations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Liu",
   "pi_email_addr": "jliu@stat.harvard.edu",
   "nsf_id": "000193769",
   "pi_start_date": "1994-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 12802.0
  }
 ],
 "por": null
}