{
 "awd_id": "9404436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: Computed Tomography and Sampling",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1994-06-15",
 "awd_exp_date": "1997-05-31",
 "tot_intn_awd_amt": 58000.0,
 "awd_amount": 58000.0,
 "awd_min_amd_letter_date": "1994-06-16",
 "awd_max_amd_letter_date": "1994-06-16",
 "awd_abstract_narration": "9404436  Faridani       Tomography produces the reconstruction of a generalized  density function f from a large number of its line integrals.   Beyond its initial use in medical imaging, it has found a growing  number of scientific and industrial applications.  Ordinary  tomography is not local; the standard formulas for reconstruction  at a single point require measurements at all lines within some  plane containing the point.  Local tomography produces the  reconstruction of a linear combination of functions related to f.       This reconstruction is local; for reconstruction at a point,  attenuation measurements are needed only along lines very close  to that point.  This makes it possible to reconstruct a region of  interest within a large object without having to scan the whole  object.       The term computed tomography describes a class of methods  for imaging the interior of opaque objects.  Characteristic of  these methods is that the image is computed from a large number  of indirect measurements.  Mathematically, the image represents  some density function, and the  measurements are  line integrals  of this function.  A well-known example is CAT scans.  Here the  density function is the x-ray absorption coefficient, and the  measurements are obtained by recording the attenuation of thin  x-ray beams traversing the patient.  Beyond its original  application in medical imaging, computed tomography has found a  growing number of scientific and industrial applications.  The  research involves applications of tomography in areas such as  medical imaging (imaging the coronary arterial tree), biological  research (imaging the fine structure of tissue using the emerging  technology of high-resolution Micro-CT scanners), and quantum  optics.   Part of this research project concerns the technique of  `local tomography'.  While ordinary tomography requires scanning  the whole object, local tomography allows for scanning only a  region of interest.  Local tomography is of practical interest  sin ce it requires less expensive scanning equipment, reduces  x-ray exposure, and makes it possible to image objects too large  to be scanned in their entirety.  At present, local tomography  allows one to identify the shapes of different features, but does  not produce the correct density differences.  The goal is to  develop a method which allows reconstruction of density  differences.  This will further increase the usefulness of local  tomography for many applications. Furthermore, questions of  optimal sampling, resolution, and reconstruction algorithms in  three-dimensional local tomography will be investigated in  collaboration with researchers at the Mayo Clinic, who are  building a high-resolution Micro-CT scanner.  The second part of  this research continues work in Shannon sampling theory and its  application to computed tomography.  Shannon sampling theory is  of fundamental importance in signal processing.  The aliasing  error for sampling non-bandlimited functions on non-equidistant  but periodic sampling sets will be investigated, and more general  classes of sampling sets will be studied.  The results will be  applied to computed tomography, resulting in error estimates and  new efficient sampling schemes.  The deeper understanding of  optimal sampling and reconstruction algorithms thus obtained will  allow to fully exploit the capabilities of current tomographic  scanners and have implications for the design of future  equipment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adel",
   "pi_last_name": "Faridani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adel Faridani",
   "pi_email_addr": "faridani@math.oregonstate.edu",
   "nsf_id": "000436976",
   "pi_start_date": "1994-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110700",
   "pgm_ele_name": "COMPUTATIONAL BIOLOGY ACTIVITI"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 58000.0
  }
 ],
 "por": null
}