{
 "awd_id": "9405572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of the Human Phospholipase D Gene",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maryanna P. Henkart",
 "awd_eff_date": "1994-09-01",
 "awd_exp_date": "1996-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "1994-08-26",
 "awd_max_amd_letter_date": "1994-08-26",
 "awd_abstract_narration": "9405572  Agwu    The phosphatidylcholine (PC)-hydrolyzing phospholipase D (PC-PLD)  generates a bioactive intermediate, phosphatidic acid (PA), in  stimulated cells.  PA is subsequently dephosphorylated to 1,2-  diradylglycerols (DG), the endogenous activator of protein kinase  C (PKC), by PA phosphohydrolase (PAP).  Despite extensive research  which indicates that PC-PLD plays a critical role in cellular  signal transmission and responses, the biochemical mechanisms  involved are not clearly understood.  A central problem is the fact  that the human PC-PLD enzyme has not been purified despite on-going  efforts by many researchers.  This laboratory has developed PC-PLD  polyclonal antibodies (PC_PLD Abs) based on the hypothesis that  cognate antigenic determinants in mammalian PC-PLD protein may  exist in conserved domains of the enzyme and, therefore, will  cross-react with antibodies developed against purified plant and  bacterial PC-PLD protein used as immunogens.  PC-PLD Abs have been  used to screen a mammalian, human polymorphonuclear leucocyte (PMN)  library and PC-PLD cDNAs have been cloned.  The first goal of this  project is to characterize the PC-PLD cDNAs by determining their  nucleotide sequence and deducing the amino acid sequence of the PC-  PLD enzyme.  These data will make possible the development of  antipeptide antibodies and oligonucleotide probes for studying the  PC-PLD in many cell types.  In addition, the PC-PLD gene will be  overexpressed in E. coli and mammalian cells, and the expressed PC-  Pld enzyme will be purified and characterized biochemically.  By  expressing the PC-PLD enzyme in appropriate hosts, it should be  possible to study  the regulatory and modulatory mechanisms  involved in PC-PLD activation and investigate its role in cellular  responses.  If successful, these studies should generate seminal  results on PC-PLD cDNA nucleotide sequence and make available  antibodies to the purified PC-PLD enzyme.    %%%  Extensive research indicates that an enzyme know n as  phosphatidylcholine (PC)-hydrolyzing phospholipase D plays a  critical role in cellular signal transmission and responses to a  variety of physiological stimuli, but the biochemical mechanisms  involved are not clearly understood.  A central problem is the fact  that this enzyme has not been purified despite on-going efforts by  many researchers.  The goal of this research is to clone the gene  for this enzyme and express the gene in cultured cells to obtain  sufficient quantities of the enzyme to characterize it  biochemically.  If successful, this project will provide a basic  understanding of the enzyme at the molecular level and provide the  basis for further research to clarify its role in cellular signal  transduction.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Agwu",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Agwu",
   "pi_email_addr": "",
   "nsf_id": "000231540",
   "pi_start_date": "1994-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University School of Medicine",
  "inst_street_address": "MEDICAL CENTER BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367162382",
  "inst_zip_code": "271570001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NC10",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY HEALTH SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "SN7KD2UK7GC5"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University School of Medicine",
  "perf_str_addr": "MEDICAL CENTER BLVD",
  "perf_city_name": "WINSTON SALEM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9135",
   "pgm_ref_txt": "MINORITY RESEARCH INITIATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}