{
 "awd_id": "9405405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Enhanced Simulation Methods for Biomolecular Systems",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1994-08-01",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "1994-07-29",
 "awd_max_amd_letter_date": "1996-05-06",
 "awd_abstract_narration": "9405405  Lybrand  Two research projects related to bimolecular simulation method  development and application will be performed.  The first project  focuses on development, implementation, and evaluation of  simulation methods for enhanced configurational sampling in  molecular dynamics and free energy perturbation calculations of  biomacromolecules.  This project is closely related to goals  outlined in the High Performance Computing and Communications  (HPCC) initiative, and involves modification of the popular  bimolecular simulation program AMBER for parallel executive on  clusters of high performance Unix workstations as well as massively  parallel supercomputers.  We are using the PVM tool kit from Oak  Ridge National Laboratory for distributed parallel processor  coordination and support.  Since PVM has now been optimized for a  number of massively parallel machines including Cray T3D, Kendall  Square KSR-2, and IBM SP1, this approach permits us to develop a  highly portable, yet computationally efficient parallel version of  AMBER that will run on both workstation clusters AND massively  parallel supercomputers with little or no modification.  As we  develop the parallel version of AMBER, we are also implementing and  testing new algorithms for free energy perturbation calculation.   These algorithms utilize variational path optimization methods and  other \"scaling\" techniques to improve configurational sampling, and  thus, convergence and reliability, for free energy perturbation     calculations.  These enhanced molecular simulation programs will be  applied to studies of lipid bilayer assemblies and bilayer/peptide  complexes.  These bimolecular systems are large and quite  complicated, and detailed molecular simulations are extremely  computationally demanding.  Results from these simulations will be  useful in analysis of companion experimental studies for lipid  bilayer/peptide complexes currently under way, and may provide  useful information for design of novel bioseparation and  small  molecule delivery systems.   %%%  Computer simulation has become a powerful tool for study of complex  biological molecules such as proteins, nucleic acids, and lipids.   Computer simulation studies can aid in the analysis and  interpretation of experimental results, and can be used to predict  properties that cannot be measured directly.  While computer  simulation studies often yield quite accurate results for simple  molecular systems, the enormous size and complexing of biological  molecules poses much greater challenges.  Biological molecule  simulation studies are usually classified as Grand Challenge  computation problems, and require new methods and strategies as  outlined in the High Performance Computing and Communications  (HPCC) initiative for successful resolution.  We will develop and  evaluate a number of enhanced simulation techniques that should  improve the efficiency and reliability of computer simulation  methods for the study of biological molecules.  Included in this  project is the modification of a current state-of-the-art molecular  simulation program (AMBER) to run efficiently on a wide variety of  different of different massively parallel supercomputers and  clusters of high performance computer workstations.  This modified  version of AMBER will enable more efficient and effective use of  currently exiting computational resources for molecular  simulations.  These molecular simulation tools are of general  utility in computer-aided design for catalysts, drugs, and  polymers.  We will employ these enhanced molecular simulation tools  to study lipid bilayers and bilayer/peptide complexes of importance  in basic biochemistry and biotechnology applications such as  biosensors and bioseparations applications.   ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Lybrand",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Terry P Lybrand",
   "pi_email_addr": "terry.p.lybrand@vanderbilt.edu",
   "nsf_id": "000257450",
   "pi_start_date": "1994-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ele_code": "195600",
   "pgm_ele_name": "STATISTICAL AND SIMULATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}