{
 "awd_id": "9405916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Testing Alternative Hypotheses for Patterns of Tooth        Breakage in Carnivores",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John A. Phillips",
 "awd_eff_date": "1994-08-15",
 "awd_exp_date": "1997-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1994-07-22",
 "awd_max_amd_letter_date": "1994-07-22",
 "awd_abstract_narration": "9405916  van Valkenburgh         The complete or partial loss of an important tooth,  such as a canine, would seem a serious injury for a  predator. Severely blunted canine teeth are inferior weapons  for both killing and threat purposes, and broken cheek teeth  are poor tolls for  slicing meat and crushing bone. However,  recent surveys of tooth fracture incidence in several living  species of large carnivores have revealed that breakage  occurs regularly, and that canine teeth are among the most  likely to break. Furthermore, a parallel study of tooth  breakage in North American predators of the Pleistocene  Rancho La brea tar pits documented very high numbers of  broken teeth in four large species: the dire wolf,  sabertooth cat, American lion and coyote. Tooth fracture  frequencies were three to five times that observed for  modern species. Based on preliminary data, it was argued  that teeth are more likely to break when animals eat bone,  and that bone-eating is more common when animals are hungry  and prey is difficult to acquire. Thus, it was hypothesized  that the four Pleistocene species ate bone more often and  consumed the carcasses of their prey more fully than do  modern large carnivores. This greater bone consumption was  likely due to greater competition among these Pleistocene  animals than we observe at present. Both the species  diversity  and probably the population densities of large  predators were greater during the late Pleistocene than at  present, intensifying the levels of competition among them.       Although increased bone eating seems a likely cause of  the greater numbers of broken teeth in the fossil animals,  it is not the only possible explanation. Others include  larger prey size, different killing behaviors, or larger  predator size. It is the intent of this proposal to improve  our understanding of the causes of tooth fracture in mammals  in general , and carnivorans (members of the mammalian order  Carnivora), in particular. Using established museum in  gen eral, and collections, tooth breakage will be assessed in  47 species of the order Carnivora ( e.g., weasels, racoons,  cats, dogs, hyenas, bears) that vary widely in diet, prey  size, and body mass. On average, 60 skulls or more than 1000  teeth will be examined for each species. The association  between tooth breakage incidence and five factors (aspects  of feeding behavior such as prey size, how often they hunt,  amount of bone consumed) will be explored with statistics.  In addition, eleven species, including the coyote, gray  wolf, and puma, will be used for a study of tooth fracture  incidence within species across their geographic range. All  eleven were chosen because preliminary data indicate that  different populations within each species  eat different  amounts of bone or meat and this dietary variation might  affect the number of teeth broken in life. The study of  modern species will be accompanied by a study of tooth  breakage in predators from seven Pleistocene fossil  deposits, four Old World and three New World. These fossil  sites will be used to test whether the high frequencies of  tooth breakage in the four predators of Rancho La Brea are  typical of large predators elsewhere during the Pleistocene.  The proposed study is the first large-scale survey of the  frequency of dental injury in any mammalian order. It will  amass a large data base on rates of  tooth wear and tooth  breakage for a number of species that vary greatly in body  size and food habits. The study is significant because it  will provide: 10 data on naturally occurring rates of  injury; 2) a new perspective on tooth function and  evolution; 3) new tools for the analysis of past  communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Blaire",
   "pi_last_name": "Van Valkenburgh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Blaire Van Valkenburgh",
   "pi_email_addr": "bvanval@eeb.ucla.edu",
   "nsf_id": "000243987",
   "pi_start_date": "1994-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "ENVI",
   "pgm_ref_txt": "ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}