{
 "awd_id": "9405713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nucleotide Binding and Functions of the Subunits of the     Chloroplast ATP Synthase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1994-12-01",
 "awd_exp_date": "1997-11-30",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "1994-08-22",
 "awd_max_amd_letter_date": "1996-10-28",
 "awd_abstract_narration": "McCarty  9405713  Several aspects of the chloroplast ATP synthase will be studied.   These include the interactions of nucleotides with the catalytic  portion of the enzyme (CF1) and the functions of the y and e  subunits of CF1 and subunit III of CF0.  The kinetics of the  exchange of nucleotide bound to CF1 with medium nucleotide will be  measured over a wide range of ATP concentrations, as well as under  turnover conditions.   The nature of the sites that promote  exchange and the kinetic competence of exchange can be established.   The binding of nucleotide (2',3'-trinitrophenyl-ADP or -ATP) to CF1  will be followed by stopped-flow fluorescence.  A simple procedure  has been developed that effectively depletes CF1 of nearly all of  its bound nucleotide.  The reloading of nucleotides to sites on the  depleted enzyme will be examined.  Differential scanning  calorimetry will used to determine the stability of the nucleotide-  depleted enzyme.  Isothermal titration calorimetry will be used to  study the thermodynamics of nucleotide binding.  Combined  biochemical molecular biological approaches will be utilized to  examine functions of the y and e subunits of CF1.  The  identification regions of the y subunit that interact with e, as  well as those needed for rapid ATP hydrolysis, will be pursued.   Mutagenesis experiments, in collaboration with Dr. Mark L. Richter,  will also be carried out.  Using molecular biological methods and  reconstitution, the ability of truncated and/or mutated forms of  the e subunit to inhibit ATPase activity and to block proton  conductance when reconstituted with CF1 lacking e will be  determined.  Interactions between subunit III of CF0 and CF1 will  be studied by biochemical means.  The binding of CF1 and e-depleted  CF1 to vesicles that contain subunit III will be tested and  chemical cross-linking of CF1-subunit III preparations carried out.  %%%  Photosynthesis by green plants and algae provides oxygen and is the  ultimate source of energy for almost all orga nisms.  During  photosynthesis, light energy from the sun is converted to chemical   energy in the form of reduced organic molecules, many of which are  foodstuffs.  The synthesis of adenosine triphosphate (ATP) is an  essential part of photosynthesis and part of the energy of light is  used to power ATP synthesis.  This proposal focuses on the enzyme  that makes ATP, ATP synthase.  The ATP synthase is a part of green,  energy-converting membranes of the photosynthetic organelle known  as the chloroplast.  Several different avenues of research are  proposed, including studies on the interaction of the ATP synthase  with ATP and other similar molecules and how various components of  the enzyme interact.  These experiments will give valuable  information about how the ATP synthase works and how its activity  is regulated.  Most of the ATP in animal cells is made in  mitochondria by an ATP synthase similar to the chloroplast ATP  synthesis.  The chloroplast and mitochondrial enzymes differ in  their modes of regulation of activity, but probably have a similar  mechanism.   ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Mc Carty",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Richard E Mc Carty",
   "pi_email_addr": "rem1@jhu.edu",
   "nsf_id": "000227670",
   "pi_start_date": "1994-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "ENVI",
   "pgm_ref_txt": "ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}