{
 "awd_id": "9405783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Novel Iron-Sulfur Clusters of Hydrogenase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1994-11-01",
 "awd_exp_date": "1999-10-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "1994-08-05",
 "awd_max_amd_letter_date": "1998-05-08",
 "awd_abstract_narration": "9405783  Adams  This project seeks to expand upon our knowledge of the structure, function and chemical reactivity of  biological iron-sulfur (FeS) clusters, the most ubiquitous electron carriers in nature. We are investigating  the structure and properties of a novel type of FeS center, termed the H cluster, found at the catalytic site  of hydrogenase. In earlier studies, it was shown the novel H cluster in mesophilic hydrogenases is  probably comprised of four Fe atoms and has two types of nitrogenous ligands, one of which is displaced  when the cluster covalently binds CO, a potent inhibitor. Hydrogenases have now been purified from the  \"hyperthermophilic\" bacterium, Thermotoga maritima (Tm), which grows up to 90 C, and from an  archaeon (archaebacterium) termed ES-4 which grows at 110 C, the upper temperature limit for life. The  ES-4 enzyme has the lowest iron content of any known hydrogenase. It has an optimum temperature for  catalysis above 100 C and is stable at 95 C for at least 24 hours. Extensive biochemical and spectroscopic  studies of this hydrogenase are proposed to investigate the nature of its catalytic FeS center. In addition,  crystals of ES-4 hydrogenase suitable for structural determination have been obtained that diffract past  2.8 A. The gene for ES-4 hydrogenase will therefore be cloned to provide the amino acid sequence for  crystallographic analyses. Attempts will also be made to obtain an heterologous expression system for the  gene encoding a hyperthermophilic hydrogenase. Once structural information is available from  crystallography, this will enable proposed mechanisms of both \"hyperthermostability\" and of catalysis by  the FeS H cluster to be directly tested by site-directed mutagenesis. An ultimate goal of this research is  to construct an H cluster within an exceptionally thermostable 4Fe-ferredoxin that has been purified from  Pyrococcus furiosus, an archaeon which grows up to 105 . In the prior funding period, the secondary  structure of this ferredoxin wa s determined by 2D-NMR, and its gene was cloned and expressed in  Escherichia coli. Modification of its  4Fe-4S  cluster through mutagenesis will be explored as a potential  model for the H2-activating cluster of the hyperthermophilic hydrogenases.  %%%  Hydrogen gas (H2) is an important intermediate in a variety of processes in the chemical and energy  industry and is considered by some as the fuel of the future. Many microorganisms are also able to either  consume or produce H2, and these reactions are catalyzed by an enzyme termed hydrogenase.  Hydrogenases have been proposed as the key catalyst in several biologically-based systems for both the  production of H2 from renewable resources and for the use of H2 in chemical syntheses. However, the  instability of hydrogenases from conventional bacteria severely limit their practical application. In  addition, it is not known how these enzymes catalyze H2 activation, as structural information is not  available for any hydrogenase. So far it has been established that an unusual type of iron-sulfur-containing  center termed the \"H\" cluster is intimately involved in catalysis, but the structure for the hydrogenase H  cluster or its mechanism of action are not known. This proposal focuses on hydrogenases from so-called  hyperthermophilic microorganisms, which have the remarkable property of growing near and even above  100 C. We have purified hydrogenase from an hyperthermophile which grows up to 110 C, the current  upper temperature limit of life, and shown that the enzyme is stable for 24 hr at 100 C. Moreover, we  have obtained crystals of this hydrogenase which are suitable for structural determination. Using  biochemical, spectroscopic and crystallographic analyses, our objectives are to obtain a complete  description of a hyperthermophilic hydrogenase at the molecular level, including structures for the protein  and its H2-activating iron-sulfur cluster, elucidating its catalytic mechanism, and an explanation of its  remarkable stability. These  goals will be achieved by an intensely collaborative effort involving 600 liter  fermentations and large scale anaerobic protein purifications, crystallography, a variety of biochemical,  kinetic, potentiometric and molecular biology techniques, and a range of both conventional and  developmental spectroscopies. In addition, we will attempt using recombinant DNA techniques to  construct a model of the H2 activating H cluster in a small extremely stable protein. The results from the  proposed research will extend our knowledge of the structures and roles of biological iron-sulfur clusters,  and will provide the first detailed insight into how H2 is activated enzymatically. The availability of  hyperthermophilic hydrogenases and stable models of them may also have important practical applications.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Adams",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Adams",
   "pi_email_addr": "adams@bmb.uga.edu",
   "nsf_id": "000290724",
   "pi_start_date": "1994-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "ENVI",
   "pgm_ref_txt": "ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}