{
 "awd_id": "9405690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanistic enzymology of the oxidation of thiosulfate to   sulfate by a multienzyme complex form Thiobacillus versutus",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Uffen",
 "awd_eff_date": "1994-08-01",
 "awd_exp_date": "1995-07-31",
 "tot_intn_awd_amt": 368000.0,
 "awd_amount": 92000.0,
 "awd_min_amd_letter_date": "1994-06-21",
 "awd_max_amd_letter_date": "1994-06-21",
 "awd_abstract_narration": "Lu  9405690  One of the major reduced inorganic sulfur compounds present in  nature, thiosulfate is used by thiobacilli and other  chemolithotrophic sulfur-oxidizing bacteria as energy source for  growth and for CO2 incorporation into cell material.  The  activities of these bacteria have long been recognized to play a  vital role in the oxidative phase of the global sulfur cycle and  for this reason have also been used in industry to breakdown  sulfide minerals.  Thiosulfate utilization occurs via a  thiosulfate-oxidizing multienzyme complex (TOMC) which catalyzes  complete oxidation of thiosulfate to sulfate with a c-type  cytochrome and water.  TOMC consists of four essential components:  components A and B, cyt c551, and cyt c552.5.  TOMC is the first  purified enzyme system involved in the oxidation of reduced  inorganic sulfur (other than sulfite) to sulfate.  The objectives  of the present research are to: 1) determine the reaction pathway  and putative intermediate(s) formed in the oxidation reaction; 2)  determine the role(s) of components A and B; 3) characterize the  multiple hemes in the c-type components, and understand how  electrons derived from thiosulfate oxidation are transferred  through these hemes; and 4) determine the structure and function of  the manganese cluster in component B. A major outcome of the  research will be to determine the metabolic pathway for the  conversion of thiosulfate to sulfate.  The work is valuable to our  understanding of this unique mode of life in nature, and it will  contribute substantially to our knowledge about sulfur  biochemistry, microbial metabolism and evolution, and enzymology.  %%%  Bacteria such as thiobacilli utilize reduced inorganic sulfur  compounds, such as sulfur, sulfide and thiosulfate, as their energy  source for growth.  These cells play an essential role in the  global sulfur cycle.  For practical purposes, the bacteria have  been used in industry to breakdown sulphide minerals in  microbioleaching processes to recover cop per, uranium, gold and  nickel. Significant progress has recently been made in our  understanding of the physiology and bioenergetics of sulfur  oxidation.  The thiosulfate-oxidizing multienzyme complex from  Thiobacillus versutus is the only purified and characterized enzyme  system to date, which catalyzes the complete oxidation of  thiosulfate to sulfate.  It provides a unique system to reveal the  enzymology of thiosulfate (sulfur) oxidation  This work is valuable  to our understanding about this unusual mode of life.  It will  contribute to knowledge about sulfur biochemistry, microbial  metabolism and evolution, and enzymology.  The studies may help to  develop improved industrial methods for using sulfur-oxidizing  bacteria in large-scale bioleaching and desulfurization processes.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei-ping",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei-ping Lu",
   "pi_email_addr": "",
   "nsf_id": "000337693",
   "pi_start_date": "1994-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}