{
 "awd_id": "9406964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Comparative Methods and Phylogenetic Analysis Techniques",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary C. McKitrick",
 "awd_eff_date": "1994-08-01",
 "awd_exp_date": "1996-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "1994-08-04",
 "awd_max_amd_letter_date": "1994-08-04",
 "awd_abstract_narration": "9406964  Martins  Comparative data are used in many areas of biology to infer the history of phenotypic characters such as behavior, life histories or physiology for which direct evidence from the fossil record is rare.  Comparative data are also used when researchers infer the behavior and physiology of humans from that of animal models or search for general patterns that are true for diverse groups of organisms.  In the last few years, a number of problems have been pointed out regarding the design of comparative experiments and the statistical analysis of the resulting data.  A number of solutions have been proposed to address those problems.  Most of these solutions were derived from phylogenetic (genealogical) reconstruction methods, and all involve ways in which phylogenies can be incorporated into the analysis of comparative data.  These phylogenetic analysis techniques (PATs) are particularly useful in describing how to infer phenotypic change from the information found in living species.  Because of the basic statistical problems involved, PATs are also important in all comparative studies whether or not explicitly historical questions are being asked and will eventually be used by researchers in almost all areas of biology.   As most PATs were only developed during the last decade, however, many of the statistical issues underlying the incorporation of history into interspecific studies have not yet been addressed and it is often difficult to find computer programs to conduct the analyses.  The current study proposes to use a combination of theoretical, computer simulation and applied techniques to alleviate many of these problems.  Theoretical approaches will be used to develop phylogenetic techniques tthat incorporate within-species variability into the analyses, allow for consideration of both continuous and categorical variables, include estimators for the possible actions of natural selection, and consider the interactions between phenotypic traits and the environments in which th ey are observed.  Computer simulation will be used to explore issues in the design of comparative studies such as which species should be sampled, and to make recommendations about the choice of available techniques to analyze categorical variables.  During this process, a large package of computer programs will also be produced that is user-friendly, available for all standard operating systems, and includes a detailed manual and on-line help systems.  These programs will help to make phylogenetic analysis techniques available and accessible to all comparative biologists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emilia",
   "pi_last_name": "Martins",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Emilia P Martins",
   "pi_email_addr": "emilia.martins@asu.edu",
   "nsf_id": "000287284",
   "pi_start_date": "1994-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9135",
   "pgm_ref_txt": "MINORITY RESEARCH INITIATION"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "ENVI",
   "pgm_ref_txt": "ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}