{
 "awd_id": "9406644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stereochemical Micromapping of Enzyme Active Sites",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas E. Smith",
 "awd_eff_date": "1994-09-01",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "1994-08-02",
 "awd_max_amd_letter_date": "1998-06-10",
 "awd_abstract_narration": "MCB 9406644  Speckhard  This project will provide detailed information about kinase active  sites, specifically about the contacts between the enzyme surface  and the coordinated waters in inert bidentate chromium adenosine  triphosphate (ATP) and phosphoenolpyruvate (PEP) complexes which  are analogs of the cellular magnesium complexes. In the absence of  detailed crystallographic information, the best way to determine if  the metal ion coordination sphere is involved in the recognition of  the substrate by the enzyme is to construct a series of chromium  complexes with a single ammonia in all possible locations. These  complexes are then used as competitive inhibitors of the magnesium  complexes. Comparison of the inhibitions allows a map of the active  site in the region around the metal to be constructed. This  micromapping technique, recently demonstrated for hexokinase, will  be applied to glycerokinase, adenylate kinase, pyruvate kinase and  others. The potential for even more detailed information about the  active site will result from the combination of micromapping and  the study of x-ray crystal structures like that of adenylate  kinase. Analysis of enzymes modified by site directed mutagenesis  will complement the micromaps. A new micromapping tool, inert  monoamminechromium complexes of phosphoenol pyruvate, will  be developed and used to map the PEP site in pyruvate kinase. Inert  chromium PEP itself will be useful to scientists seeking to use EPR  and NMR relaxation techniques to study enzymes that use PEP. An  important feature of this proposal is that it will primarily  involve work by undergraduate students at an undergraduate  institution.  %%%  Many enzymes are remarkably specific catalysts. Understanding the  ability of enzymes to selectively interact with substrates is one  of  the top priorities in biochemistry. This understanding can lead to  advances in agriculture and medicine, by allowing construction of  potent inhibitors with high selectivity. This is the basis of  r ational  pesticide and herbicide design and rational drug design. This  project  will help to identify and carefully 'map' specific areas in a  family of  enzymes called kinases, which transfer energy within the cell.  There  are certain sites on the kinases where special chemical compounds  can  be attached. If these chemicals, in the form of stable molecules,  can  be attached firmly, they will interfere with the way the cell  normally  functions. These molecules effectively scramble the cell's internal  communications and compromise their ability to function. This can  create a new substance or it can change the way a cell behaves. As  an  example, some cells that may have been destructive can now be  rendered  harmless. Undergraduate students will learn about the chemicals  used to  identify these sites and conduct 'mapping' experiments.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Speckhard",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Speckhard",
   "pi_email_addr": "david.speckhard@loras.edu",
   "nsf_id": "000292943",
   "pi_start_date": "1994-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loras College",
  "inst_street_address": "1450 ALTA VISTA ST",
  "inst_street_address_2": "",
  "inst_city_name": "DUBUQUE",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5635887336",
  "inst_zip_code": "520014327",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "LORAS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KHABH9BKTL93"
 },
 "perf_inst": {
  "perf_inst_name": "Loras College",
  "perf_str_addr": "1450 ALTA VISTA ST",
  "perf_city_name": "DUBUQUE",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "520014327",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}