{
 "awd_id": "9406242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tubulin Structure and the Colchicine Binding Site",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1994-08-01",
 "awd_exp_date": "1997-07-31",
 "tot_intn_awd_amt": 341000.0,
 "awd_amount": 341000.0,
 "awd_min_amd_letter_date": "1994-08-15",
 "awd_max_amd_letter_date": "1997-02-21",
 "awd_abstract_narration": "9406242  Hastie  Microtubules are an integral part of the cytoskeleton of all eukaryotic cells. Composed primarily of  the protein tubulin, a 100 Kdal heterodimer, these structures perform diverse functions in vivo. Many  aspects of the mechanism by which microtubules assemble and disassembly in vitro are currently being  unraveled; however, an understanding of microtubule dynamics in vivo remains  Microtubule assembly can be perturbed by a variety of exogenous substances. The oldest and most studied  compound in this class is colchicine, an alkaloid from the Autumn crocus. Colchicine binding to the  soluble tubulin heterodimer results in disruption of normal microtubule assembly and subsequently  microtubule-mediated processes. The ubiquity and specificity of colchicine binding to tubulins in higher  eukaryotes has led to the hypothesis that the colchicine binding site is of critical importance in the in vivo  regulation of microtubule dynamics.  To understand the role of the colchicine binding site on tubulin in the processes of microtubule assembly  and disassembly, structural information about tubulin and the colchicine binding site is necessary. In this  project, the two dimensional structure of the colchicine binding site will be identified through  photoaffinity labeling. The relationship of the colchicine binding site and other important domains of the  protein in three dimensions will be determined using fluorescence techniques. And finally, the depth of  the binding pocket and the nature of the interactions between tubulin and ligands bound to the colchicine  site will be probed using l9F NMR spectroscopy. The combined results of these three projects will  provide a clearer understanding of the molecular features of the colchicine site on tubulin and its  relationship to the structure of the protein.  The linear sequence(s) of tubulin that comprise the colchicine binding site will be identified through  photoaffinity labeling. Multiple photoaffinity labeling analogs of colchicine in wh ich the photolabile  groups are predicted to be within the interior of the colchicine binding site are employed. This approach  is innovative in that it is designed to identify peptides within discrete subdomains of the ligand binding  site. Moreover, the photolabile groups are an integrated part of the ligand rather than an appendage on  the ligand, increasing the likelihood that meaningful results will be obtained.  The relationship of the colchicine binding site and the exchangeable GTP site, the Vinca alkaloid binding  domain, and the well characterized sulfllydryl moieties on ~-tubulin will be probed in three dimensions  by fluorescence resonance energy transfer. These sites are known to be interrelated, but their proximities  are unknown. The distances between these sites will be determined using carefully chosen fluorescent  probes for the various sites. The results from these investigations will be integrated into the current, low  resolution understanding of tubulin structure.  The association of ligands with the colchicine site on tubulin appears to be mediated by an unusual, little  explored mechanism: a ~-stacking interaction between the ligand and an aromatic amino acid in the  binding site, which is probably a tryptophan. The existence of this proposed stacking interaction will be  scrutinized by l9F NMR spectroscopy. Like the proton nucleus, the fluorine nucleus is subject to ring  current effects that can be observed in the F NMR spectrum. Fluorinated analogs of colchicine will be  prepared and their spectra in the presence of tubulin will be determined. These experiments will provide  direct evidence of the hypothetical ~-stacking interaction if it exists and will define the region of the  binding site in which the stacking interaction takes place. Unlike the proton nucleus, the fluorine nucleus  is subject to solvent isotope effects. The fluorinated colchicinoids will be further exploited to determine  the solvent accessible and solvent inaccessible portions of the ligands when  bound to tubulin. These  experiments will serve to delineate the depth of the colchicine binding site on tubulin.  tubulin.  %%%  Microtubules are an integral part of the cytoskeleton of all nucleus-containing cells.  These structures  are often seen projecting from the nuclear center of the cell to the peripheral wall of the cell and play  a major role in cell growth.  When a cell divides, the microtubules serve to pull the cell apart to form  two daughter cells.  Microtubules perform their function in cell division and other types of movement  through processes of assembly and disassembly.  The microtubules are composed primarily of the  protein tubulin, which assembles to form small (13 nm diameter) tubes during cellular division.  The  assembly and disassembly processes of the purified protein has been studied extensively, but it is  unknown how microtubules form and disintegrate in the living cell and what types of factors control  their dynamics in the cell.  One of the most useful tools for studying microtubules is the alkaloid  colchicine.  Colchicine is a substance that originates in the Autumn crocus (a member of the lily  family).  When colchicine binds to tubulin, the colchicine-tublin complex prevents normal assembly of  microtubules and thus halts, microtubule-mediated processes.  Because colchicine binding activity is  found in all animal tubulin, it is thought that the colchicine binding site on tubuli is an important part  of the protein in the regulation of microtubule assembly and disassembly in the cell.  At this time,  little is known about the structure of tubulin and the colchicine binding site on tubulin.  In this  project, information about the molecular nature of the colchicine binding site and the structure of  tubulin will be sought.  Knowledge about the structure of the colchicine binding site can be  used to  discover the naturally occurring substance that may interact with tubulin at the colchicine binding site  and therefore be involved in microtubule regulation  in he cell.  Information about the structure of t  ubulin in three dimensions will be useful in understanding what parts of the protein are involved in the  contacts that occur in the microtubule and the relationship between these sections and the different  regulatory sites on the protein.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Bane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Bane",
   "pi_email_addr": "sbane@binghamton.edu",
   "nsf_id": "000256474",
   "pi_start_date": "1994-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 132000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 104000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": null
}