{
 "awd_id": "9407058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Information Processing in Social Context",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "1994-08-01",
 "awd_exp_date": "1997-07-31",
 "tot_intn_awd_amt": 107000.0,
 "awd_amount": 107000.0,
 "awd_min_amd_letter_date": "1994-08-02",
 "awd_max_amd_letter_date": "1994-08-02",
 "awd_abstract_narration": "9407058  Wyer                              ABSTRACT         This research is part of a continuing investigation of  the cognitive processes that mediate the use of information about  people and events to make social judgments and decisions.  Previous research has focused largely on the interpretation of  and reactions to information that is presented out of its social  context. Consequently, the factors that underlie the  comprehension of and reactions to information that is exchanged  in a conversation or in other social situations are not well  understood. The present research addresses this question by  investigating the determinants of reactions to a particular type  of social information-- that which is intended to elicit humor.   Specifically, the conditions in which such information has the  intended effect as opposed to eliciting other types of reactions  (anger, confusion, or no reaction at all) will be investigated.  The results will contribute to the understanding of those factors  that underlie the identification of statements as witticisms  rather than serious attempts to criticize or to convey hostility  or prejudice. In its initial stages, (1) the cognitive processes  that underlie the comprehension of jokes will be identified, and  the situational, informational and individual difference  variables that influence these processes will be examined. Then,  (2) the processes that underlie the identification of witticisms  of the sort that occur in conversations will be investigated. In  later phases of the research, the factors that govern the  communication and identification of humor in actual social  interaction situations will be determined.        When information is exchanged in a conversation or in other  social situations, its interpretation depends partly on  perceptions of why the information is being conveyed (to  persuade, to criticize, to entertain, to tease, or simply to  transmit new knowledge). It also depends on recipients' prior  knowledge about the referent of the  information, other  communications about the referent that have preceded it, and the  communication's source. Depending on this knowledge, information  can elicit several different reactions--anger, sadness, or  amusement. The factors that determine whether communications,  such as sexist or ethnic stories and comments, provoke anger  rather than amusement are poorly understood. Yet, the nature of  these reactions can be an important mediator of attitudes toward  both the referent of the communications and their source.  In  addition to its theoretical implications for an understanding of  humor elicitation and social perceptions, the results of this  research will contribute to the understanding of how to minimize  miscommunication in social interactions.   ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Wyer",
   "pi_mid_init": "S",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Robert S Wyer",
   "pi_email_addr": "2173338130",
   "nsf_id": "000137177",
   "pi_start_date": "1994-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 107000.0
  }
 ],
 "por": null
}