{
 "awd_id": "9407187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of N-terminal Phosphorylation of the Photosystem IIProteins CP-43 and D2 as Probed by Site-Directed Mutagenesis",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1994-07-01",
 "awd_exp_date": "1996-12-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "1994-06-16",
 "awd_max_amd_letter_date": "1994-06-16",
 "awd_abstract_narration": "9407187  Putnam-Evans     This is a Research Planning Grant.  The project focuses  on the production and preliminary characterization of  Synechocystis mutants lacking the N-terminal threonine  residues in the Photosystem II proteins CP43 and D2.  These  threonine residues are phosphorylated in CP43 and D2 in  higher plants.  It is not yet clear what role(s) this  phosphorylation may play in PSII function, although a number  of hypotheses have been put forward.  The goal of the  project is to determine whether reversible  phosphorylation/dephosphorylation of these two proteins is  important to PS II function in Synechocystis.  This  cyanobacterium is a well defined genetic model system whose  photosystems bear strong homology to those of higher plants.  Replacement of endogenous genes with ones that have been  altered by various methods is easily accomplished and  provides a means for studying the functional role(s) of  individual amino acids or small stretches of amino acids  within proteins.  The N-terminal threonine residue in both  CP-43 and D2 of these proteins is conserved between higher  plants and cyanobacteria.  Oligonucleotide-directed  mutagenesis will be employed in vitro to produce mutations  in the N-terminal threonine codon in the genes encoding  these proteins.  Mutations will be re-introduced into  Synechocystis along with a closely linked antibiotic  resistance marker.  Mutants will be screened for antibiotic  resistance and possible loss of photoautotrophic growth.  Mutants with altered PSII function will be selected and  studied in greater depth.  %%%  Phosphorylation, or the addition of phosphate groups to  certain serine or threonine residues of proteins, is a post-  translational event.  Phosphorylation-dephosphorylation  reactions, in general, are means whereby cells control the  activity of certain enzymes or structural proteins.  One way  to determine the role of phosphorylation on the function of  a specific protein is to create a variant of the protein  which lacks th e appropriate site (i.e., the serine or  threonine residue), by molecular genetic manipulation, and  look for alterations in function.  This approach will be  used to look at the role of phosphorylation in two proteins  of Photosystem II, a multi-protein complex in chloroplasts  which is responsible for the photosynthetic reactions that  provide the chemical energy for most of life on earth.  If  successful, the results will be provide important  information about how cells regulate the photosynthetic  process.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Putnam-Evans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy Putnam-Evans",
   "pi_email_addr": "evansc@ecu.edu",
   "nsf_id": "000254768",
   "pi_start_date": "1994-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "1000 E 5TH ST",
  "perf_city_name": "GREENVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278582502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1305",
   "pgm_ref_txt": "ECOLOGICAL DIVERSITY"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}