{
 "awd_id": "9407272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Recognition of RNA Sequences During Pre-mRNA Splicing",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "karen kindle-hartsuyker",
 "awd_eff_date": "1994-09-01",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "1994-08-11",
 "awd_max_amd_letter_date": "1996-05-21",
 "awd_abstract_narration": "Abstract  9407272  A central challenge driving research on pre-mRNA splicing is to  understand how splice sites are recognized with consummate specificity.  We have recently identified a novel interaction between the first and  last nucleotides of a pre-mRNA intron that is involved in the  recognition of the 3' splice site. This /G-G/ interaction (where /G  represents the 5' splice site and G/ represents the 3' splice site) is  essential for the second step of splicing. This project is designed to  characterize the /G-G/ interaction and place it in the context of the  other RNA-RNA and RNA-protein interactions in the spliceosome. The  /G-G/ interaction takes place in the mature spliceosome, which contains  more than 50 proteins and at least 3 snRNAs. One of these splicing  factors could participate directly in the interaction or could function  indirectly to assist, stabilize, or proofread the interaction. The  snRNAs are excellent candidates for such roles. Of special interest is  the U5 snRNA, which base pairs with exon sequences at both splice  sites, placing it in a position to facilitate the interaction. Roles of  snRNAs in the /G-G/ interaction will be identified by screening banks  of mutant snRNAs to isolate mutant snRNAs that increase the efficiency  of this interaction. Alternatively, a protein splicing factor could be  involved. Candidates for such proteins include the products of the PRP  genes (pre-mRNA processing), several of which are required exclusively  for the second step of splicing. These PRP genes will be mutagenized in  vitro and screened for the ability to affect the /G-G/ interaction.  We will also obtain biochemical evidence for the interaction using the  yeast in vitro splicing system. First, we will induce random RNA-RNA  crosslinks in spliceosomes formed in extracts from prp mutant strains  that are defective in step ll of splicing. These spliceosomes are  \"frozen\" in the second step of splicing, and should allow observation  of crosslinks between RNAs involved in th e interaction. To test for a  direct interaction, synthetic pre-mRNAs will be synthesized that  contain crosslinkable nucleotide analogs at the 5' and 3' splice sites.  These RNAs will be incubated in prp mutant extracts and crosslinked.  The sites of crosslinking will be mapped using primer extension and  RNase T1 analysis We will also use UV crosslinking to determine the  timing of the /G-G/ interaction relative to other interactions in the  spliceosome. Ordering the /G-G/ interaction relative to other splicing  events will tell us which other splicing factors are present when the  interaction occurs, allowing us to generate more detailed models for  the second step of splicing.  %%%  Intervening sequences, also called introns, are regions of DNA that do  not belong to the gene, and which must be removed in order for the gene  to function properly. Introns are removed by the process of RNA  splicing, which takes place after the DNA has been copied into  messenger RNA. During this process, the messenger RNA is cut, the  intervening sequences removed, and the RNA rejoined to produce a  functional copy of the gene. Introns must be recognized with consummate  specificity so that only sequences of the intron, and not of the real  gene, are removed. A major unsolved challenge is to determine the means  by which the beginning and end of the intron are identified. More than  50 proteins and 5 RNA molecules are required for splicing, but the  precise functions of these factors in intron recognition remain  unknown. These studies seek to understand the mechanism by which the  ends of the introns are recognized. We have previously demonstrated  that RNA sequences at the end of the intron interact with the RNA  sequences at the beginning of the intron, and that this intron-intron  interaction is essential for RNA splicing. In this work, we will  demonstrate the exact chemical means by which this interaction takes  place. We will use ultraviolet light to form chemical crosslinks  between the different RNA  sequences that recognize the end of the  intron. This information will allow us to build precise models of the  intron-intron interaction. In a complementary strategy, we will use  genetic screens to identify additional RNA and protein molecules that  affect this interaction. Such molecules could participate directly in  the intron-intron interaction, or could function indirectly to assist,  stabilize, or proofread the interaction. Identification of these  molecules is essential for a complete understanding of intron  recognition. Our long term goal is to understand how RNA sequences  interact with other RNAs and with proteins to carry out the splicing  reaction with high specificity. The studies in this grant represent an  important step towards that goal by defining the means by which the  ends of introns are recognized.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Siliciano",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Siliciano",
   "pi_email_addr": "pauls@lenti.med.umn.edu",
   "nsf_id": "000167333",
   "pi_start_date": "1994-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Medical School",
  "perf_str_addr": "1919 University Avenue",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115400",
   "pgm_ele_name": "GENE EXPRESSION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": null
}