{
 "awd_id": "9407790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RPG:  Pollinator-Mediated Selection on Flower Color in      Snapdragons (Antirrhinum:  Scrophulariaceae)",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary C. McKitrick",
 "awd_eff_date": "1994-06-01",
 "awd_exp_date": "1995-08-31",
 "tot_intn_awd_amt": 17938.0,
 "awd_amount": 17938.0,
 "awd_min_amd_letter_date": "1994-05-04",
 "awd_max_amd_letter_date": "1994-05-04",
 "awd_abstract_narration": "9407790  Jones   Pollinators can strongly influence the reproductive success of the plants they visit.  Floral variation is therefore subject to natural selection mediated by pollinator behavior.  Theoretical models have shown how selection on fertility can affect the relative frequencies of alternative alleles from one generation to the next in idealized situations.  Many field studies have indicated that pollinator visitation patterns are correlated with male and/or female plant reproductive success.  However, theory and empirical work have not yet been put together to predict accurately the precise outcome of pollinator-mediated selection for the next generation of plants.  Close examination of the microevolution of a single trait will yield insights into the mechanisms of selection by pollinators on plant populations.  Are male and female components of reproductive success equally responsible for differential fitness of two floral phenotypes?  Would a favored trait increase more quickly in frequency if it is controlled by a dominant or a recessive allele?  Is selection dependent on the relative frequencies of the floral phenotypes in a population?  The purpose of the PI's research is to address these questions about pollinator-mediated selection on single-locus floral traits.   The planning activities described in this proposal will address several important questions before the long-term experiments begin.  First, the PI will determine the feasibility of using pollinator observations and/or indirect measures of pollen movement to estimate the relative reproductive success of the color morphs and the pattern of mating (random or non-random) with respect to the polymorphism.  The preliminary experiments will investigate: 1) whether there are phenotypic differences other than flower color between the genotypes that might affect pollinator behavior or plant fitness; 2) what the relationships are between pollinator visitation and pollen export and receipt for snapdragons, and 3) whether there ar e any postpollination processes (fertilization or seed maturation) that are nonrandom with respect to genotype and therefore need to be taken into account in the selection model.  The snapdragon-bumblebee interaction appears to be an excellent system for the study of pollinator-mediated selection.  Investigation of these important preliminary questions will determine exactly how the selection experiments will proceed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Jones",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina N Jones",
   "pi_email_addr": "kjones@oeb.harvard.edu",
   "nsf_id": "000445617",
   "pi_start_date": "1994-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middlebury College",
  "inst_street_address": "9 OLD CHAPEL RD",
  "inst_street_address_2": "",
  "inst_city_name": "MIDDLEBURY",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8024435000",
  "inst_zip_code": "057536000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF MIDDLEBURY COLLEGE",
  "org_prnt_uei_num": "N1ACHB9PNN93",
  "org_uei_num": "N1ACHB9PNN93"
 },
 "perf_inst": {
  "perf_inst_name": "Middlebury College",
  "perf_str_addr": "9 OLD CHAPEL RD",
  "perf_city_name": "MIDDLEBURY",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "057536000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117400",
   "pgm_ele_name": "POPULATION DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "ENVI",
   "pgm_ref_txt": "ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 17938.0
  }
 ],
 "por": null
}