{
 "awd_id": "9407936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure-Function Analysis of Protein Synthesis Elongation Factor G",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1994-05-01",
 "awd_exp_date": "1996-10-31",
 "tot_intn_awd_amt": 23811.0,
 "awd_amount": 23811.0,
 "awd_min_amd_letter_date": "1994-04-20",
 "awd_max_amd_letter_date": "1996-04-29",
 "awd_abstract_narration": "9407935  Breitenberger    Bacterial protein synthesis elongation factor G (EF-G) catalyzes the translocation step of protein synthesis, reconfiguring the ribosome after the formation of each successive peptide bond.  The complex translocation reaction catalyzed by EF-G is very poorly understood, underscoring the importance of analyzing the structure and function of bacterial EF-G.  The objectives of this research are to prepare site-directed mutations in defined regions of the E. coli EG-G gene and to use biochemical and genetic methods to analyze the effects of these mutations.  One of the proposed regions for mutagenesis includes the proposed ribosome-binding domain of EF-G and other GTP-binding protein synthesis factors.  A threonine to serine mutant in this domain has been isolated, which appears to be partially functional, even though threonine is invariable in wild-type elongation factors.  Interestingly, expression of mutants in which the same threonine has been changed to alanine or proline results in a slow-growing phenotype in vivo.  A highly conserved arginine close to the threonine seems to essential for EF-G function.  Further characterization of these and other mutants described in the proposal will lead to a better understanding of EF-G structure and function, as well as to new insight into the structure and function of other members of the GTPase superfamily.  %%%  The synthesis of proteins inside living cells is an elaborate, multicomponent process, which consumes large amounts of energy.  The bacterial protein, elongation factor G, or EF-G, is an essential participant in this process.  The role of EF-G is to ready the protein synthesizing apparatus for the addition of each new amino acid to the protein being synthesized.  Very little is known about the mechanism of action of EF-G, although tantalizing clues come from comparisons of EF-G structures between different organisms.  In particular, structures which are always found in EF-G function.  The objective of this proposal are  to make discrete changes in conserved parts of the EF-G protein and to determine how the changes affect EF-G function, using a combination of biochemical methods and the powerful techniques of bacterial genetics.  These studies will lead to a better understanding of how EF-G plays its part in protein synthesis.  Knowing the details of how proteins are synthesized, and how protein synthesis is controlled and coordinated with intracellular processes.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Breitenberger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline Breitenberger",
   "pi_email_addr": "breitenberger.1@osu.edu",
   "nsf_id": "000272863",
   "pi_start_date": "1994-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9222",
   "pgm_ref_txt": "CAREER ADVANCEMENT AWARDS FOR WOMEN"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 23811.0
  }
 ],
 "por": null
}