{
 "awd_id": "9409778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Analysis and Paleohydrologic Application of           Sedimentary Deposits of the Record Breaking 1993            Mississippi River Flood",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John A. Maccini",
 "awd_eff_date": "1994-03-15",
 "awd_exp_date": "1995-02-28",
 "tot_intn_awd_amt": 38062.0,
 "awd_amount": 38062.0,
 "awd_min_amd_letter_date": "1994-03-28",
 "awd_max_amd_letter_date": "1994-03-28",
 "awd_abstract_narration": "9409778  Knox    The general objective of this project is to quantitatively analyze  the field stratigraphic record of the record-breaking 1993 flood on  the middle reach of the upper Mississippi River upstream and  downstream of Keokuk, Iowa.  Analysis of flood records for the  Keokuk River gage indicates that the 1993 flood had an expected  recurrence frequency of only once in 500 years for this reach of  the river.  Analysis of the stratigraphic record resulting from  this 1993 flood therefore provides an opportunity to establish  quantitative documentation of sedimentological and geochemical  properties of a rare flood event that is seldom witnessed in  historical records.  Project-specific objectives include (1)  engineering surveys to quantitatively determine relationships  between depths and volumes of sediment deposition in relation to  relative heights of depositional surfaces with respect to main  currents of flood flow;  (2) analysis of sedimentological  properties of flood depositional units, including grain size  characteristics and sedimentary structures;  (3) analysis of  vertical variations of organic carbon and calcium and magnesium  carbonate in flood depositional sequences;  and (4) analysis of  slackwater sedimentation in sidevalley tributaries to evaluate  sedimentation characteristics as influenced by:  tributary size and  gradient, tributary flooding history during and since the 1993  Mississippi flood, and tributary junction angle with mainstream  Mississippi Valley.  Analyses of the 1993 flood deposits need to be  undertaken as soon as possible because most are located on land  that is under agricultural cultivation.  Therefore, it is unlikely  that many of the excellent depositional sequences will be available  beyond the beginning of the coming growing season when cultivation  for spring planting of crops will take place.  Results of the  search will significantly improve the methods of paleoflood  hydrology which are based on the geological record of flood events  bec ause natural bioturbation and geochemical alterations of  sediments in humid climate regions, such as represented by the  upper Mississippi Valley, normally make the fine-grained overbank  stratigraphic record difficult to interpret in the geological  record.  Hence, documentation of fresh, unweathered, and relatively  undisturbed sediments from the rare, large-magnitude 1993 flood  will be particularly beneficial for improved understanding of key  physical evidence that should be sought in the geologic record  where emphasis is on reconstructing past histories of flood  magnitudes and frequencies.  Finally, given the important role that  river sediments play in geochemical cycles, the results of the  research will also contribute significantly to improved  understanding of long-term sediment mobility and storage in  alluvial systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Knox",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Knox",
   "pi_email_addr": "knox@geography.wisc.edu",
   "nsf_id": "000340673",
   "pi_start_date": "1994-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1571",
   "pgm_ref_txt": "GEOLOGY & PALEONTOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "GLCH",
   "pgm_ref_txt": "GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 38062.0
  }
 ],
 "por": null
}