{
 "awd_id": "9409486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Limits and Practical of Integrated All-Optical  Networks",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dwight D. Fisher",
 "awd_eff_date": "1994-09-01",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "1994-09-16",
 "awd_max_amd_letter_date": "1994-09-16",
 "awd_abstract_narration": "The George Washington University  Richard A. Barry  RIA: Fundamental Limits and Practical Designs of Integrated  All-Optical Networks    In an All-Optical Network (AON), the signals remain in the optical  domain from the origin to the destination.  Since electronic packet  or circuit switched routing cannot be implemented in an AON, other  routing methods are required.  Wavelength Routing is an attractive  option where the path of a signal through the network is determined  by the wavelength of the signal, the state of the network switches  and wavelength changing devices. The focus here is on Wavelength  Routing AONs which support multiple point and multiple rate  sessions.  So far only single rate point to point networks have  been investigated.  In the point to point case, many switching  topologies can be implemented all-optically in a straightforward  manner.  This is not the case in the multi-point environment and  new design methodologies are required.  AONs supporting  heterogeneous users with widely varying bandwidth requirements pose  interesting questions requiring innovative engineering solutions.   This research considers two network models: 1) passive networks  which do not contain any switches or configurable devices, and 2)  configurable networks which use switches and/or configurable  wavelength changing devices to alter the paths of wavelengths  through the network.  Passive AONs are suitable for Local and  Metropolitan Area Networks, while configurable AONs will find  applications in Wide Area Networks.  Recently it has been shown  that wavelength routing can significantly increase the capacity of  a passive AON over a broadcast star in the point-to-point single  rate environment.  It is likely that this conclusion will hold in  an integrated environment, and how to achieve this performance  advantage is a question which will be addressed.   Configurable  AONs are scalable and therefore appropriate for a Wide Area  Network.  Previous studies have shown that for \"irregular\"   topologies, wavelength changing devices can dramatically increase  throughput.  What is not understood is what topological properties  make wavelength changers useful.  The fundamental issues in the  design of networks with and without wavelength changers and the  practical trade-offs will be investigated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Barry",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Barry",
   "pi_email_addr": "ribarry@seas.gwu.edu",
   "nsf_id": "000459973",
   "pi_start_date": "1994-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}