{
 "awd_id": "9413741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digital Particle Image Velocimetry for the National         Diagnostic Facility",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mihail Roco",
 "awd_eff_date": "1994-08-15",
 "awd_exp_date": "1997-07-31",
 "tot_intn_awd_amt": 147647.0,
 "awd_amount": 147647.0,
 "awd_min_amd_letter_date": "1994-08-25",
 "awd_max_amd_letter_date": "1994-08-25",
 "awd_abstract_narration": "ABSTRACT  CTS-9413741  Greg Cardell    The Fluid Dynamics Research Center (FDRC) at the Illinois Institute of Technology will purchase a dual Nd:YAG laser system, two high-resolution digital CCD video cameras, two high-performance framegrabbers with image processing capability, and associated supporting equipment, to develop and implement a high-speed Digital Particle Image Velocimetry (DPIV) system dedicated to research in fluid dynamics at the FDRC.  In particle image velocimetry, small particles in the flow are illuminated by an intense light sheet and the resulting scattering light is imaged using either photographic film or video cameras.  By taking two such images, separated by a short time interval, the velocities of the imaged particles may be determined.  The technique provides two components of the instantaneous velocity field everywhere in the imaged region of the flow, and there is some possibility that the technique may be extended so that all three velocity components may be obtained in the plane of the light sheet.  With the advent of high resolution, high sensitivity CCD arrays, it is now possible to obtain the spatial and temporal resolution required for the study of turbulent high speed flows using DPIV.    The FDRC currently has funding for several projects utilizing the Photographic PIV (PPIV) technique and its application to the study of turbulence, and is in the process of developing a very high performance processing system for photographic PIV images.  However, the two different techniques, PPIV and DPIV, are complementary:  PPIV still has a significant advantage in spatial resolution and sensitivity (allowing the study of high velocity flows at higher spatial resolution) so that it is the method of choice for extremely high resolution experiments.  The DPIV technique is much more convenient for obtaining and processing data quickly, particularly since there is no film to be developed, and it is more convenient to digitally process and archive the images.    The DPIV syst em will be used for several research projects, including, the study of equilibrium and non-equilibrium high Reynolds number boundary layers, unsteady and separated flows, transitional boundary layers, and high subsonic jet flows.  The DPIV system will be used to support research in all of the FDRC facilities, although it will be particularly useful in the National Diagnostic Facility, which is a national resource for fundamental research on high Reynolds number, high subsonic Mach number flows.  The NDF will be used by outside researchers for academia, industry, and government laboratories the two-thirds of the time, and by researchers from the FDRC the remaining one-third of the time.  Hardware designs and software developed under this grant will be made available to the community through the archives of the Center for Quantitative Visualization at the California Institute of Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Cardell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Cardell",
   "pi_email_addr": "Cardell@iitmax.acc.iit.edu",
   "nsf_id": "000453719",
   "pi_start_date": "1994-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Candace",
   "pi_last_name": "Wark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Candace Wark",
   "pi_email_addr": "wark@iit.edu",
   "nsf_id": "000319240",
   "pi_start_date": "1994-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1415",
   "pgm_ref_txt": "PARTICULATE &MULTIPHASE PROCES"
  },
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0694",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0694",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 147647.0
  }
 ],
 "por": null
}