{
 "awd_id": "9416451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The 1994 Northridge Earthquake and Prediction of Ground     Motions on the Hanging Walls and Foot Wall of Thrust Events",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clifford J. Astill",
 "awd_eff_date": "1994-10-01",
 "awd_exp_date": "1995-09-30",
 "tot_intn_awd_amt": 65366.0,
 "awd_amount": 65366.0,
 "awd_min_amd_letter_date": "1994-09-26",
 "awd_max_amd_letter_date": "1994-09-26",
 "awd_abstract_narration": "9416451  Somerville  The objective of this study is to develop an empirical model for  the prediction of ground motions around thrust faults, including  differences between ground motions on the hanging wall and the  foot wall, using strong motion data from the 1994 Northridge  earthquake and other thrust earthquakes.    Ground motions are known to be significantly larger on the  hanging wall than on the foot wall of dipping faults.  This was  observed in the ground motions of the 1994 Northridge earthquake,  where the peak accelerations in the northern San Fernando Valley,  which lies on the hanging wall of the Northridge rupture, were  larger than those recorded at equivalent distances on the foot  wall side, which lies in the San Gabriel Mountains to the north.  The peak accelerations from the Northridge earthquake were much  larger (e.g. 40-50% larger at distances less than 30 km)than  predicted by current empirical attenuation relations, even  accounting for the 20-30% larger motions expected for thrust  events.  Knowing whether or not the ground motions from the  Northridge earthquake are representative of ground motions from  the Northridge earthquake are representative of ground motions  expected in future thrust and/or blind thrust earthquakes has  important implications for the development of empirical ground  motion attenuation relations, and on the revision of seismic  building codes.    The project uses strong motion data from the 1994 Northridge  earthquake and other earthquakes to quantify the effect of  earthquake mechanism on horizontal and vertical response spectra  for periods of 0 to 4 seconds, distances of 0 to 50 km, and  magnitudes of 6 to 7.5.  It uses an empirical analysis of  recorded motions from thrust and oblique earthquakes,  supplemented by numerical modeling.  These two approaches  compliment each other and will lead to more robust results than  would result from using either approach by itself.  The empirical  model for the style-of-faulting factor considers the  distance and  magnitude dependence of the effect of earthquake mechanism as  well as differences between ground motions on the hanging wall  and foot wall.  Numerical ground motion modeling is used to help  understand the causes for the effect of earthquake mechanism on  the ground motions and to guide the selection of the functional  form used in the regression analysis to develop the empirical  model.  It permits the influences of various conditions, such as  location of the site on the hanging wall or on the foot wall, the  depth of rupture, stress drop, and rupture directivity to be  tested separately.  Numerical modeling is also used to evaluate  whether the ground motions from the Northridge earthquake, which  are larger than predicted by existing ground motion attenuation  relations for thrust earthquakes, are anomalous for thrust events  in general, and for blind thrust events in particular, or if they  are representative of ground motions expected in future thrust  and/or blind thrust earthquakes.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Somerville",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Somerville",
   "pi_email_addr": "Paul_Somerville@urscorp.com",
   "nsf_id": "000455806",
   "pi_start_date": "1994-10-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woodward-Clyde Consultants",
  "inst_street_address": "203 N. Golden Circle Drive",
  "inst_street_address_2": "",
  "inst_city_name": "Santa Ana",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "927054010",
  "inst_country_name": "United States",
  "cong_dist_code": "46",
  "st_cong_dist_code": "CA46",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "URS Group, Inc.",
  "perf_str_addr": "300 S GRAND AVE SUITE 1100",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900713173",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1496",
   "pgm_ref_txt": "GEOTECHNICAL II"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 65366.0
  }
 ],
 "por": null
}