{
 "awd_id": "9421974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Comparision of Below-Ground         Productivity Across LTER+ Sites and Developing Applications Software for Research in Ecology",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "",
 "awd_eff_date": "1994-09-15",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 69918.0,
 "awd_amount": 69918.0,
 "awd_min_amd_letter_date": "1994-09-13",
 "awd_max_amd_letter_date": "1994-09-13",
 "awd_abstract_narration": "9421974  Hasting    This project focuses on synthesis of below-ground productivity by plant roots at a number  of sites in North America (LTER sites and other sites with significant root biomass information).  Below-ground productivity is a key part of net primary productivity (NPP), yet there have been few efforts to compare below-ground productivity across different sites and develop synthetic hypotheses which might explain factors which control root growth and death and allocation of carbon to roots.   This information is vital in understanding NPP, as well as in predicting effects of global change on NPP.  The below-ground ecosystem has been neglected, essentially.    The project has a dual objective: first, to develop a computer system which is suitable for intersite/synthetic research in root ecology; and second, to actually use that system for new scientific research.  Specifically, the following below-ground productivity questions will be addressed:    1. How do abiotic variables (primarily climate and soil) affect below-ground root biomass in different ecosystems?    2. How does above-ground vegetation type affect below-ground root biomass in different ecosystems?    3. What relationships exist between above- and below-ground biomass parameters (density, health, resilience, etc.) in different ecosystems?    The project is organized around a series of workshops in which ecologists (primarily root   scientists) collaborate with information engineers (computer systems professionals with   expertise in data-bases, application software, and networking).  One pilot and two   production workshops are planned.  For each workshop the activities are similar:  (1)   design and prototyping of a root data-base and an associated application software-suite  relevant to the ecosystem of interest: (2) validation of the prototype data-base and   application  software in a pre-workshop (limited to the organizers), followed by   refinements to the system, as necessary; (3) collection of real-world data and  metadata   sets for topic ecosystem, and loading these data into the data-base with appropriate quality   controls; (4) hosting of a formal workshop at which participants are challenged to make   use the collected data-base and application software-suite, actually accomplishing   intersite/synthetic science.    The significance of the project is the information technology assistance it offers scientists   in understanding how root ecology varies spatially and temporally across sites, and how it   is affected by climate, soils, above-ground vegetation and other site-specific factors.   Further, the project will evolve a series of data-bases and associated application software   suites for intersite/synthetic work in ecology, to be published across the Internet, which   hopefully will stimulate interest for similar efforts in other ecological disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Hastings",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan T Hastings",
   "pi_email_addr": "jordan@maxey.unr.edu",
   "nsf_id": "000329374",
   "pi_start_date": "1994-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "perf_str_addr": "2215 RAGGIO PKWY",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "ENVI",
   "pgm_ref_txt": "ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 58122.0
  }
 ],
 "por": null
}