{
 "awd_id": "9450438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SSC:  \"MESA/Summer Science Camp\"",
 "cfda_num": "47.076",
 "org_code": "11060100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexandra King",
 "awd_eff_date": "1994-11-01",
 "awd_exp_date": "1997-01-31",
 "tot_intn_awd_amt": 227973.0,
 "awd_amount": 227973.0,
 "awd_min_amd_letter_date": "1994-08-01",
 "awd_max_amd_letter_date": "1995-11-20",
 "awd_abstract_narration": "SSC-9450438  Cal State U Sacramento  Sacramento, CA  Harold, James    \"MESA/Summer Science Camp\"    The California State University-Sacramento MESA program proposes to  conduct a 6-week commuter Summer Science Camp enrichment program  (MESA/Summer Science Camp) for sixty students each year in the  summers of 1994-96.  In addition to enrollment in core academic  enrichment courses (math, science, and language arts), the students  will become familiar with laboratory facilities, learn research  methodology, participate in laboratory projects, and interact with  computer hardware on a variety of software such as CADCAM, Word  Perfect, and the NASA Supercomputing Network located at the  Lawrence Livermore Laboratory.  Abstract reasoning and problen-  solving skills will be emphasized.  The students will also have a  wide variety of real work exposure through job showing, site  visits, and industry sponsorship of meaninful hands-on research  projects.  During the school year there will be a number of follow-  up activities, such as Saturday Science Academy and Mathematics/  Science Fairs, to ensure that the Summer Science Camp participants  continue to develop an interest in mathematics and science thereby  making progress toward a scientific major option.    In addition to the academic core/research methodology phase of the  project, the 6-week 1994 summer session will provide the  participants with training in scientific inquiry methods, PSAT test  preparation, introduction to scientific careers, and  leadership/public speaking training.  Participating students will  be selected from feeder junior high/middle schools in the nine  school districts comprising the Capitol Center MESA network.   Qualified/qualifiable students will be selected by the MESA Summer  Science Camp staff and MESA school-site advisors.  The pool of  applicants will be enrolled in courses leading to college  preparatory mathematics and science courses and/or have potential  as shown by science/math teachers recommendations; hav e an interest  in exploring science careers; and are eager to participate in  exciting hands-on science, math, and research projects.  The sixty  students will be grouped into two sections by grade level to  facilitate instruction and use of small group instruction made  possible by coordination with a MESA Math/Science Teacher Institute  with the same calendar dates as the MESA/Summer Science Camp.    In addition to the NSF funding, extensive resources have been  committed by industry, school districts, and the Capitol Center  MESA university sponsors, the University of California, Davis,  College of Engineering and the CSU-Sacramento School of Engineering  & Computer Science.  The small core-groups of student participants  will be made possible by the use of the teacher participants in a  Dwight D. Eisenhower Mathematics and Science Teacher Training  Grant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Harold",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Harold",
   "pi_email_addr": "",
   "nsf_id": "000290884",
   "pi_start_date": "1994-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises, Incorporated",
  "inst_street_address": "6000 J ST STE 3700",
  "inst_street_address_2": "BOOKSTORE BLDG",
  "inst_city_name": "SACRAMENTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9162786402",
  "inst_zip_code": "958192605",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CA07",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "N58JMBDDUGU7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Sacramento",
  "perf_str_addr": "6000 J ST RM 311",
  "perf_city_name": "SACRAMENTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "958196000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154600",
   "pgm_ele_name": "SUMMER SCIENCE CAMPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9247",
   "pgm_ref_txt": "SUMMER SCIENCE CAMPS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0494",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0494",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 73454.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 154519.0
  }
 ],
 "por": null
}