{
 "awd_id": "9450388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RCMS:  RESEARCH INITIATION FOR SCIENCE EXCELLENCE",
 "cfda_num": "47.076",
 "org_code": "11060300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. McHenry",
 "awd_eff_date": "1994-09-15",
 "awd_exp_date": "1996-10-31",
 "tot_intn_awd_amt": 539200.0,
 "awd_amount": 235900.0,
 "awd_min_amd_letter_date": "1994-09-23",
 "awd_max_amd_letter_date": "1995-07-07",
 "awd_abstract_narration": "9450388  Robb    Early introduction to research is a most effective means for inducing young people to choose careers in science or  medicine.  In the Research Initiation for Science Excellence (RISE) program, we propose bringing minority  (African-American and Hispanic) students into an intensive research environment, starting as freshmen or  sophomores in college or as high school senior.  Approximately 15 such students -- the RISE scholars -- will be  selected each year for the five years off the project.    Approximately 9 students each year will be chose from students at Stevens Institute of Technology, an engineering  and science college in Hoboken, NJ and from the College of St. Elizabeth, a liberal arts college for women in  Morristown, NJ.  The remainder will be chosen from high school seniors in two inner city districts, Union City  and Jersey City, NJ.    The RISE scholars will receive stipends enabling them to participate in UPTAM (Undergraduate Projects in  Technology and Medicine), a 10-week residential summer research program at Stevens.  In addition to individual  research projects in biology, chemistry, and medical technology, the UPTAM participants take part in seminars and  colloquia, trips to research establishments, and a short course in presentation training.  This highly successful  program has, in its 22 year history, introduced over 300 college students to research.  Nearly all of these have gone  on to graduate or medical school.    In the past, some individual minority students (including some very talented high school students) have been  successful UPTAM participants.  This proposal seeks to institutionalize the recruitment of minority participants on  a larger scale.    Minority students often find it difficult to thrive in an intense academic or research environment because of  inadequate training in laboratory techniques and deficiencies in science and mathematics background.  We are  proposing academic year research initiation training in laboratory and instrumen tal techniques to help remedy this.   Other tutoring, retention, and counseling programs for minority students are already available at Stevens.    Stipends for the RISE scholars, which along with support for summer research supervisors make up the major part  of the funds requested, are a necessity, since these students would otherwise have to take summer jobs.  Selection  as a RISE scholar will entail support for three summers.  Along with the academic year research and other proposed  activities, this should culminate in the senior year with the writing of an undergraduate honors thesis.    The success of this program can be easily evaluated, since the graduation rate of minority students in college is  known.  We anticipate a much higher graduation rate for the RISE scholars, with many of them continuing on for  graduate or professional training in science.    We plan to continue the RISE program after the conclusion of the NSF support at about the same level (15 students  per year).  With demonstrated success, RISE scholarships should be attractive to corporate donors and to  foundations committed to increasing minority participation in the sciences.  Several potential donors, including  Hoffmann-La Roche, Schering-Plough, and Sandoz, who are collaborating with us on research programs for  undergraduates and precollege students, have already expressed interest.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ernest",
   "pi_last_name": "Robb",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ernest W Robb",
   "pi_email_addr": "erobb@stevens-tech.edu",
   "nsf_id": "000408867",
   "pi_start_date": "1994-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maghar",
   "pi_last_name": "Manhas",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Maghar S Manhas",
   "pi_email_addr": "mmanhas@stevens-tech.edu",
   "nsf_id": "000197695",
   "pi_start_date": "1994-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ajay",
   "pi_last_name": "Bose",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ajay K Bose",
   "pi_email_addr": "abose@stevens-tech.edu",
   "nsf_id": "000212935",
   "pi_start_date": "1994-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "Stevens Institute of Technology",
  "perf_str_addr": "ONE CASTLE POINT ON HUDSON",
  "perf_city_name": "HOBOKEN",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070305906",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NJ08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913200",
   "pgm_ele_name": "RES CAREERS FOR MINOR SCHOLARS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9132",
   "pgm_ref_txt": "RES CAREERS FOR MINOR SCHOLARS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0494",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0494",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 134800.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 101100.0
  }
 ],
 "por": null
}