{
 "awd_id": "9450166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PPD: A Multisensory Calculus Program for Students with      Visual Impairments",
 "cfda_num": "47.076",
 "org_code": "11060400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence A. Scadden",
 "awd_eff_date": "1994-07-01",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 382092.0,
 "awd_amount": 382092.0,
 "awd_min_amd_letter_date": "1994-04-26",
 "awd_max_amd_letter_date": "1997-08-27",
 "awd_abstract_narration": "9450166 Kress  A key barrier to participation in science, engineering, and mathematics curricula for blind and  visually impaired students commonly has been access to usable instructional materials in higher science and mathematics courses.  The Department of Computers Science of The College Staten Island and the Computer Center for the Visually Impaired of Barusch College, both within the City University of New York (CUNY), propose to provide an environment that will offer blind and visually impaired students equal accesses to basic education for science, engineering, and mathematics (SEM) by developing and testing instructional materials usable by these students.  This project focuses on the core mathematics course for SEM,. the calculus.  It will use the most effective current audio and tactile technology to provide access to graphical information.  The project also will explore other technologies currently in development as they mature.  The courseware to be developed will be usable as well by students without visual impairments; and although the project will develop materials for college education in SEM, the methodology will be equally appropriate for primary and secondary grades.  In the proposed three year project, the investigators will develop courseware for teaching the calculus to first year college students.  For the basic course content, the investigators will use a successful self paced mastery course in calculus developed for  SEM students under a Carnegie Foundation grant at Carnegie Mellon University.  The essential prerequisite materials that would otherwise be inaccessible to blind and visually impaired students will be supplemented by specially developed auditory and tactile materials.  In most situations, the teaching problems associated with visual impairments are solvable with existing technology.  Scanners with optical recognition software and Braille printers (or speech access systems for those who do not read Braille) can be used to read conventional printed or displayed text, and enlarged display screens are available for those with lesser degrees of visual impairment.  Graphical materials used in science and mathematics, however, require innovations.  The investigators propose using audio tactile tablets that can be prepared and programmed to present the needed graphics.  The Baruch Computer Center for the Visually Impaired is a leading facility for preparation of tactile graphics for blind people.  Tactile graphics developed by this facility, combined with new technology, the NOMAD audio  tactile tablet, will permit student of the calculus to trace the graphics and to hear the essential information for each point spoken audibly.  These technologies and materials should provide students with visual impairments the ability to read mathematical text and graphics directly without having to engage sighted readers.  A multisensory workstations has been set up in a College of Staten Island laboratory with a NOMAD audio tactile tablet procured with funds from the NSF equipment grant.  The audio tactile materials and software development will be tested      h)          0*0*0*         with students with visual impairments from CUNY and with blind professional volunteers.  The test experience will provide the basis for continual revision and further development.  The final evaluation will be conducted in cooperation with the Educational Testing Service.  The material will be distributed to the New York State Office  of Advocate for the disabled for use with organizations offering training and educational benefits to individuals with disabilities throughout the United States. ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kress",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Kress",
   "pi_email_addr": "Michael.Kress@csi.cuny.edu",
   "nsf_id": "000176614",
   "pi_start_date": "1994-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Blank",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Albert A Blank",
   "pi_email_addr": "blank@mail.csi.cuny.edu",
   "nsf_id": "000186756",
   "pi_start_date": "1994-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Gourgey",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Gourgey",
   "pi_email_addr": "karen_gourgey@baruch.cuny.edu",
   "nsf_id": "000213476",
   "pi_start_date": "1994-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 VICTORY BLVD",
  "perf_city_name": "STATEN ISLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1201",
   "pgm_ref_txt": "EXPERIMENTAL PROJECTS FOR WOMEN & GIRLS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9253",
   "pgm_ref_txt": "MODEL PROJECTS FOR PERSONS WITH DISABILI"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0494",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0494",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 114727.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 113727.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 43638.0
  }
 ],
 "por": null
}