{
 "awd_id": "9450395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SSC:  \"Summer Science in Birmingham\"",
 "cfda_num": "47.076",
 "org_code": "11060100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexandra King",
 "awd_eff_date": "1994-11-01",
 "awd_exp_date": "1997-05-31",
 "tot_intn_awd_amt": 178023.0,
 "awd_amount": 164554.0,
 "awd_min_amd_letter_date": "1994-09-23",
 "awd_max_amd_letter_date": "1997-04-29",
 "awd_abstract_narration": "SSC-9450395  Alabama School of Fine Arts  Birmingham, AL  Froning, Michael and Marian Higginbotham    \"Summer Science In Birmingham\"    The seeds of Participation in mathematics and science are sown at  an early age for all students.  These seeds whither for many young  people regardless of background.  Minority students in urban  settings often face special difficulties which make success in math  and science problematic.  There is a crisis in the level of  participation in science-related careers by non-Asian minorities in  the United States.  Pressures on students to stay away from  difficult coursework in junior high school are too strong to  ignore.  The mission of the Alabama School of Fine Arts Mathematics  and Science Program includes spreading the word that success in  mathematics and science is a possibility and necessity for all  students.  Under a U.S. Department of Education grant the school  has expanded its outreach efforts for adults in the form of teacher  training and support programs.  This program provides equivalent  efforts for students.      Summer Science in Birmingham is a four-week Summer \"camp\" for fifty  minority students entering the eighth grade in the Birmingham City  Public Schools.  There will be twenty daily sessions, each from  8:30 am until 1:30 pm, lunch included.  During these sessions  students will be exposed to exciting scientific and mathematical  activities whose focus will be on motivation students to continue  their study of math and science all the way through high school.   At the same time as students are being motivated to study they will  assisted with skills and strategies to improve their performance in  their regular school programs and to make their study more  efficient.  There is no cost to the students for the program.    Goals of the program include the following: 1) to provide a four-  week Summer Science Camp for 50 minority students who are finishing  the seventh grade from the Birmingham City Schools; 2) to provide  a curriculum that  will emphasize investigative activities in math  and science and provide support for basic skill weaknesses  discovered during the Camp; 3) to increase the participant  students' enthusiasm for mathematics and science; 4) to increase  participant students' awareness and knowledge of both the  historical and current roles of minority scientists and  mathematicians; 5) to provide an eight-session (once per month on  Saturday mornings) follow-up workshop series for the participants;  6) to offer the participants' teachers special programs and in-  school services during the following school year through the  already established ASFA Outreach program; and 7) to provide  knowledge of, and access to, programs for older students in science  and mathematics including possible admission to the ASFA  Mathematics and Science Program.  Participants in this Summer  Science camp will see science in action.  They will see people like  themselves being scientists and mathematicians.  They will become  \"doers\" of science and mathematics and active participants in their  own learning.  Teachers in the program will be mentors, not  lecturers.  Students will be learners, not listerners.  Success in  mathematics and science will be the focus of everyone in the  program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Froning",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Froning",
   "pi_email_addr": "mfroning@uab.edu",
   "nsf_id": "000214690",
   "pi_start_date": "1994-11-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marian",
   "pi_last_name": "Higginbotham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marian Higginbotham",
   "pi_email_addr": "asfams @ aol.com",
   "nsf_id": "000349118",
   "pi_start_date": "1994-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alabama School of Fine Arts",
  "inst_street_address": "1800 REVEREND ABRAHAM WOODS JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053283143",
  "inst_zip_code": "352032203",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "ALABAMA SCHOOL OF FINE ARTS FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "UPJAYNJMUVP3"
 },
 "perf_inst": {
  "perf_inst_name": "Alabama School of Fine Arts",
  "perf_str_addr": "1800 REVEREND ABRAHAM WOODS JR BLVD",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352032203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154600",
   "pgm_ele_name": "SUMMER SCIENCE CAMPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9247",
   "pgm_ref_txt": "SUMMER SCIENCE CAMPS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0494",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0494",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 59341.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 105213.0
  }
 ],
 "por": null
}