{
 "awd_id": "9711270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adopting Food Production in Mid-Holocene Arabia: ExploratoryResearch into Choosing Domesticates in Changing Environments",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1997-12-01",
 "awd_exp_date": "1999-11-30",
 "tot_intn_awd_amt": 19979.0,
 "awd_amount": 19979.0,
 "awd_min_amd_letter_date": "1997-12-05",
 "awd_max_amd_letter_date": "1999-01-25",
 "awd_abstract_narration": "With National Science Foundation support Dr. Joy McCorriston and her colleagues will conduct one season of archaeological field research in the desertic Wadi as-Shumylya region of Yemen. Based on a brief visit to this rugged and inaccessible area Dr. McCorriston discovered a site, WPT 144, which on the basis of associated ceramic remains dates at least as early as the third millennium BC. In addition to lithics, the site contains stone slabs - remains of both a tomb and associated dwellings. The nature of the sediments makes it highly likely that both faunal and botanical remains are preserved. Dr. McCorriston will conduct exploratory excavation to determine stratigraphic relationships through several deep trenches. Broader horizontal exposures will permit her to reconstruct the architectural plan and locate refuse deposits which are typically rich in animal and plant remains. Material for radiocarbon dating will also be collected. The team will also conduct a regional survey to locate additional sites and recover rock magnetic and other geological data which will permit paleoclimatic and environmental reconstruction.  The prehistory of Yemen is poorly known and very little work has been done in the Wadi as-Shumylya region. Based on cultural materials from the Arabian peninsula it is clear that a Neolithic occupation occurred and thus the region documents the transition from hunting and gathering to a settled village agricultural way of life. However it is not certain when this took place or what plants were cultivated. The region is of great potential archaeological significance because it lies at the boundary of three traditions. To the Northwest, a Mediterranean series of domesticates includes wheat and barley. Prehistoric interaction with Africa was also strong and neighboring Ethiopia was the center for the domestication of millet, sorghum and other crops. To the East peoples raised rice and pulses. Yemen thus offers an opportunity to examine the role of human choice in early agricultural strategy. Because of its geographical position it is unique in the range of domesticates potentially available and Dr. McCorriston wishes first to determine the range of crops cultivated and then ultimately explain the reason for this outcome. Her work will proceed within an environmental context.  The research is important because it will provide basic data on an essentially unknown archaeological region. It has the potential to shed new light on human adaptation to desertic environments and may set the stage for a larger research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joy",
   "pi_last_name": "McCorriston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joy McCorriston",
   "pi_email_addr": "mccorriston.1@osu.edu",
   "nsf_id": "000455535",
   "pi_start_date": "1997-12-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 19979.0
  }
 ],
 "por": null
}