{
 "awd_id": "9725576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI:  Geochronology of Ultra-Fine-Grained Clay, an        Industry-University Collaboration",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1998-03-01",
 "awd_exp_date": "2001-01-31",
 "tot_intn_awd_amt": 136611.0,
 "awd_amount": 136611.0,
 "awd_min_amd_letter_date": "1998-02-11",
 "awd_max_amd_letter_date": "1998-02-11",
 "awd_abstract_narration": "9725576  Onstott    This proposal requests funds for further refinement of methodologies for 40Ar/39Ar dating of fine-grained clay using the laser microprobe.  We have successfully developed a vacuum micro-encapsulation technique for 40Ar/39Ar dating of microgram amounts of clay.  This break through will enable 40Ar/39Ar dating of pore filling illite in sandstone and syndeformational illite in fault gouge when sample yields are too small for K/Ar.  Furthermore, we have shown that laser incremental heating can distinguish between authigenic illite/smectite and detrital muscovite in clay mixtures and can even detect trace quantities of detrital muscovite in a shale sample.  This result provides a partial solution to a vexatious problem for clay geochronologists.    As with every application of a new technology to an old problem, however, controversies have arisen regarding the interpretation of the 40Ar/39Ar spectra for illite/smectite.  When the 39Ar lost from clay during irradiation, but captured by the encapsulating tube, is added to the Ar retained in the clay, then the 40Ar/39Ar age (total gas age) agrees with the K/Ar age.  The 40Ar/39Ar age calculated from just the Ar retained in the clay (ignoring the Ar lost during irradiation) yields an age, referred to as \"retention age\" that is older than the K/Ar age.  In some cases, the \"retention age\" appears concordant with Rb/Sr and Sm/Nd ages; whereas the total gas age and K/Ar age is significantly younger.  If this phenomenon is generally valid, then the \"retention age\" is a more accurate estimate of the timing of clay crystallization than the K/Ar age.  This proposition critically impacts the underpinning of clay geochronology and hence is extremely debatable.  Fortunately, the hypothesis is easily tested, because a requisite corollary is that a portion of the K in the clay resides in sites that are non-retentive to Ar and that the amount of K in these sites equals the amount 39Ar lost from the clay during irradiation.  By performing 40Ar/39Ar  analyses on clay samples before and after they are subjected to cation exchange experiments, the amount of K in Ar non-retentive sites can be determined.    With respect to detrital contamination of clay, the 40Ar/39Ar step-heating results would be far more beneficial if they could be used to simultaneously estimate the ages of the authigenic illite/smectite and the detrital micaceous end members.  End member ages in clay samples are currently ascertained by plotting the K/Ar dates of separates of varying grain size versus their proportions of diagenetic and detrital components as determined by XRD, and then extrapolating to 100% of each component.  This approach referred to as Illite Age Analysis (IAA) is quite successful, but the accuracy's of the resulting ages are limited by the imprecision's of the XRD estimates.  The combination of 40Ar/39Ar, K/Ar and XRD analyses could potentially reduce these errors significantly.  Inferring the end member ages from the 40Ar/39Ar step-heating requires an independent measure of proportion of Ar contributed by each end member for each heating step.  Because Ar release in clays occurs by dehydroxylation, we propose determining the H2O/K of the end members by TGA and AEM/TEM, the proportion of Ar from each end member can be calculated for each heating step, and their ages extrapolated in a manner directly analogous to IAA, correcting for 39Ar recoil by modeling.    In summary, the scope of this two year proposal is to perform experiments that will fully elucidate; 1) the proportion of K in Ar non-retentive sites, thereby determining which age (retention vs. K/Ar) represents the clay crystallization age; 2) the Ar mixing ratio in 40Ar/39Ar incremental analyses for two component clay mixtures in order to deduce end member ages.    This will be accomplished by performing 40Ar/39Ar, quadrupole gas, high resolution TEM, and thermal stage XRD analyses on well-characterized samples of varying grain size.  These samples are authigenic illite/smectite, detrital musco vite, and mixtures thereof, each of known age, crystallinity and composition.  The research will be undertaken with the collaboration of Drs. Pevear and Vrolijk of Exxon Production Research Company following the guidelines of GOALI.  Drs. Pevear and Vrolijk are acknowledged experts in the field of clay mineralogy and clay geochronology.  The proposed duration of the research program is two years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tullis",
   "pi_last_name": "Onstott",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Tullis C Onstott",
   "pi_email_addr": "tullis@princeton.edu",
   "nsf_id": "000426578",
   "pi_start_date": "1998-02-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hailiang",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hailiang Dong",
   "pi_email_addr": "dongh@miamioh.edu",
   "nsf_id": "000319040",
   "pi_start_date": "1998-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 136611.0
  }
 ],
 "por": null
}