{
 "awd_id": "9726180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study of the Structure and Tectonics of the South Shetland  Trench and Bransfield Backarc Using Ocean Bottom            Seismographs",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Borg",
 "awd_eff_date": "1998-05-01",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 110912.0,
 "awd_amount": 368040.0,
 "awd_min_amd_letter_date": "1998-04-21",
 "awd_max_amd_letter_date": "2002-04-01",
 "awd_abstract_narration": "This award, provided by the Office of Polar Programs of the  National Science Foundation, supports research to  investigate the seismicity and tectonics of the South  Shetland Arc and the Bransfield Strait.  This region  presents an intriguing and unique tectonic setting, with  slowing of subduction, cessation of island arc volcanism, as  well as the apparent onset of backarc rifting occurring  within the last four million years.  This project will carry  out a 5-month deployment of 14 ocean bottom seismographs  (OBSs) to complement and extend a deployment of 6 broadband  land seismic stations that were successfully installed  during early 1997.  The OBSs include 2 instruments with  broadband sensors, and all have flowmeters for measuring and  sampling hydrothermal fluids.  The OBSs will be used to  examine many of the characteristics of the Shetland-  Bransfield tectonic system, including:    --- The existence and depth of penetration of a Shetland  Slab:  The existence of a downgoing Shetland slab will be  determined from earthquake locations and from seismic  tomography.  The maximum depth of earthquake activity and  the depth of the slab velocity anomaly will constrain the  current configuration of the slab, and may help clarify the  relationship between the subducting slab and the cessation  of arc volcanism.    --  Shallow Shetland trench seismicity?:  No teleseismic  shallow thrust faulting seismicity has been observed along  the South Shetland Trench from available seismic  information.  Using the OBS data, the level of small  earthquake activity along the shallow thrust zone will be  determined and compared to other regions undergoing slow  subduction of young oceanic lithosphere, such as Cascadia,  which also generally shows very low levels of thrust zone  seismicity.    --  Mode of deformation along the Bransfield Rift:  The  Bransfield backarc has an active rift in the center, but  there is considerable evidence for off-rift faulting.  There  is a long-standing controversy about whet her back-arc  extension occurs along discrete rift zones, or is more  diffuse geographically.  This project will accurately locate  small earthquakes to better determine whether Bransfield  extension is discrete or diffuse.    --  Identification of volcanism and hydrothermal activity:  Seismic records will be used to identify the locations of  active seafloor volcanism along the Bransfield rift.  Flowmeters attached to the OBSs will record and sample the  fluid flux out of the  sediments.    --  Upper mantle structure of the Bransfield - evidence for  partial melting?:  Other backarc basins show very slow upper  mantle seismic velocities and high seismic attenuation,  characteristics due to the presence of partially molten  material.  This project will use seismic tomography to  resolve the upper mantle structure of the Bransfield  backarc, allowing comparison with other backarc regions and  placing constraints on the existence of partially molten  material and the importance of partial melting as a mantle  process in this region.    Collaborative awards: OPP 9725679 and OPP 9726180",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "LeRoy",
   "pi_last_name": "Dorman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "LeRoy M Dorman",
   "pi_email_addr": "ldorman@ucsd.edu",
   "nsf_id": "000259634",
   "pi_start_date": "1998-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 177070.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 80058.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 110912.0
  }
 ],
 "por": null
}