{
 "awd_id": "9726561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolution of Eye Regression in Cavefish",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Courtney",
 "awd_eff_date": "1998-03-15",
 "awd_exp_date": "2001-02-28",
 "tot_intn_awd_amt": 335000.0,
 "awd_amount": 335000.0,
 "awd_min_amd_letter_date": "1998-03-31",
 "awd_max_amd_letter_date": "1998-03-31",
 "awd_abstract_narration": "9726561  Jeffery    The purpose of this project is to study the genetic basis of eye degeneration in a vertebrate animal.  As a model system, we will use the fish Astyanax mexicanus.  The Astyanax system is well suited for studying eye degeneration for the following reasons.  First, during the last ice age, surface dwelling Astyanax, which have large eyes, were isolated in caves.  The descendants of these cave-dwelling Astyanax subsequently lost their eyes.  Both surface and cave dwelling Astyanax populations have been collected and are currently available for research in my laboratory.  Using these animals we will compare eye development and degeneration in animals with and without eyes. Second, eyeless Astyanax are found in at least 29 different caves, and some of these cave dwelling populations appear to have lost their eyes independently. Therefore, we can study the genetic basis of eye degeneration under potentially different environmental and evolutionary conditions.  Third, surface and cave dwelling Astyanax are easily cultured in the laboratory, breed readily, are inter-fertile, and the eye structure of the surface fish is similar to that found in humans.  Thus, Astyanax can be used as a convenient experimental system to help understand human eye degeneration.  This proposal has three objectives. First, we want to determine the evolutionary history of eye degeneration in different populations of cave dwelling Astyanax.  This will be done by comparing DNA sequences of surface and various cave dwelling populations.  The results will answer the question of whether eye degeneration appeared only once or many times during the evolutionary history of these animals.  Second, we want to determine the mechanisms of eye degeneration at the tissue level, that is which eye tissues (lens, retina, cornea, etc.) actually degenerate.  This will be done by examining cell proliferation and cell death in degenerating eye tissues. These results will allow us to focus on specific genes that function in vario us eye tissues.  Third, we want to identify the genes involved in eye degeneration.  The existence and function of previously identified eye genes will be studied in surface and various cave dwelling Astyanax populations.  This objective is intended to establish the genetic basis of eye degeneration.    The significance of this project spans the areas of evolutionary biology, developmental biology, and function of the visual system.  In evolutionary biology, this project is significant because it will define the genetic basis of an evolutionary change which may have occurred multiple times during the last ice age.  The open question of whether parallel changes in evolution are controlled by the same or different mechanisms and genes will be answered.  In developmental biology, this project is significant because it will investigate the mechanisms underlying developmental changes during evolution.  There is little current understanding of how development of organ systems is modified during evolution, and we expect to fill this void.  Finally, this project is significant in regard to visual system function because it addresses the genetic basis of eye degeneration.  Some of the mechanisms and genes underlying eye degeneration in Astyanax may be the same as those involved in visual system deficiencies in humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Jeffery",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Jeffery",
   "pi_email_addr": "jeffery@umd.edu",
   "nsf_id": "000317505",
   "pi_start_date": "1998-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  },
  {
   "pgm_ele_code": "117400",
   "pgm_ele_name": "POPULATION DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 186600.0
  }
 ],
 "por": null
}