{
 "awd_id": "9728996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computerization of Mollusk Collections at the Academy of    Natural Sciences of Philadelphia",
 "cfda_num": "47.074",
 "org_code": "08080208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "1998-08-18",
 "awd_max_amd_letter_date": "1998-08-18",
 "awd_abstract_narration": "This project will support completion of computerization of  the recent mollusk collection at the Academy of Natural  Sciences of Philadelphia (ANSP).  This is the oldest mollusk  collections in the country, and the and the second largest  catalogued one in the world.  It currently has about 440,000  catalogued lots containing about 12 million specimens,  including about 40,000 lots preserved in alcohol that  provide excellent material for anatomical and DNA studies.  ANSP has specimens from virtually all parts of the world; it  is unrivaled for shallow-water marine mollusks from the  tropical Indo-Pacific.  Other strengths are shallow-water  Western Atlantic mollusks, and worldwide freshwater and land  molluasks. Many of the land and freshwater mollusks  represent species now threatened, endangered or extinct.    Perhaps the most important part of the collection is  the12,000 lots of type specimens from more than 400  researchers.  These are the specimens used in the naming of  species; they serve as standards of comparison for  confirming the species identities.  ANSP through the  research activities of staff and purchase and trade over  more than 150 years has assembled one of the world's largest  collections of molluscan type specimens.  The collection is  used by scientists throughout the world.  In the past five  years, almost 300 loans totaling more than 28,000 specimens  have been made, and more than 200 scientific article have  acknowledged use  of collection resources.    Mollusks are excellent indicators for studying the health of  ecosystems.  They comprise the most diverse animal phylum  after the arthropods, with more than 100,000 species, and  are abundant in terrestrial, freshwater and marine habitats.  Although less diverse than arthropods, mollusks have three  advantages over them for environmental studies. 1) Mollusk  shells have accretionary growth, and incorporate isotopes  and chemicals from the environment into their shells thereby  providing a direct record of environmenta l change.  Arthropods shed the exoskeleton, losing this record of  change 2)  Adult mollusks are  generally poor at dispersing, so their shells reflect local  environmental conditions. 3) Mollusk shells persist after  the death of the animal, showing what species previously  occurred at a site, unlike arthropod exoskeletons which  rapidly decay.  High diversity, accretionary growth, low  dispersal, and persistence of shells combine to make  mollusks premier organisms for monitoring environmental  health.  Mollusk shells themselves provide the materials for  chemical and isotopic analyses that can determine causes of  faunal change.    Computerization of the collections will help in determining  changes in the historical distribution patterns of mollusk  species.  Little such information is currently available,  but is needed not only by scientists conducting basic  systematic and ecological research on mollusks, but to  provide baseline data for monitoring the health of  ecosystems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Rosenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Rosenberg",
   "pi_email_addr": "rosenberg@ansp.org",
   "nsf_id": "000193012",
   "pi_start_date": "1998-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Academy of Natural Sciences Philadelphia",
  "inst_street_address": "1900 BENJAMIN FRANKLIN PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2152991065",
  "inst_zip_code": "191031101",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "ACADEMY OF NATURAL SCIENCES OF PHILADELPHIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NFLBGA5A1RB9"
 },
 "perf_inst": {
  "perf_inst_name": "Academy of Natural Sciences Philadelphia",
  "perf_str_addr": "1900 BENJAMIN FRANKLIN PKWY",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191031101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}