{
 "awd_id": "9728032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Visual Control of Prey Pursuit",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "1998-08-15",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 95575.0,
 "awd_amount": 95575.0,
 "awd_min_amd_letter_date": "1998-08-17",
 "awd_max_amd_letter_date": "2000-04-24",
 "awd_abstract_narration": "IBN 97-28032  GILBERT      Detection of targets while moving is difficult for systems that  track targets visually, because the observer's own movements  degrade the target image by blurring it.  The blur causes a  decrease in visual contrast between the target image and the  background that makes it difficult to localize the target.  Such  motion-induced problems in target detection exist for moving  animals, such as visually-hunting predators, and also for man-made  systems, such as optically-guided robots.    Predatory animals have evolved various strategies for coping with  degradation of target images during pursuit.  Tiger beetles are  diurnal, visually-hunting predators that pursue their moving prey  by running discontinuously, i.e., after initially localizing its  prey, a beetle runs very fast (over 0.5 meter per second), then  stops briefly (a few hundred milliseconds), then runs fast again  toward the prey.  This pattern of stop-and-go is repeated three or  four times until the continuously moving prey is caught.  In  preliminary experiments, Dr. Cole Gilbert filmed beetles pursuing  live prey or experimenter-controlled prey dummies. Frame-by-frame  analysis indicated that a beetle stops only long enough to  relocalize the prey.  While a beetle is stopped, the image of the  prey is not degraded and thus may be easier to see and localize.  Subsequently, while the beetle is quickly running toward the prey,  its image is degraded, perhaps so much so that the beetle loses  track of it and must stop again. This hypothesis is supported by  results from experiments in which beetles pursued prey dummies of  very high contrast.  In such pursuits, beetles were able to run  continuously after the prey without stopping, suggesting that the  visual contrast of the target image determines the type of pursuit  the beetle can afford.    Dr. Gilbert will investigate visually-guided pursuit by tiger  beetles using a newly acquired digital camera capable of much  higher speeds than his previous equipment .  In particular, he will  more rigorously test the hypothesis that viewing conditions  determine whether the beetle performs continuous or stop-and-go  pursuit.  In short, is the beetle's switch in behavior an adaptive  response to the amount of degradation of the target image?  Various levels of target contrast and velocity will be used to  produce different amounts of degradation and the dynamic  properties of the resulting pursuits will be analyzed.  The  results from the project will elucidate the strategy used by the  tiger beetle to cope with degradation of target images caused by  the beetle's own high velocity.  Moreover, the results may suggest  useful strategies for man-made exploratory machines that often  need to efficiently survey large areas quickly.  The project may  reveal that in some situations, the beetle's strategy of moving  quickly then stopping to gather visual information may be more  efficient than moving slowly enough to avoid image blur so that  visual information can be gathered continuously.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cole",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cole Gilbert",
   "pi_email_addr": "cg23@cornell.edu",
   "nsf_id": "000399608",
   "pi_start_date": "1998-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116200",
   "pgm_ele_name": "COMPUTATIONAL NEUROSCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9107",
   "pgm_ref_txt": "BIOELECTRONICS AND BIONETWORKS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 5575.0
  }
 ],
 "por": null
}