{
 "awd_id": "9728111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Analysis of NPR1 in SAR Signal Transduction",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanne Tornow",
 "awd_eff_date": "1998-02-01",
 "awd_exp_date": "2002-01-31",
 "tot_intn_awd_amt": 367000.0,
 "awd_amount": 367000.0,
 "awd_min_amd_letter_date": "1998-01-13",
 "awd_max_amd_letter_date": "1999-12-15",
 "awd_abstract_narration": "9728111  The long-term goal of this project is to understand the induction pathway and molecular mechanisms that confer systemic acquired resistance (SAR) to plants.  SAR confers immunity to a broad spectrum of  pathogens and is normally established after a primary exposure to avirulent pathogens.  Using a genetic approach, the npr1 mutant in Arabidopsis was isolated and demonstrated to control the onset of SAR.  Mutants with defects in NPR1 fail to respond to various SAR-inducing signals, such as salicyclic acid (SA) and avirulent pathogens, display little expression of pathogenesis-related (PR) genes and exhibit increased susceptibility to infections. Recently NPR1 was cloned using a map-based approach and the gene was found to encode a novel protein containing ankyrin repeats.  Ankyrin repeats have been identified in a variety of proteins and are thought to mediate protein-protein interactions.  Lesions in the npr1 mutant alleles disrupt the ankyrin consensus sequence, suggesting that these repeats are important for NPR1 function.  Transformation of the cloned wild-type NPR1 gene into npr1 not only complemented the mutant phenotypes but also rendered the transgenic plants more resistant to infections by Pseudomonas syringae and Peronospora parasitica.  Furthermore, studies of transgenic lines carrying the NPR1-GFP fusion showed that NPR1 is localized to the nucleus upon induction.  These findings, along with the fact that NPR1-overexpressing plants are perfectly healthy, suggests that the NPR1 gene is a positive regulator of SAR and may serve as a target gene for genetically engineering disease-resistant plants.  The biological role of NPR1 in transducing the SA signal and in regulating PR gene expression has been demonstrated in previous studies.  This project will focus on two specific aims to elucidate the molecular function of NPR1: (1) Determining the functional importance and the regulation of NPR1 nuclear localization:  Mutagenesis studies will be carried out to determine whether nucle ar localization of the NPR1 protein is necessary and sufficient for activating PR gene expression and SAR, and how the localization process is regulated.  (2) Determining the role of NPR1 in regulating PR gene expression:  Promoters of the NPR1-regulated PR genes will be analyzed and gel mobility shift assays will be performed to determine whether NPR1 directly regulates the PR gene promoters or indirectly affects the activity of a transcription factor(s) which controls the expression of these genes.      The outcome of this research will have a beneficial impact on basic research and on society.  Genetically engineered disease-resistant plants generated with the knowledge of disease resistance mechanisms can lead to reduction in the usage of harmful pesticides.  Studies have also begun to compare the plant defense mechanisms against microbial infection with those in animal systems to determine whether there is any conservation in the evolution of this fundamental biological function.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xinnian",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinnian Dong",
   "pi_email_addr": "xdong@duke.edu",
   "nsf_id": "000299502",
   "pi_start_date": "1998-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111600",
   "pgm_ele_name": "EUKARYOTIC GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 122000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": null
}