{
 "awd_id": "9728328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Recognition by RNA",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1998-05-01",
 "awd_exp_date": "1998-09-14",
 "tot_intn_awd_amt": 38100.0,
 "awd_amount": 109500.0,
 "awd_min_amd_letter_date": "1998-04-20",
 "awd_max_amd_letter_date": "1998-05-27",
 "awd_abstract_narration": "Donald Burke-Aguero  MCB-9728328    1.Technical Abstract    This project addresses molecular recognition by RNA \"aptamers,\"   which are functional nucleic acid molecules derived from in vitro   selections.  There has been an explosion of new aptamers described in the literature in recent years.  Those that have been characterized structurally have proven to be full of elegant structural features that would have been impossible to predict.  Emphasis will be placed to study several RNAs isolated earlier by the P.I. for the nature of their specificity in molecular recognition of acyltransferase cofactors, substrates, and inhibitors.  Furthermore, based on previous work with aptamers to chloramphenicol--an acetylation substrate and an inhibitor of aminoacyltransfer by bacterial ribosomes, a refined model of the catalytic reaction center for peptide bond formation on the ribosome, the \"peptidyl transferase loop\" of 23S rRNA, will be tested.  This will be achieved by comparative sequence analysis, a broad range of solution biochemistries, and direct physical analysis with nuclear magnetic resonance and X-ray crystallography (both in collaboration with other laboratories) in order to analyze the RNA structures required for specific target recognition and the binding interface between the aptamers and their targets.  This work also seeks to isolate cofactor-dependent acyltransferase ribozymes as nucleic acid catalysis is still poorly understood, in part because there are so few examples available for study.  However, it has become possible in recent years to select directly for catalytic activity among a diverse pool of candidate nucleic acid molecules.  Several new ribozymes have been described that form stable self-modifications upon incubation with an appropriate substrate.  Acyltransfer is within the scope of reaction that can be catalyzed by RNA, but there is little known about how the RNA might make use of bound cofactors to carry out the reactions (i.e., the orientation of the bound reactants and  the relative contributions of proximity effects, substrate activation, transition state stabilization, and other factors).  The ultimate goal of this part of the study is to analyze the relationships between catalysis and the RNA-substrate and RNA-cofactor binding interactions. Successful completion of this work will be significant in strengthening our understanding of how RNA sequences fold into structures with surfaces that allow them to interact with their environments; refining understanding of the aminoacyltransferase catalytic reaction center of ribosomal RNA; expanding the catalytic scope of RNA (lending support for the \"RNA World\" hypothesis for the origin of life); and shedding light on how the activity of ribozymes is related to their ability to juxtapose one or more reactants.     Donald Burke-Anguero  MCB 9728328  Non-Technical  The molecules that carry out the processes of life must Interact with each other to carry out their functions. Their ability to do so is dictated by their structures, which are in turn determined by their sequences and environments.  Understanding the relationships among sequence, structure, and function is a problem of central importance and wide-ranging significance in molecular biology.  This project addresses molecular recognition by special RNA molecules that the P.I. isolated as a postdoctoral fellow.  These RNAs bind small molecules chosen for their role in \"acyltransfers,\" an important class of reactions that are at the heart of the day-to-day workings of all cells, as well as in specialized processes ranging from gene regulation to HIV maturation to bacterial antibiotic resistance. The primary goal of this study is to understand how these RNAs achieve specificity in molecular recognition of various small-molecule partners by looking at the interface between the folded RNA and the bound target, using well-established biochemical techniques in conjunction with collaborative magnetic resonance and X-ray crystallographic analysis. Catalysis by nucleic a cids is still poorly understood, partly because there are few natural examples available for study.  Therefore, a second goal will be to use recently developed techniques to assess the suitability of these RNAs in catalyzing chemical reactions between the bound small molecules.  Successful completion of this work will be especially significant in strengthening our understanding of how RNA sequences form surfaces that allow them to interact with their environment, and it may expand our understanding of RNA catalysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Burke",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Donald H Burke",
   "pi_email_addr": "dhburke@indiana.edu",
   "nsf_id": "000396511",
   "pi_start_date": "1998-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 38100.0
  }
 ],
 "por": null
}