{
 "awd_id": "9728315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of Spontaneous Mutation",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1998-05-15",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 217138.0,
 "awd_amount": 217138.0,
 "awd_min_amd_letter_date": "1998-05-13",
 "awd_max_amd_letter_date": "1999-07-20",
 "awd_abstract_narration": "9728315  Foster  When populations of cells are subjected to non-lethal selective pressure, mutations arise even though the cells are not dividing. Because this process appeared to produce only useful, not neutral or deleterious, mutations it has been called \"directed\" or \"adaptive\" mutation. In a strain of Escherichia coli  that cannot utilize lactose (Lac-) but that reverts to lactose utilization (Lac+) when lactose is its sole energy and carbon source, adaptive mutation consists of two components. (i) A highly efficient recombination-dependent mutational mechanism occurring on the F' episome that carries the Lac- allele; and, (ii) a less efficient unknown mechanism giving rise to mutations elsewhere in the genome. Both selected and nonselected mutations arise in the Lac- population, but nonselected mutations appear to be enriched in the Lac+ population, suggesting that the Lac+ cells have passed though a transient period of hypermutation. The research will investigate these two components of adaptive mutation. The aims of the research are:  i. To further investigate the recombination-dependent mechanism that produces Lac+ mutations on the episome, ii. To test if different sites on the chromosome are differentially mutable and if a recombination-dependent mechanism produces mutations on the chromosome, and iii., to test the transient hypermutation hypothesis and determine the genetic and physiological requirements for hypermutation. The first project will focus on the mutagenic mechanism occurring on the episome. Experiments will test whether recombination functions are required to initiate a localized burst of DNA synthesis or to initiate or sustain replication of the entire episome. Also, whether the DNA synthesis that occurs is error-prone will be determined. The second project will focus on mutagenic mechanisms on the chromosome. The mutability of the Lac- allele inserted at various places on the chromosome will be determined. Experiments will test whether proximity to sites of frequent r ecombination is an important determinant of mutability. These two projects will establish the general importance of the recombination-dependent mutagenic mechanism and determine why the episome is particularly mutable. The third project will confirm or refute the transient hypermutation hypothesis by measuring, free of phenotypic artifacts, the frequency of nonselected mutations. Experiments will also test whether selected and nonselected mutations are produced by the same mutagenic mechanism.   This research has several implications for evolution.  First, a recombination-dependent mechanism could be an important source of spontaneous mutations in E. coli and other organisms. If recombination events are accompanied by mutations, then recombination increases variation not only by recombining existing alleles, but also by creating new ones. Second, this mutagenic mechanism is highly active on the F episome. Because F can recombine with the bacterial chromosome and thereby pickup and transfer bacterial genes, this mutational mechanism may be important in the evolution of species that carry conjugal plasmids. Third, if nutritionally deprived cells enter into a state of hypermutation, this would provide a mechanism for adaptive evolution under adverse conditions. Spontaneous mutations are probably the most important source of variation upon which natural selection acts.  This search will provide new insights into the way that spontaneous mutations arise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Foster",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia L Foster",
   "pi_email_addr": "plfoster@indiana.edu",
   "nsf_id": "000438286",
   "pi_start_date": "1998-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 107166.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 23943.0
  }
 ],
 "por": null
}