{
 "awd_id": "9729204",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Submembrane Cytoskeleton in Bacillus Subtilis",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "1998-01-01",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 77902.0,
 "awd_amount": 77902.0,
 "awd_min_amd_letter_date": "1998-01-07",
 "awd_max_amd_letter_date": "1998-01-07",
 "awd_abstract_narration": "9729204  Neyfakh     This is a Small Grant for Exploratory Research (SGER).       It has long been known that bacterial membranes are organized, in that certain regions of these membranes have different protein compositions than other regions.  This organization is what makes possible the orderly cell division of bacteria, as well as placement of organelles such as flagella at specific predictable places on the bacteria.  The mechanism by which bacteria \"know\" where to place flagella, or where to divide, is unknown.  The non-uniform spatial distribution of many proteins in the bacterial membrane has sometimes been explained by the existence of a hypothetical submembrane structure, perhaps analogous to the cytoskeletal system of higher organisms, but to date there is no real evidence for such a structure.  This exploratory project is directed toward testing the possibility that two newly discovered proteins, IbmA and IbmB, form such a structure in the bacterium Bacillus subtilis. Genetic inactivation of either of these proteins has pleiotropic effects on the bacterium, impairing sporulation and cell division, reducing bacterial resistance to lysis, and altering morphology.  IbmA and B are relatively small, alpha-helical polypeptides (149 and 143 residues, respectively) with a strong tendency to exist in a coiled-coil conformation; such coiled-coils are frequently found in cytoskeletal proteins of higher organisms.  Studies using the \"yeast two-hybrid system\" indicate that IbmA and IbmB each interact with themselves in vivo and even more strongly with each other.  Also, IbmA interacts with a number of B. subtilis proteins that are either known or very likely to be associated with the inner side of the bacterial membrane.   These intriguing preliminary findings suggest that IbmA and B are plausible candidates for components of a bacterial cytoskeletal structure.  However, before initiating detailed analyses of such a putative structure, it is necessary to determine whether such a structure actually  exists.  The goals of this Small Grant for Exploratory Research project are to express IbmA and B in Escherichia coli, purify the proteins, obtain specific antibodies, and use the antibodies to determine subcellular localization of the IbmA and B proteins in intact B. subtilis cells and in subcellular fractions.  Experiments will also be done to determine whether IbmA-IbmB complexes can be formed in vitro from the purified proteins.  The results of this exploratory work will determine whether or not IbmA and B are plausible candidates for components of bacterial cytoskeletal structure, and if so will form the basis for a full-scale investigation of these proteins and their function in the bacteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Neyfakh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander A Neyfakh",
   "pi_email_addr": "neyfakh@uic.edu",
   "nsf_id": "000095202",
   "pi_start_date": "1998-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 77902.0
  }
 ],
 "por": null
}