{
 "awd_id": "9729056",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lexical Guidance During Syntactic Generation, Selection, andReanalysis",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Catherine N. Ball",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 169000.0,
 "awd_amount": 120709.0,
 "awd_min_amd_letter_date": "1998-09-25",
 "awd_max_amd_letter_date": "1999-07-20",
 "awd_abstract_narration": "This project investigates how syntactic representations are initially developed during sentence comprehension, and how recovery proceeds when the initial analysis turns out to be incorrect. As in constraint based lexicalist approaches, the focus is on the interface between word recognition and sentence understanding. However, the primary goal is to directly test some assumptions that constraint based lexicalists often make: (1) structural alternatives are generated and evaluated in parallel, (2) syntactic selection immediately follows the generation of alternatives, and (3) all relevant classes of lexical knowledge are used in the earliest stages of syntactic analysis. This project diverges from most constraint-based approaches by making a distinction between syntactic generation and syntactic selection.  However, the current approach differs from the incremental model and the garden path/construal model in many ways. Notably, the proposed experiments examine the possibilities that syntactic generation may be influenced by lexical probabilities, and that semantic processing is not wholly parasitic upon syntactic processing. Both possibilities are common elements of constraint based models. Thus in the current proposal, syntactic and semantic processing will be measured independently  to the extent that it is possible to do so  using some new experimental paradigms.  This project challenges some of the basic assumptions made by researchers in sentence processing, and explores experimental paradigms that may be able to test these assumptions directly. The first set of studies is methodologically oriented, combining three experimental strategies. Reading times measure on line processing difficulty, and the cross modal integration paradigm and event-related brain potentials differentiate the syntactic and semantic levels of processing. The second set of studies investigates sentences containing sense ambiguous verbs like pass and tense ambiguous verbs like raced.  Both lexical ambiguities create structural ambiguities, and cross modal naming will be used to test the hypothesis that lexically defined syntactic alternatives are generated in parallel. Additional experiments evaluate the hypotheses that the structural alternatives are weighted by relative frequency, and that error recovery is facilitated if the (unselected) syntactic alternative is still accessible. The third set of studies investigates prepositional phrase attachment ambiguity. Preliminary studies using on line sensibleness judgments have suggested that non structural lexical information influences processing difficulty in sentences like John gave the letter to his son to a friend. The studies use reading time paradigms to test the hypothesis that verb argument structure and/or probabilistic information influence the timing and outcome of the attachment decision. Additional experiments measure event related brain potentials in order to learn whether the observed processing difficulty is caused by a semantic anomaly (eliciting an N400), syntactic anomaly (eliciting a P600), or both.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Boland",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Julie E Boland",
   "pi_email_addr": "jeboland@umich.edu",
   "nsf_id": "000393191",
   "pi_start_date": "1998-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 58161.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}