{
 "awd_id": "9730749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Maritime Origins on California's   Channel Islands",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2000-06-30",
 "tot_intn_awd_amt": 26556.0,
 "awd_amount": 26556.0,
 "awd_min_amd_letter_date": "1998-06-01",
 "awd_max_amd_letter_date": "1998-06-01",
 "awd_abstract_narration": "With National Science Foundation support, Drs. John Erlandson and Mark Rabb will conduct a collaborative archaeological research project. Building on past work, they will continue their excavations at two sites located on California's Channel Islands. The Eel Point site located on San Clemente Island is a large and deeply stratified shell midden which results from multiple occupations from approximately 8,200 to 500 years ago. The site contains a wealth of excellently preserved of cultural features, shell and bone artifacts and faunal remains. The second site, Daisy Cave is among the most important archaeological and paleontological locality on the Channel Islands. Located on San Miguel Island the cave and rockshelter complex contains stratified artifact and fossil bearing deposits dating from ca. 10,400 to 700 years ago. At present it is the earliest documented coastal shell midden in North America. Five major archaeological components have been identified and they contain delicate materials as basketry and cordage remnants rarely preserved in archaeological sites. A variety of chipped stone tools and artifacts made from bone and marine shell are also present. The investigators will build on their prior work at these sites and conduct both fieldwork and laboratory analyses. The immediate goals are to obtain a more complete picture of site use over time, to increase artifact and ecofact samples, and to obtain a suite of radiocarbon determinations for more precise dating. The faunal and artifactual materials will be analyzed.      Taken together, data from the two sites will permit archaeologists to trace the development of marine adaptations in North America from the end of the last ice age through early and mid Holocene times. Until recently scientists believed that it was difficult for hunters and gatherers with relatively simple technology to utilize marine environments effectively; such areas, it was argued, were habitats of last resort. On mainland California, shoreline settlements are relatively recent in time. However the discovery of early Channel Island sites has changed that picture and archaeologists wish to understand this early marine adaptation and how it developed and was modified over time. The sediments on and near the islands contain an excellent environmental record and it is possible to trace variation in ocean temperature and concomitant changes in biotic communities. Thus Drs. Erlandson and Raab can gain insight into basic human subsistence strategies and how these accommodated significant variations in food type and availability.        This research will shed light on an extremely early and poorly understood aspect of North American prehistory. It will provide data of interest to many archaeologists and provide insight into an important facet of human adaptation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L.",
   "pi_last_name": "Raab",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "L. M Raab",
   "pi_email_addr": "mark.raab@csun.edu",
   "nsf_id": "000463510",
   "pi_start_date": "1998-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Yatsko",
   "pi_mid_init": "",
   "pi_sufx_name": "III",
   "pi_full_name": "Andrew Yatsko",
   "pi_email_addr": "",
   "nsf_id": "000454959",
   "pi_start_date": "1998-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Northridge",
  "perf_str_addr": "18111 NORDHOFF ST",
  "perf_city_name": "NORTHRIDGE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913300001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 26556.0
  }
 ],
 "por": null
}