{
 "awd_id": "9730474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Political Structure, Demographics and Economic Growth",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1998-03-15",
 "awd_exp_date": "2002-02-28",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1998-04-23",
 "awd_max_amd_letter_date": "1998-04-23",
 "awd_abstract_narration": "This investigation offers a novel approach  for understanding the dynamic interactions between political change, demographic transformation and economic development.  This research is at the forefront of political economy as it formally integrates dynamic models of economic growth with individual level demographic decisions and the evolution of political structures.  Beginning with heterogeneous households, the researchers model how choices for savings, consumption, children and locational preferences are impacted by government policies.  Dynamic analysis of this model shows that political change is a precursor to demographic transformations which affects the rate of economic growth.  The model also discloses how changes in the distribution of income and migration shift the development path.  The research integrates current work on the dynamics of economic growth driven by the accumulation of physical and human capital, with complementary studies linking political effectiveness to demographic transformations.  Previous models of economic growth failed to account for the effect of politics on fertility, mortality and migration which in turn, determine the growth rate.  In this study the investigators consider political capacity and economic growth as evolving jointly within a consistent general equilibrium framework.  The analysis characterizes the sequence of policies and the required  political structures that lead countries toward sustained development.  A formal model is used to derive the optimal choices for consumption, fertility and migration for each household type.  Households vary by the age of the head of household, as well as their income and education.  Household choices, which are optimal responses to the economic and political environments, are summed across all households to determine aggregate outcomes.  Subsequently, an empirical analysis is conducted to assess the quantitative effects of changes in political capacity on fertility, migration and economic growth.  Empirical studies for the last half-century will be undertaken for China and the Asia-Pacific countries, the NAFTA region, and the European Union.  The goal is to understand the political mechanisms that, through demographic transformation, affect economic development.  Decision-makers can use the theory and empirical results of the research to identify the sequence of policies required to advance development.  The preliminary research of the investigators shows that consolidating political support precedes the implementation of population stabilization policies.  This is followed by raising educational levels and controlling migration flows.  Understanding the mechanics of this sequence allows decision-makers to approach the maximal growth rate while preventing social instability.  The research suggests that once a critical mass of political and economic momentum are achieved, development will be self-sustaining.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacek",
   "pi_last_name": "Kugler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacek Kugler",
   "pi_email_addr": "jacek.kugler@cgu.edu",
   "nsf_id": "000472207",
   "pi_start_date": "1998-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Zak",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J Zak",
   "pi_email_addr": "paul.zak@cgu.edu",
   "nsf_id": "000458119",
   "pi_start_date": "1998-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Feng",
   "pi_email_addr": "yi.feng@cgu.edu",
   "nsf_id": "000120805",
   "pi_start_date": "1998-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Claremont Graduate University",
  "inst_street_address": "150 E 10TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096079296",
  "inst_zip_code": "917115909",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CLAREMONT GRADUATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N34CXJCDNDU1"
 },
 "perf_inst": {
  "perf_inst_name": "Claremont Graduate University",
  "perf_str_addr": "150 E 10TH ST",
  "perf_city_name": "CLAREMONT",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1092",
   "pgm_ref_txt": "SBER HUMAN CAPITAL INITIATIVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}