{
 "awd_id": "9730762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Interagency Agreement",
 "awd_titl_txt": "US-Egypt Cooperative Research: Production of Rift Valley    Fever Diagnostic Reagents for Laboratory Use",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "1998-01-01",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 23600.0,
 "awd_amount": 23600.0,
 "awd_min_amd_letter_date": "1997-12-18",
 "awd_max_amd_letter_date": "1997-12-18",
 "awd_abstract_narration": "Description: This award is for support of a cooperative project by Dr. Boulos A.M. Botros, Acting Head, Virology Branch, at the Naval Medical Research Unit -3 (NAMRU3) in Cairo, Egypt, and Dr. Ahmed Mahmoud Daoud, Director, Veterinary Serum and Vaccine Research Institute (VSVRI), Agricultural Research Center, Ministry of Agriculture, Cairo, Egypt.  The two collaborators plan to establish the technology for the production of Rift Valley Fever (RVF) diagnostic reagents.  NAMRU3 will develop required protocols for the production of antigens and control antisera for the diagnosis of RVF infection in humans and animals.  NAMRU3 will also conduct quality control tests of produced reagents.  The VSVRI will propogate RVF virus in susceptible cell cultures and prepare the required antigens and control antisera according to developed protocols.  Scope:  This project will involve two laboratories with complementary capabilities to conduct research and development work of mutual benefit to the USA and to Egypt as well as to other developing countries.   There is definite need for antigens and control antisera for RVF diagnosis in emerging disease epizootics.  The VRF virus is extremely biohazardous, so the work requires high containment facilities to handle live virus in the preparation of reagents.  The VSVRI has long experience in this area.   NAMRU3 staff has been involved in preparation and modification of existing protocols, and is therefore in a good position to advise in the production  of targeted RVF diagnostics, and in carrying out quality control and safety testing of the products.  Targeted diagnostics include: RVF cell lysate antigen (CLA) for the detection of anti-RVF IgM antibody; RVF virus infected cell supernatent antigen (SA) for the detection of RVF IgG antibody; and hyper-immune specific anti-RVF control serum.  This proposal meets INT objective of supporting US-foreign collaboration in areas of mutual benefit.  The project was generated as a result of a workshop on biotechnology organized by the National Institutes of Health (NIH) and the Egyptian Government.  NIH was involved in the evaluation of the project and in recommending its support.  This project is being supported under the US-Egypt Joint Fund Program, administered by the US Department of State, which provides grants to scientists and engineers in both countries to carry out cooperative activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "B.",
   "pi_last_name": "Botros",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "B. M Botros",
   "pi_email_addr": "",
   "nsf_id": "000334403",
   "pi_start_date": "1997-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "U.S. Naval Medical Research",
  "inst_street_address": "PSC 452, Box 5000",
  "inst_street_address_2": "FPO AE 09835-0007",
  "inst_city_name": "Cairo",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "2022840576",
  "inst_zip_code": "",
  "inst_country_name": "Egypt",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "U.S. Naval Medical Research",
  "perf_str_addr": "PSC 452, Box 5000",
  "perf_city_name": "Cairo",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "EG",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 23600.0
  }
 ],
 "por": null
}