{
 "awd_id": "9730243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Longitudinal Micro Data for the Study of Long Run Changes   in Economic Mobility in the U.S., 1850-1990",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1998-02-15",
 "awd_exp_date": "2001-01-31",
 "tot_intn_awd_amt": 106525.0,
 "awd_amount": 106525.0,
 "awd_min_amd_letter_date": "1998-03-17",
 "awd_max_amd_letter_date": "1998-03-17",
 "awd_abstract_narration": "Though economists have devoted considerable attention to patterns of economic mobility in recent years, historical patterns of movement within the income and wealth distributions and within the occupational hierarchy have been subject to less scrutiny. This has been the result of a lack of suitable longitudinal data like that found in contemporary sources such as the Panel Study of Income Dynamics (PSID) and the National Longitudinal Survey (NLS). This project will continue work on creating such data for the second half of the nineteenth century. Previous support made possible the creation of a new sample of 5,000 American males linked across the 1850 and 1860 federal population censuses, as well as substantial progress on a sample of 7,000 American males linked across the 1860 and 1870 federal population censuses. These new samples have permitted a unique view of economic mobility in the U.S. in the years surrounding the Civil War. They have made it possible to study wealth mobility, occupational change, and the role of geographic mobility (in particular migration to the frontier) in fostering economic opportunity.  This project will complete the creation of thirty years of longitudinal data for the nineteenth century by making it possible to finish the 1860 1870 sample (now roughly 2/3 done) and to link 3,200 males from the 1880 Public Use Micro Sample to the 1870 manuscript census schedules. These linkages are now possible because of the recent creation of a new index to the 1870 federal population census. When these samples are completed, researchers will have access to longitudinal data that covers the 1850s, the 1860s, and the 1870s. These were momentous decades in American economic history: they include the rapid movement of settlers into the West, the Civil War and its aftermath, the emancipation of African American slaves, and the growth of large scale, capital intensive industries. Each of these developments should have had enormous consequences for economic mobility. For example, the availability of unsettled land in the West may have provided an important outlet for laborers in glutted Eastern urban labor markets, as suggested more than a century ago by Frederick Jackson Turner. This project will provide the first direct evidence with which we can test Turner's assertion. Results presented in this proposal suggest that, at least for the 1850s, Turner was correct. The poor economic performance of African Americans has been attributed to the weak position from which they began in the years after emancipation, with little human or physical capital, few employment opportunities outside agriculture, a ruinous debt burden, and a discriminatory environment. This project will provide the first data on their performance in the decade following emancipation and make possible an examination of these issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Ferrie",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph P Ferrie",
   "pi_email_addr": "ferrie@northwestern.edu",
   "nsf_id": "000195385",
   "pi_start_date": "1998-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1092",
   "pgm_ref_txt": "SBER HUMAN CAPITAL INITIATIVE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 106525.0
  }
 ],
 "por": null
}