{
 "awd_id": "9731555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Medicinal Plants in the Greater     Mississippi River Valley",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1998-02-01",
 "awd_exp_date": "2000-03-31",
 "tot_intn_awd_amt": 7005.0,
 "awd_amount": 7005.0,
 "awd_min_amd_letter_date": "1998-01-29",
 "awd_max_amd_letter_date": "1999-12-27",
 "awd_abstract_narration": "Under the direction of Dr. Gayle Fritz, MS Michele Williams will collect data for her doctoral dissertation. She will study archaeological records and excavated material in four museums and universities in the United States. Her work focuses on botanical materials from native American sites in the Midwest which span an approximately 1,000 year period and which document the transition from a hunting and gathering way of life to a mode of subsistence based on agriculture. Archaeological data clearly demonstrate that over this span sedentary settlements of ever larger size appeared, population density increased and that societies assumed an increasingly hierarchical structure. It is interesting to note that these conditions resulted in a net decrease in health and skeletal analysis indicates decreasing age of death and a heavier disease load. MS Williams is interested in the changes in medicinal practice which accompanied this transition.  Ethnographic accounts of extant native American societies indicate the utilization of a wide range of wild plants for medicinal purposes and it is reasonable to assume that this practice has considerable antiquity. While carbonized plant remains have been recovered from many sites and have been extensive analyzed to provide insight into subsistence, none have ever been examined from a medicinal perspective. Seeds and other plant parts attributable to this function are assumed to be rare and hard to identify and the analytic results from a single site are unlikely to paint a convincing picture. Through a multisite analysis which spans both a considerable geographic region and time period, it should be possible to search for patterns, especially when the results are interpreted in light of ethnographic data. Such is the goal of MS Williams' research. The study gains power because it makes use of medical data derived from skeletal analysis and it should be possible to determine how cultural practices change (or do not change) in response to changing disease patterns.  This is innovative research which will make use of extant data and museum collections. It will provide new insight into prehistoric native American adaptation and provide data of interest to many archaeologists. It will also assist in training a promising young scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gayle",
   "pi_last_name": "Fritz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gayle J Fritz",
   "pi_email_addr": "gjfritz@artsci.wustl.edu",
   "nsf_id": "000367587",
   "pi_start_date": "1998-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 7005.0
  }
 ],
 "por": null
}