{
 "awd_id": "9731955",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Educational Technology and Lessons Learned from the         National Science Foundation",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nora Sabelli",
 "awd_eff_date": "1998-02-01",
 "awd_exp_date": "1999-01-31",
 "tot_intn_awd_amt": 49500.0,
 "awd_amount": 49500.0,
 "awd_min_amd_letter_date": "1998-01-22",
 "awd_max_amd_letter_date": "1998-01-22",
 "awd_abstract_narration": "9731955  Graitcer    Grantmakers for Education (GFE) and the National Science Foundation (NSF) will conduct a workshop and pre and post workshop activities for education grantmakers, NSF program officers and selected NSF project Principal Investigators. The purpose of these activities is to share the knowledge and experiences of NSF programs about the role of technology in student learning and school reform with education grantmakers of private, corporate, and family foundations. It is anticipated that the sharing of information between NSF program officers and foundation grantmakers will inform grantmaking through increasing GFE members knowledge about the use of technology in education.    The primary activity would be a two day workshop for grantmakers from private, corporate, and family foundations to meet with and learn from experienced NSF grantmakers and the principal investigators (PIs) of successful NSF funded programs.    The workshop would include opportunities for GFE members and NSF program officers to learn from each other and to explore ways to work together to enhance the impact of their grantmaking in support of effective and appropriate uses of educational technology. The workshop will be designed for presentations by PIs and NSF Program Officers to GFE members and importantly for in-depth discussions, questions and answers, and sharing. There will also be opportunities for break out sessions for grantmakers to explore what the presentations and discussions mean to GFE members in their grantmaking agendas.    Prior to the workshop a series of preparatory activities would occur that would provide background information and basic hands-on experiences for GFE members to assure maximum opportunities for learning at the workshop, including readings, site visits, preconference issue dialogue using technology.    After the workshop the follow-up and continuing dialogue among the funders, including: second site visit, newsletter articles sharing learnings from the workshop, GFE sponsor ed educational technology meeting(s), technology interface for grantmakers to continue discussion of topics raised by the workshop and visits, and integration of learning from this project into overall GFE planning and programming.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Graitcer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie Graitcer",
   "pi_email_addr": "graitcer.leslie@bsc.",
   "nsf_id": "000274125",
   "pi_start_date": "1998-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tides Center",
  "inst_street_address": "1012 TORNEY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4155616300",
  "inst_zip_code": "941291704",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "THE TIDES CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y3L8AZBNYBB6"
 },
 "perf_inst": {
  "perf_inst_name": "BellSouth Foundation",
  "perf_str_addr": "Executive Director",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303097629",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "GA",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 49500.0
  }
 ],
 "por": null
}