{
 "awd_id": "9731229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-South Africa Dissertation Enhancement: Seasonal        Variation in the Hunting Activities of the Prehistoric      Inhabitants of the South African Cape",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alice W. Leeds",
 "awd_eff_date": "1998-06-15",
 "awd_exp_date": "2000-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "1998-06-04",
 "awd_max_amd_letter_date": "1998-06-04",
 "awd_abstract_narration": "9731229  Marean & Lam    This dissertation enhancement grant supports a US graduate  student, Mr. Yin-Man Lam, working under the guidance of Dr.  Curtis W. Marean, Associate Professor of Anthropology at the  State University of New York at Stony Brook, to do field  research in South Africa.  The South African Cape contains  some of the earliest fossil evidence of anatomically modern  humans, from which much has been learned about the evolution  of modern human behavior.  But little is known about the  manner in which Middle Stone Age (MSA) peoples and Late Stone  Age (LSA) hunter-gatherers interacted with prey animals at  different times of the year, or if the timing of those  interactions influenced the manner in which they adapted to  seasonal variations in climate and resource availability.  By  determining the time of the year during which human foragers  interacted with and killed prey animals, Mr. Lam hypothesizes  that the season of occupation of MSA and LSA peoples can be  identified.  The season of death of prey animals,  specifically bovids and seals, will be determined by use of a  technique which will analyze the cementum increments of  mandibular specimens from fossil prey animals previously  extracted from MSA and LSA sites, and from modern samples  collected from the all-year rainfall and winter rainfall  regions of the Cape.  The resulting data will be interpreted  to determine if early and recent modern humans used different  foraging patterns, and whether those patterns were due to  changes in such variables as climate, population pressure, or  their respective cognitive abilities.  The results are  expected to identify how prehistoric peoples reacted to  seasonal climatic and resource fluctuations in their  environment, from which a better understanding can be gained  about the manner in which early and modern peoples adapted to  the many large-scale climatic changes that occurred during  the Pleistocene. The analytical technique of studying growth  increments in the tooth cem entum of prey animals has not been  used before in this region, and Mr. Lam also expects the  results to show its feasibility of using the technique for  the interpretation of archaeological data from southern  Africa.  Staff members at the South African Museum and the  Department of Archaeology at the University of Cape Town will  collaborate with Mr. Lam on this project.    This study will expand the existing knowledge of prehistoric  human behavior and evolution in the South African Cape, and  it will create a reference collection of cementum increment  analysis samples for the interpretation of archaeological  data from the region.   Additionally, it will also explore  the feasibility of using the cementum increment analysis  technique for the study of prehistoric human behavior in  southern Africa. The grant will also provide support to  enable a promising student to establish a strong, independent  research career.  Funding for this project is being jointly  provided by the Division of International Programs and the  Division of Social, Behavioral and Economic Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Marean",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis W Marean",
   "pi_email_addr": "curtis.marean@asu.edu",
   "nsf_id": "000218688",
   "pi_start_date": "1998-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1066",
   "pgm_ref_txt": "SOUTH AFRICA"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}