{
 "awd_id": "9732083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Theoretical Condensed Matter Physics",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Bruce Taggart",
 "awd_eff_date": "1998-04-01",
 "awd_exp_date": "2002-03-31",
 "tot_intn_awd_amt": 411000.0,
 "awd_amount": 411000.0,
 "awd_min_amd_letter_date": "1998-03-24",
 "awd_max_amd_letter_date": "2000-02-10",
 "awd_abstract_narration": "9732083  Siggia  This grant is funded jointly by the Divisions of Materials  Research, Physics, and Molecular and Cellular Biology.  Phenomenological methods developed in condensed matter physics  will be applied to problems in cell biology ranging from the  mechanics of biomolecules to the formation of organelles.  In  contrast to approaches taken by cell biologists, for selected  problems physical theory can make semiquantitative predictions  before the biochemistry is known, and connect models to  experiments in ways biologists cannot.    Quantitative force-distance measurements of DNA interacting with  condensing agents (histones and polyamines) will be modeled in  order to extract binding agents, protein-protein interactions and  the kinetics of association.  General questions about folding  pathways in RNA and its behavior when mechanically extended will  be investigated by a kinetic Monte Carlo code for the secondary  structure, including `pseudo-knots.'    Classical studies of chromosomes in meiotic prophase strongly  suggest the morphology of a polymer brush.  Polymer theory then  explains a number of their properties that were otherwise  mysterious and makes semiquantitative predictions about forces  and tensions which are feasible to check experimentally.  The  biases that cause topoisomerase II to resolve the engangled  sister chromatid arms during mitosis may be understood in terms  of a multiphase polymer blend.    Collaborations will continue with the laboratory of Lippincott-  Schwartz at NIH including work on the quantitative analysis of  photobleach experiments; testing whether data for the drug  induced dissolution of the Golgi is compatible with an  interorganelle surface tension driven flow; and, develop and test  physical-chemical models for the organization of the Golgi and  other steps in protein secretion.    A kinetic Monte Carlo or molecular dynamics code will be  developed for short polymers consisting of hydrophobic and  hydrophilic monomers and will be used to simul ate dynamical  processes in bilayer membranes such as fusion and budding.  Realistic numbers of lipids and almost reasonable times can be  attained this way.  Similar generic and coarse grained models for  the proteins that catalyze fusion can be included, and the  simulations then are a heuristic tool from which to develop a  simple physical picture as to how proteins destabilize the  bilayer.    An effort will be made also to extend prior calculations of  anomalous scaling in passive scaler advection to the velocity  field.  At present there are no deductive theories as to why  velocity fluctuations become increasingly non-Gaussian as the  scale size increases.  %%%  This grant is funded jointly by the Divisions of Materials  Research, Physics, and Molecular and Cellular Biology.  Phenomenological methods developed in condensed matter physics  will be applied to problems in cell biology ranging from the  mechanics of biomolecules to the formation of organelles.  In  contrast to approaches taken by cell biologists, for selected  problems physical theory can make semiquantitative predictions  before the biochemistry is known, and connect models to  experiments in ways biologists cannot.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Siggia",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D Siggia",
   "pi_email_addr": "siggia@ccmr.cornell.edu",
   "nsf_id": "000111456",
   "pi_start_date": "1998-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 137000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 137000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 137000.0
  }
 ],
 "por": null
}