{
 "awd_id": "9733333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: The Role of Ecosystem Rooting Depth in Predicting   Global Carbon and Water Fluxes",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "",
 "awd_eff_date": "1998-05-01",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "1998-05-15",
 "awd_max_amd_letter_date": "1998-05-15",
 "awd_abstract_narration": "\r\nABSTRACT\r\n\r\nJACKSON\r\n9733333\r\n\r\nThis project will execute a five-year research, teaching, and outreach plan that combines long-\r\nterm interests in ecology, global change, and science education. The research examines the\r\nimportance of root distributions, particularly deep roots, for carbon and water cycling in terrestrial\r\necosystems. A subset of the hypotheses to be tested are:\r\n\t1) The introduction of deep-rooted shrubs into grasslands lends to carbon storage in the vegetation\r\n\t\tand in soil layers beyond the maximum rooting depth of grasslands.\r\n\t2) Shrub encroachment results in the movement of soil fauna to deeper layers, enhancing carbon\r\n\t\tcycling at depth and transferring nutrients and carbon deeper in the profile.\r\n\t3) Water uptake in shrublands will come from deeper soil layers than in grasslands, resulting in\r\n\t\tincreased productivity and decreased seasonality of evapotranspiration.\r\nThe three research activities in the proposal are deep-soil coring in the field, controlled\r\nexperiments in 3-m-deep tubes, and integration through modeling. The field work compares ecosystem\r\nproperties of adjacent deep- and shallow-rooted systems along a precipitation gradient in the central\r\nUnited States (including four Long Term Ecological Research sites (LTERs)). Fenceline comparisons\r\nare used to examine the effects of altered rooting depth in the absence of initial differences in soil\r\nproperties. A series of 10-m-deep soil cores have been successfully sampled at the CPER LTER and at\r\nVernon, TX. The studies in 3-m-deep tubes provide a controlled counterpart to the field experiments;\r\nwater and nutrients will be applied at precise depths so that the importance of deep roots can be\r\nexamined mechanistically. The modeling integration builds on the experiments to examine the\r\nconsequences of root distributions and soil depth for C and water cycling. It also fits well with other\r\nresearch projects in my lab, including Task 1.3.1 of Global Change in Terrestrial Ecosystems (\"Root\r\ndistributions and carbon and water fluxes\") and an accompanying activity at the National Center for\r\nEcological Analysis and Synthesis to improve the representation of belowground processes in global\r\nmodels.\r\n\tTeaching and outreach activities take advantage of a large demand for ecology and science\r\neducation at the University of Texas at Austin. In 1994 the university created a new undergraduate\r\nmajor - Ecology, Evolution, and Conservation (EEC) - providing an excellent opportunity for teaching\r\nand mentoring among the 400 undergraduates now enrolled. The courses that are taught (Plant Ecology,  Field Ecology, Plant Physiological Ecology, and Global Environmental Change) integrate well with the needs of those students and lead to numerous benefits for the research program. Foremost is the synergy of being able to involve talented undergraduates in research, while supplementing their\r\ntraditional classroom education. Ten undergraduates have done such research projects in my lab since\r\n1995, with seven additional work-study students. It is in this mentoring that the dual roles of scientist and teacher truly blend - students learn science by the professor's example, and research progresses in the process.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Jackson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Jackson",
   "pi_email_addr": "rob.jackson@stanford.edu",
   "nsf_id": "000298908",
   "pi_start_date": "1998-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}