{
 "awd_id": "9733447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Secure and Flexible Transmission Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "1998-04-15",
 "awd_exp_date": "2003-11-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1998-04-10",
 "awd_max_amd_letter_date": "1998-12-01",
 "awd_abstract_narration": "9733447  Starrett    Objectives  The goal of this project is to begin a research and educational career that provides: high quality undergraduate, graduate, and continuing education; maintains working relationships with industry; and performs nationally competitive research.  The research proposal defines a plan for building a foundation for research in the analysis and control of stressed power systems.  The focus is to ensure system security and reliability in the rapidly changing utility environment by innovatively using new and existing controllers.  The plan is to develop coordinated system-wide schemes to improve system flexibility and to allow for more control of system security from the transmission system.  The goal is to encourage industry involvement to make research more applicable, and broaden the power education program.  Courses will be made more interesting and efficient using computer and video technology.  This plan strives to supply power system engineering students with: strong fundamental backgrounds, industry contacts, knowledge of practical power systems operation and control, and a knowledge of the big picture.    Methods to be Employed  Methods based on eigenvector analysis, controllability and observability, participation's, and sensitivities will be applied to the control design problem.  The uniqueness of this plan is the consideration of any system variables for control input, instead of limiting control variables to locally measured values.  FACTS controllers will also be included in this analysis.  The focus will be on system-wide analysis, and models will be developed and tested on the full nonlinear system.  Computer presentation software and hardware and active learning techniques will be utilized in the classroom and for course assignments.  The development of a seminar series and industry advisory board will help to integrate the research and teaching components of this project.  The communication, computer, and video technology will be utilized to enhance the  existing off-campus graduate program.    Significance of Plan  Open access, system mergers, and the growth in wheeling will magnify stress on the system.  As a result, each part of the system will become more vulnerable to problems in any other part of the system.  System-wide oscillations and energy transfers will become even more likely.  Control strategies and systems must be developed to keep the system secure as well as accommodate the host of new demands placed on it.  The results of this project will improve power system control strategies to allow the system to withstand increased stress.  The improvement of security using the transmission-based control will be necessary and valuable as generator-control is separated from the transmission system.  The plan will take advantage of new communication and control equipment and to coordinate its use for system security purposes.  Research, planning, and development now can mean more secure, flexible, and thus more profitable systems for the future.  More coordinated planning of new purchases can also reduce costs by avoiding redundant or ineffective controls.  Cooperative university-utility relationships and the training of high-quality engineers are critical to the success of a power program.  The activities in this plan are aimed at building and strengthening these relationships.  The creative use of teaching techniques and tools, collaborative efforts with other universities, involvement of industry in teaching plans, and the expansion of the curriculum will improve the quality of Kansas State University's power engineering graduates.  The industry will need well-trained engineers to succeed in the changing utility environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shelli",
   "pi_last_name": "Starrett",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Shelli K Starrett",
   "pi_email_addr": "starret@ksu.edu",
   "nsf_id": "000403114",
   "pi_start_date": "1998-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "1601 VATTIER STREET",
  "perf_city_name": "MANHATTAN",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665062504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 215000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}