{
 "awd_id": "9734586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gravitational Lensing Geometry and Optics",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 211254.0,
 "awd_min_amd_letter_date": "1998-04-22",
 "awd_max_amd_letter_date": "1998-04-22",
 "awd_abstract_narration": "Abstract    Proposal:  DMS-9734586  Principal Investigator:  Arlie Petters    This project centers on two mathematical programs dealing with the  optical caustics created by gravitational fields.  One program  investigates the magnification cross sections of caustic-curve  networks due to generic multiplane weak-field gravitational lens  systems.  The other program studies the links between the global  geometry of the optical caustic surfaces in a spacetime (e.g., along  our past light cone or about rotating black holes) and the  singularities of the associated spacetime metric.  These issues point  to a new and promising direction in the mathematical theory of optical  caustics.  Furthermore, their rigorous treatment may also lead to a  deeper understanding of the flux enhancement of gravitationally lensed  quasars and their overdensity around foreground galaxies, and rapid  X-ray variability in active galactic nuclei.  Equally important, such  investigations may reveal new and powerful ways of understanding and  organizing fundamental physical concepts in gravitational lensing, and  can provide a theoretical check on results from numerical simulations.      Gravitational lensing is the deflection of light from a distant source  (e.g., quasar, extended galaxy) by an intervening matter distribution  (e.g., galaxy, cluster of galaxies).  When foreground galaxies magnify  background quasars, it causes an ``amplification bias'' in certain  quasar samples.  This has led to a mathematically difficult and  physically important problem in gravitational lensing: Determine the  probability that a light source is magnified greater than some  specified amount.  A rigorous study of this problem directly bears on  the the issue of ``magnification bias.''  Another important problem is  to investigate gravitational lensing by dynamical lenses (e.g.,  rotating black holes).  This is physically relevant since most  galaxies seem to have black holes at their centers.  Moreover,  gravitational lensing by a rotatin g black hole may account for rapid  X-ray variability in active galactic nuclei.  The aforementioned  problems will lead me to interact with astrophysicists and astronomers  for physics discussions and latest observations, computer scientists  for sophisticated numerical codes running on high-performance  computers, and mathematicians for issues in singularity theory and  differential geometry.  Also, implicit with this general aim is  isolating and studying the underlying mathematical structures invoked  by gravitational lensing.  Once determined, these structures can then  be made available as potential mathematical tools for other physical  systems (possibly shock formation in fluids) that may call upon them.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arlie",
   "pi_last_name": "Petters",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Arlie O Petters",
   "pi_email_addr": "petters@math.duke.edu",
   "nsf_id": "000233862",
   "pi_start_date": "1998-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  },
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}