{
 "awd_id": "9752771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PKAL Undergraduate Faculty Enhancement Workshops",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "1998-02-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 806517.0,
 "awd_amount": 831009.0,
 "awd_min_amd_letter_date": "1998-02-02",
 "awd_max_amd_letter_date": "2000-06-01",
 "awd_abstract_narration": "Project Kaleidoscope (PKAL) is continuing its series of faculty enhancement workshops on the reform of science, mathematics, engineering and technology undergraduate education. During 1998-2000, there will be 26 workshops, one of which will be a national colloquium. The workshops will provide faculty and administrators with: 1) promising new ideas about effective pedagogies and teaching technologies; 2) hands-on experiences with reforms whose success has been demonstrated; 3) materials that can be adapted to their own settings; 4) insights into the process of developing, implementing and evaluating reforms; 5) connections to others who share their commitment to strengthening education for undergraduates studying science, mathematics, engineering and technology.     A. Goals. The goals of the workshops are consistent with PKAL's continuing mission -- to equip teams for leadership reform at the local level and assist their efforts; to build public support for the work of strengthening undergraduate programs, based on a more educated understanding of how such programs serve the national interest; and to develop partnerships of institutions working together to achieve those goals.     B. Target Audiences. The workshops are for undergraduate SME&T faculty members and their administrators at colleges and universities already participating in PKAL, to consolidate and broaden efforts underway so that successes confined to one department become system-wide. They will also be for two-year colleges and research universities who have yet to participate in the workshops but where interest in reform is growing.     C. Project Leaders and Workshop Topics. The topics for the 1998-2000 series are identified by faculty, reflective practitioners of what works who serve on the PKAL Workshop Task Forces and Leadership committees. Representing all types of institutions, they know first-hand the problems of undergraduate SME&T education, how different solutions work in various settings, and what it takes to make them  work. Topics for workshops on single disciplines will include new pedagogies (collaborative learning, inquiry-based learning, etc.), and the new uses of technologies for teaching and learning. Topics for workshops with a broader focus will include interdisciplinary programs and teaching, and science for all students, including underrepresented students. Workshop Task Forces identify major themes of reform in their area, and challenge participants with a broad spectrum of ideas and approaches.     D. Approach and Structure. Over the past four years, PKAL has developed a workshop approach and structure that is effective and efficient. Workshop applicants are asked to identify those questions most pressing for their institution, and secure the administration's informed endorsement of their participation, to prepare for the workshop. The sequence of activities at the workshops, limited to 80 participants, is designed to identify and explore the right questions, and engage in wide-ranging discussions. Finally, at the end of the workshop each team plans the steps towards implementing reform they will take at their home campus.     E. Follow-up. It is essential that participating teams have continuing support as they implement reform. PKAL asks for follow-up reports on actions taken, on the impact of reforms, on student learning, on curricular and pedagogical discussions within and between departments, and on administrative support for reform efforts. PKAL also provides continuing access to people and ideas changing undergraduate SME&T education, and the opportunity to use the expertise of the Keck/PKAL consultants for help with specific efforts to implement significant new initiatives.     F. The PKAL Context. The workshops proposed are central to PKAL's work. They offer the young faculty who form the PKAL F21 Network the opportunity to take a leadership role in reform; they are the point from which we focus on institutional reform, they provide significant materials for the PKAL Web site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Narum",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne L Narum",
   "pi_email_addr": "ico@ico-dc.com",
   "nsf_id": "000384646",
   "pi_start_date": "1998-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Independent Colleges Office",
  "inst_street_address": "1050 Connecticut Ave NW",
  "inst_street_address_2": "10th Floor",
  "inst_city_name": "Washington",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022321300",
  "inst_zip_code": "200363101",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "G7EZKCN2YAG8"
 },
 "perf_inst": {
  "perf_inst_name": "Independent Colleges Office",
  "perf_str_addr": "1050 Connecticut Ave NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200363101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "734800",
   "pgm_ele_name": "TEACHER PREPARATION PROGRAM"
  },
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  },
  {
   "pgm_ele_code": "742900",
   "pgm_ele_name": "CCLI-NATIONAL DISSEMINATION"
  },
  {
   "pgm_ele_code": "743000",
   "pgm_ele_name": "UNDERGRAD FACULTY ENHANC PROGR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7429",
   "pgm_ref_txt": "CCLI-NATIONAL DISSEMINATION"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9268",
   "pgm_ref_txt": "UNDERGRAD FACULTY ENHANCEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 788692.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 17825.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 24492.0
  }
 ],
 "por": null
}