{
 "awd_id": "9800083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-Resistance Layers by Ion Implantation and Their Device Applications in Silicon Carbide",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2000-06-30",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "1998-07-10",
 "awd_max_amd_letter_date": "1998-07-10",
 "awd_abstract_narration": "9800083  Nadella    The proposed research plan will establish an ion implantation technology to obtain planar and selective regions of high-resistance layers in silicon carbide (SiC) to exploit the superior properties of SiC to make high frequency electronic devices and high density integrated circuits.  Metalsemiconductor-field effect transistors (MESFETS) and UV photodetectors will be made utilizing this high-resistance layer technology.  The PI of this project has already performed the preliminary experiments and obtained high-resistance layers with resistivities as high as 108 (-cm in n-type 4HSiC.  The proposed research will be conducted in collaboration with researchers from industry, national laboratories, and universities.    The physical and electronic properties of SiC make it the foremost semiconductor material for high frequency, high power, short wavelength optoelectronic, high temperature, and radiation resistant electronic devices.  Major material issue for high-frequency devices and integrated circuits fabrication in SiC is the need for high-resistance layer technology.  In the proposed project, ion implantation will be used to obtain planar and selective high-resistance layers in SiC.  Ion implantation will allow the formation of high-resistance layers of different sizes and shapes at different locations.  This is in contrast to the recent commercial availability of high-resistance substrates made using growth.    High-resistance layers will be obtained in this project by chemical doping and implantation damage using transition metal ions and chemically inert light ions, respectively.  Implantations will be performed for different energies and doses to obtain a wide variety of doping profiles at different depth locations.  Optimum annealing conditions will be determined for high quality layers.  High temperature microwave annealing station specially being designed for SiC will be used for anneals as high as 1700 (C.  Several characterization techniques including secondary ion  mass spectrometry, Rutherford backscattering, deep level transient spectrometry, photoluminescence, current-voltage measurements, capacitance-voltage measurements, and reactive ion etching assisted carrier concentration depth profiling will be used for analyzing the samples.    High-resistance layers obtained in this study will be put to test by making fully ion implanted MESFETs and UV detectors.  High energy implants will be used to obtain deep insulating layers to isolate the devices from their substrates.  Multiple energy implants will be performed to obtain lateral isolation of the devices.  N- and p-type regions will be obtained by using nitrogen and aluminum, respectively.  These devices will be thoroughly tested and their properties compared with the present state of the art devices.    Wilberforce University is a historically black university (HBCU) and an undergraduate institution.  The increased research and educational infrastructure at Wilberforece University due to this project will attract more minority students to electrical engineering and make them pursue higher studies in this field.  Fifty percent of the students involved in the PIs previous National Science Foundation grant went to graduate school.    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ravi",
   "pi_last_name": "Nadella",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ravi K Nadella",
   "pi_email_addr": "rnadella@t32-800b.wilberforce.edu",
   "nsf_id": "000243666",
   "pi_start_date": "1998-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wilberforce University",
  "inst_street_address": "1055 N BICKETT RD",
  "inst_street_address_2": "",
  "inst_city_name": "WILBERFORCE",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9373762911",
  "inst_zip_code": "453845801",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "WILBERFORCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K4SXRG3EDHJ6"
 },
 "perf_inst": {
  "perf_inst_name": "Wilberforce University",
  "perf_str_addr": "1055 N BICKETT RD",
  "perf_city_name": "WILBERFORCE",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "453845801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}