{
 "awd_id": "9801498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Comparative Y Chromosome Diversity  and Evolution in the Hominoidea",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Lyons",
 "awd_eff_date": "1998-06-01",
 "awd_exp_date": "2001-05-31",
 "tot_intn_awd_amt": 9000.0,
 "awd_amount": 9000.0,
 "awd_min_amd_letter_date": "1998-05-01",
 "awd_max_amd_letter_date": "1998-05-01",
 "awd_abstract_narration": "Hammer  9801498        The application of molecular tools to evolutionary and anthropological questions plays an important role in understanding human and great ape evolution. The past decade has fostered a tremendous amount of research into genetic variation within humans, accompanied by vigorous scientific debate about the significance of the levels and patterns of that variation. To increase our understanding of the historical context of human evolution and how it has been shaped over the last several million years, a comparative evolutionary framework that explores the genetic variation in humans as well as in our closest living relatives, the great apes, must be generated.  This study proposes to quantify the amount of paternally-inherited Y chromosome genetic variation and the geographic distribution of that diversity in common chimpanzees, pygmy chimpanzees, gorillas, and orangutans in order to (1) provide a comparative framework with which to better understand the significance of patterns and levels of diversity seen in modern humans, and (2) to better understand the evolutionary relationships and connections between populations that exist   within these endangered species for conservation and captive breeding purposes. Factors that can potentially affect levels and patterns of Y chromosome variation and subsequently the deduced evolutionary relationships of populations, subspecies, and species such as the congruence between sex-specific mating and migration behaviors and Y chromosome geographic structure will be investigated, as will hypotheses about the evolutionary processes itself.      Recent studies of maternally-inherited mitochondrial DNA have begun to quantify levels of genetic variation and the geographic distribution of that variation within and between humans and the great ape species.  Humans have been shown to have comparatively low mitochondrial genetic diversity in comparison to the great ape species (gorillas and orangutans in particular), suggesting some unique events i n human evolutionary history.  The historical relationships and levels of genetic diversity suggested by any one single genetic marker may accurately reflect both population and species history nor overall levels of genetic diversity, however.  Complementary studies of other genetic loci are needed to better understand the overall genetic variation and structure present in these groups.  As an understanding of overall genetic variation of humans   is tied directly to an increased understanding of similarities and differences between the evolutionary histories of these groups, this comparative assessment of paternal genetic variation and population history will provide greater insight into the evolutionary history of humans as well as chimpanzees, gorillas, and orangutans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hammer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michael F Hammer",
   "pi_email_addr": "mfh@u.arizona.edu",
   "nsf_id": "000312901",
   "pi_start_date": "1998-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117400",
   "pgm_ele_name": "POPULATION DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": null
}