{
 "awd_id": "9801035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  An Inexpensive, Nanometer Resolution        Interferometer for Education and Training",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "1998-07-15",
 "awd_exp_date": "2001-03-31",
 "tot_intn_awd_amt": 396215.0,
 "awd_amount": 396215.0,
 "awd_min_amd_letter_date": "1998-07-07",
 "awd_max_amd_letter_date": "2001-03-09",
 "awd_abstract_narration": "***  9801035  Deliwala  This Small Business Innovation Research (SBIR) Phase II project from Science Research Laboratory, co-funded by the SBIR Program in the Division of Design, Manufacture, and Industrial Innovation and the Office of Multidisciplinary Activities in the Directorate for Mathematical and Physical Sciences, proposes to develop an Educational Interferometer (EI)--a rugged, inexpensive, easily aligned optical interferometer is instrumentation specifically designed for education and training.  The EI will be an affordable, innovative research-grade instrument that will improve the way physics is taught; illustrate the basic concepts of wave interference; and demonstrate the application of high-precision measurements to numerous disciplines.  It will resolve optical-path differences of less than one nanometer, i.e., 10 to 100 times better than interferometers presently used in education.  It can also play a vital role in the training of technicians, engineers, and physicists in industry where increasingly sophisticated optical instruments are used.  For example, interferometer-based diagnostics are used to measure the position accuracy and repeatability of production equipment such as coordinate measuring machines for determining the quality of manufactured goods and for assessing machining performance of machining centers and turning centers.  Positioning devices using interferometers are critical to the manufacturing of leading-edge semiconductor chips; laser gyroscopes use interferometry to guide airplanes and satellites.  Interferometry and electro-optics provide light-switching in fiber optic phone networks.  Science Research Laboratory can improve the interferometer design created in Phase I so that the total cost of instrument parts can be reduced to approximately $500--including optics, ultra-stable mounts, a diode laser, and shot-noise-limited electronics that incorporate two balanced detectors and a fringe counter thus making it affordable so that it can be widely use in edu cational and training settings.  The project will develop a curriculum around the EI and an instruction guide for students and instructors.  The instrument will be field tested at universities with the ultimate goal of making it suitable for use at industrial training sites and two-year colleges.  The interferometer is an inherently flexible instrument with a long history of applications.  Thus, the scope of new, sensitive experiments made possible by the introduction of the EI is vast.  Science Research Laboratory's EI will thus become an ideal tool for conveying the excitement of modern science and technology to students.  Aside from the educational and training applications, other immediate potential applications of this interferometer are a laser calorimeter, detector of trace chemical species, femtosecond spectroscopy, and locking lasers to atomic or molecular transitions.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Fulghum",
   "pi_mid_init": "F",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Stephen F Fulghum",
   "pi_email_addr": "sfulghum@srl.com",
   "nsf_id": "000266835",
   "pi_start_date": "2001-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Shrenik",
   "pi_last_name": "Deliwala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shrenik Deliwala",
   "pi_email_addr": "shrenik.deliwala@verizon.net",
   "nsf_id": "000101161",
   "pi_start_date": "1998-07-07",
   "pi_end_date": "2001-03-09"
  }
 ],
 "inst": {
  "inst_name": "Science Research Laboratory Inc",
  "inst_street_address": "15 WARD ST",
  "inst_street_address_2": "",
  "inst_city_name": "SOMERVILLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175471122",
  "inst_zip_code": "021434228",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "SCIENCE RESEARCH LABORATORY, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKKPT9RCLJQ1"
 },
 "perf_inst": {
  "perf_inst_name": "Science Research Laboratory Inc",
  "perf_str_addr": "15 WARD ST",
  "perf_city_name": "SOMERVILLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021434228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 396215.0
  }
 ],
 "por": null
}