{
 "awd_id": "9801386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Investigation of Novel Genetic Resource for Rootworm Resistance in Corn",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Om P. Sahai",
 "awd_eff_date": "1998-06-01",
 "awd_exp_date": "2001-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 515000.0,
 "awd_min_amd_letter_date": "1998-06-03",
 "awd_max_amd_letter_date": "2000-06-08",
 "awd_abstract_narration": "***  9801386  Eubanks  This Small Business Innovation Research Phase II project will investigate the opportunity to confer rootworm resistance to corn via newly developed germ plasm.  Corn rootworm, Diabrotica spp., is the most expensive insect pest of corn.  Larvae hatch from eggs deposited in soil and feed primarily on corn roots.  Root damage from larval feeding causes lodging, affects water uptake by the plant, and reduces grain yield.  Combined yield loss and pesticide treatment costs exceed $1 billion annually.  Tripsacum dactyloiodes,  a wild relative of Zea mays, is known to be resistant to corn rootworm larvae.  Plant breeders, however, have not been able to utilize resistance from Tripsacum effectively because of the high degree of sterility in maize-Tripsacum hybrids.  A hybrid between Tripsacum and another wild relative of maize, Zea diploperennis, has been developed by the principal investigator.  The Tripsacum-diploperennis hybrid is an important technological breakthrough because it is highly fertile and cross fertile with corn.  As a bridge species, it provides an unprecedented advantage for moving valuable Tripsacum genes into corn.  Phase I insect bioassays testing 254 plants pollinated by Tripsacum-diploperennis indicated rootworm resistance is transferred to corn via this novel hybrid.  Chi square analysis based on root rating scores verified resistance segregates 3:1.  This confirms rootworm resistant corn can be developed commercially through a breeding and selection program. Lower larval weights and lack of feeding on resistant plants indicates the mechanism is a combination of antibiosis and anlixenosis.  Enhanced growth of treated over control plants indicates hybrids also have higher tolerance for insect herbivory.  During Phase II, investigation and elucidation of the genetic mechanisms of rootworm resistance will proceed simultaneously with production of homozygous resistant inbred corn lines using conventional plant breeding methods.  Resistant inbreds developed in P hase II will be crossed with elite lines in Phase III for production of commercial hybrid seed resistant to corn rootworm.  This product incorporates natural insect resistance from a wild relative and is completely safe for humans and the environment.  It will eliminate the need for toxic, costly insecticides to protect corn from corn rootworm.  Furthermore, the combination of all three resistance modalities provides best opportunity for long-term protection by inhibiting selection of biotypes breaking host plant resistance.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Eubanks",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Mary W Eubanks",
   "pi_email_addr": "eubanks@duke.edu",
   "nsf_id": "000249380",
   "pi_start_date": "1998-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUN DANCE GENETICS",
  "inst_street_address": "8 PILTON PLACE",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9194906324",
  "inst_zip_code": "277055585",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "SUN DANCE GENETICS",
  "perf_str_addr": "8 PILTON PLACE",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277055585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": null
}