{
 "awd_id": "9801329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies in Classical and Quantum Mechanics",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan J. Manfredi",
 "awd_eff_date": "1998-06-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 4530.0,
 "awd_amount": 4530.0,
 "awd_min_amd_letter_date": "1998-03-17",
 "awd_max_amd_letter_date": "2001-05-18",
 "awd_abstract_narration": "Proposal: DMS-9801329  Principal Investigator: Lawrence Thomas  Abstract:  Three areas of mathematical physics will be investigated: the semi-classical and high-energy limits for Schroedinger operators, the polaron model for an electron interacting with a quantized field and other simple non-relativistic quantum field theories, and the classical Heisenberg model and related time-dependent problems. (1) For many Shroedinger operators, the corresponding classical problem, even though not integrable, is almost integrable in a measure-theoretic sense at high energy.  It is then possible, via KAM theory, to develop asymptotic expansions for Schroedinger operator eigenfunctions and eigenvalues with large quantum numbers. These results will be extended to Schroedinger operators on spheres and to perturbations of the hydrogen problem, where the corresponding classical integrability is more problematic. (2) For the polaron model, rigorous bounds for the effective mass will be sought by methods including those used in joint work with E. Lieb to obtain a sharp lower bound for the ground state energy with large coupling constant. (3) The ground state of the classical Heisenberg spin model satisfies a finite difference equation analogous to a partial differential equation for a harmonic map. The solutions to the difference equation exhibit regularity and partial regularity properties analogous to those for harmonic maps uniform in the lattice spacing.  The Dirichlet problem for the difference equation, convergence of the solutions as the lattice spacing goes to zero, and the scattering theory for a related time-dependent problem will be studied.    Mathematical physics is a discipline in which new mathematics is developed to provide decisive resolution to important questions in modern theoretical physics and for which physics generates and provides insight into important problems in mathematics.  Much of the work here concerns the following general problem: Beginning with a microscopic picture of matter -- p articles, atoms or molecules interacting with each other, systems with either a few or many degrees of freedom -- determine mathematically measurable macroscopic (observable) quantities -- energy levels, effective masses, net magnetism, etc. (1) The goal of the work on the semi-classical limit is to elucidate the transition from the arena of microscopic quantum physics to macroscopic classical physics. This work bears on foundational questions in the interpretation of quantum mechanics and provides useful schemes for computing certain energy levels using methods of classical mechanics. (2) The polaron is a simple model from condensed matter physics for a particle moving through a quantized field of lattice vibrations.  As the particle moves, it carries along a \"cloud\" of excitations in the field immediately surrounding it. This composite is what one observes in the laboratory. What is the effective mass of this composite?  The problem of computing such masses is ubiquitous throughout condensed matter, particle, and nuclear physics, and insight into how to perform these calculations would be of considerable general value. (3) The Heisenberg spin model provides a model to explain magnetism. It consists of a regular (infinite) array of  \"magnetic spins,\" each of which can point in any direction but tends to align with its immediate neighbors. If the spins align just right collectively, one \"sees\" a net large-scale magnetism. It is the questions of alignment and smoothness of the alignment which will be examined both in static and time-development settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Thomas",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence E Thomas",
   "pi_email_addr": "let@virginia.edu",
   "nsf_id": "000326511",
   "pi_start_date": "1998-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 4530.0
  }
 ],
 "por": null
}