{
 "awd_id": "9801337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Motion By Curvature In Phase Transitions",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Polyakov",
 "awd_eff_date": "1998-07-15",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 63243.0,
 "awd_amount": 63243.0,
 "awd_min_amd_letter_date": "1998-06-22",
 "awd_max_amd_letter_date": "2000-04-14",
 "awd_abstract_narration": "PI:  Gieri Simonett   DMS-9801337  ABSTRACT:    Over the last years the PI has worked on various free boundary problems  and has studied existence, uniqueness, regularity, and qualitative properties   of classical solutions for such models as the gravitational flow of a fluid   in a porous medium, the multi-dimensional one-phase Hele-Shaw problem,   the one and two-phase Mullins-Sekerka model,the quasi-stationary Stefan   problem with surface tension, and the surface diffusion flow.This research  led to the solution of some long-standing open problems. In this project   the PI will continue to study geometric evolution problems for surfaces   driven by mean curvature. These models are widely used in material sciences, physics, and chemistry to model phase changes, domain growth,and interface controlled crystal growth. Progress on the mathematical front will   necessarily have an impact in material sciences.    The Mullins-Sekerka model is a nonlocal geometric evolution law in which   the normal velocity of a propagating interface depends on the jump   across the interface of the normal derivative of a function which   is harmonic on either side and which equals the mean curvature on   the propagating interface. It was introduced to study solidification and liquidation of materials of zero specific heat and has attracted considerable attention since then.Important contributions by Alikakos, Bates and Chen   have tied this  model to a singular limit for the Cahn-Hilliard equation, a fourth order parabolic equation which is widely used as a model for phase separation and coarsening phenomena in a melted binary alloy.  This model has also been proposed to account for aging or Ostwald ripening   in phase transitions. In general, the kinetics of a first order phase transition is characterized by a first stage where small droplets of a new phase are created out of the old phase, e.g., solid formation in an undercooled   liquid. The first stage, called nucleation,yields a large number of small particles .During the next stage the nuclei grow rapidly at the expense of the old phase.When the phase regions are formed,the mass of the new phase is close to equilibrium and the amount of undercooling is small,but large surface area is present.At the next stage, the configuration of phase regions is coarsened, and the geometric shape of the phase regions become simpler and simpler,   eventually tending to regions of minimum surface area with given volume.  The driving force of this process comes from the need to decrease the interfacial energy. There have been considerable effortsin finding a theory which describes Ostwald ripening, and the Mullins-Sekerka model is a prominent candidate.The surface diffusion flow and the intermediate surface diffusion flow are geometric evolution problems which model morphological changes where surface diffusion and interface kinetics are the transport mechanisms.   These laws constitute a class of dynamic problems where the volume   is conserved and the driving force is surface energy reduction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gieri",
   "pi_last_name": "Simonett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gieri Simonett",
   "pi_email_addr": "gieri.simonett@vanderbilt.edu",
   "nsf_id": "000490150",
   "pi_start_date": "1998-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 21081.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 21081.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 21081.0
  }
 ],
 "por": null
}