{
 "awd_id": "9802388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Geometric Tomography",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2002-03-31",
 "tot_intn_awd_amt": 115491.0,
 "awd_amount": 115491.0,
 "awd_min_amd_letter_date": "1998-06-17",
 "awd_max_amd_letter_date": "1998-06-17",
 "awd_abstract_narration": "Geometric tomography uses data concerning sections by planes and projections on planes of geometric objects to obtain information about these objects. The latter include general compact sets, but often they are convex bodies, polytopes, star-shaped bodies, or finite sets. One advantage of this setting is that it becomes more probable that inverse problems have a unique solution.  Generally, the a priori knowledge that the unknown object is of uniform density can be exploited to retrieve more information than would otherwise be possible. This can lead to algorithms that are more effective when few measurements are available, and less sensitive to measurement errors or noise. Within mathematics, geometric tomography has links to functional analysis, convex geometry, Minkowski geometry, and combinatorics. The project will focus on several topics in this area and continue the development of geometric tomography begun in two previous NSF proposals. New directions include reconstruction of objects from measurements of volumes of projections onto planes or concurrent sections by planes, stability questions related to sections, and the systematic development of discrete tomography (involving inverse problems concerning finite sets). Examples of proposed techniques are the use of recently discovered Fourier transform formulas and of special bodies defined by $p$th means of metric quantities. Also included is a program designed to stimulate undergraduate research.    CAT scanners are machines that save lives daily. They take X-rays in a number of different directions, and synthesize the information to create an image of a two-dimensional section of part of the body. The mathematics behind this process is called computerized tomography. It is very successful, but not perfect; the reconstructed image is only approximate, and to get a better picture with the same procedure one has to take more X-rays, causing greater expense and likelihood of side effects. In geometric tomography, only homogeneous objects ar e allowed-the density of the object is the same everywhere inside it. An example from medicine would be a bone or a kidney. One can use this information to find better reconstruction procedures. The scope of geometric tomography is actually much wider. Any measurement involving sections of a homogeneous object by lines or planes or its shadows on lines or planes can be considered. Because of this, it has many links to other areas, both in mathematics (there is a large overlap with convex geometry, the geometry of shapes without holes or dents) and outside. For example, a new technique in electron microscopy allows measurement of the number of atoms in a crystal lying on certain lines. The material scientist wants to reconstruct the crystal from this information. The object in this case-the crystal-is mathematically represented by a finite set of points.  This project continues the development of several aspects of the mathematics of geometric tomography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gardner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Gardner",
   "pi_email_addr": "Richard.Gardner@wwu.edu",
   "nsf_id": "000353727",
   "pi_start_date": "1998-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 115491.0
  }
 ],
 "por": null
}