{
 "awd_id": "9802370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Relativistic Fluids and the Coupling of Gravity to Other    Forces",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Hans Engler",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "1998-06-17",
 "awd_max_amd_letter_date": "1998-06-17",
 "awd_abstract_narration": "The proposer will continue his investigations in two areas:\r\ni) shock-waves in Einstein's Theory of General Relativity with\r\napplications to cosmology  and  ii) the coupling of Einstein's equations \r\nfor the gravitational field to other (fundamental) force fields; \r\nfor example to electromagnetism and nuclear forces.\r\nIn part i) he will investigate his alternative model to the standard \r\n\"Big-Bang\" cosmology.  In this theory, the observable universe began \r\nwith a shock wave explosion into a stationary (time-independent) space.  This \r\nexplosion created the expanding universe that astronomers observe today. \r\nThe leading edge of this expansion is modeled by an outward propagating \r\nshock-wave.  Since shock-waves are irreversible solutions of the \r\nequations, information about the past is lost as the shock-wave advances. \r\nIn this model one should therefore not expect a unique time reversal of \r\nthe solution all the way back to an initial Big-Bang, whereby the entire \r\nuniverse was compressed into a tiny region.  In part ii) the proposer \r\nwill study how solutions of the equations of Quantum Mechanics change \r\nwhen gravity is taken into account.  Up to now, gravity has been \r\nignored in elementary particle theory, because gravity is much weaker \r\nthan nuclear forces and electromagnetism.  Preliminary calculations of \r\nthe proposer show that in spite of the weakness of the gravitational force, \r\nthe addition of gravity into the equations has a \"smoothing\"effect on \r\nsolutions, and greatly modifies some aspects of elementary particle theory.\r\n\r\nThe proposer will do research in two areas.  First, he will investigate an\r\nalternative scenario to the standard \"Big-Bang\" cosmology.  In his model \r\nthe observable universe began with a shock-wave explosion rather\r\nthan from an incredibly dense small region the size of a grapefruit. \r\nConsistent with some recent astronomical observations of huge energy \r\nbursts in the very outer regions of the cosmos, this theory implies that \r\nthere may be other distant universes which also arise from shock-wave \r\nexplosions.  Secondly, the proposer will study the effect that gravity has \r\non other forces (electromagnetism and nuclear forces).  Since the \r\ngravitational force is extremely weak in comparison to these other \r\nforces,  physicists have ignored gravity in studying elementary particles. \r\nHowever, the proposer has found that the inclusion of gravity does \r\nactually play a role in elementary particle theory.  Furthermore, he \r\nwill investigate the possibility that quantum-theoretic effects play a \r\nrole in the study of black holes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Smoller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joel A Smoller",
   "pi_email_addr": "smoller@umich.edu",
   "nsf_id": "000184475",
   "pi_start_date": "1998-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}