{
 "awd_id": "9803593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Groupoids and the Geometry of Gauge Groups",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Benjamin M. Mann",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 136500.0,
 "awd_amount": 136500.0,
 "awd_min_amd_letter_date": "1998-07-23",
 "awd_max_amd_letter_date": "2001-11-28",
 "awd_abstract_narration": "9803593\r\nBrylinski\r\n     J-L. Brylinski will continue his work on the geometric structures\r\noccurring in mathematical physics, particularly in gauge theory, loop\r\nspaces, and moduli spaces of vector bundles.  Gauge groups are of\r\nfundamental importance in modern geometry.  The gauge groups on a\r\ncircle are loop groups, and gauge groups in dimension 2 are closely\r\nrelated to conformal field theory.  Brylinski will study certain\r\ncohomology classes he has constructed for gauge groups, which are\r\nnatural generalizations of the degree-two cohomology class giving the\r\ncentral extension of a loop group.  These classes are obtained by a\r\ntransgression process from the Chern-Simons classes and the Chern\r\nclasses of Beilinson.  The first new example is that of a degree-three\r\ncohomology class in the gauge group of a closed surface.  Brylinski\r\nhas shown that these classes obey reciprocity laws that generalize\r\nthose of conformal field theory.  He will investigate to what extent\r\nthey are related to higher-dimensional field theories.  He will study\r\nthe Kaehler geometry of moduli spaces of vector bundles, continuing\r\nhis work with P. Foth, and intends to study the geometric quantization\r\nof these moduli spaces.  Brylinski will also continue his work on the\r\nQuillen metric on determinant line bundles, which should lead to\r\nmethods to compute it geometrically, as opposed to analytically, in\r\nmany situations.  Here he will use both the differential geometry of\r\ngerbes that he developed and a variant of Deligne cohomology he\r\nintroduced, which incorporates hermitian metrics.  Brylinski will\r\ncontinue his investigation of the differential geometry of the space\r\nof knots in a smooth three-manifold, which he previously showed is a\r\nKaehler manifold, more precisely a union of coadjoint orbits of the\r\ngroup of unimodular diffeomorphisms.  A particular object of study\r\nwill be the structure of various Lie algebras of functionals with\r\nrespect to the Poisson bracket.\r\n     The research of J.-L. Brylinski is concerned with the interface\r\nbetween geometry and mathematical physics.  This interface has been\r\ngrowing steadily in the recent past and has had profound consequences\r\nfor various branches of geometry: algebraic, differential, and symplectic,\r\namong others.  For instance, Edward Witten (School of Natural Sciences,\r\nInstitute for Advanced Study) interpreted the Jones polynomial\r\nfor knots in terms of field theory in three dimensions connected to\r\nthe Chern-Simons class.  Also, Verlinde derived a formula for\r\nRiemann-Roch numbers of a line bundle over a moduli space of bundles\r\nover a Riemann surface, using ideas from conformal field theory.  All\r\nthese facts point to the need for new types of geometry that include\r\ngeneralizations of the concept of a vector bundle or a principal\r\nbundle.  For this purpose, Brylinski has developed a theory of the\r\ndifferential geometry of groupoids and gerbes, which he is applying to\r\nthe study of gauge groups, moduli spaces of vector bundles, Quillen\r\nline bundles, and the space of knots.  Although the basic concepts he\r\nemploys are of an abstract nature, they can often lead to concrete\r\nformulas.  For instance, he has obtained a concrete description of\r\nQuillen metrics on some geometric determinant line bundles connected\r\nwith line bundles over Riemann surfaces.  This research is expected to\r\nresult in a better understanding of the geometric underpinnings of\r\nmathematical physics.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean-Luc",
   "pi_last_name": "Brylinski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean-Luc Brylinski",
   "pi_email_addr": "jlb496@yahoo.com",
   "nsf_id": "000237366",
   "pi_start_date": "1998-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 45500.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 45500.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 45500.0
  }
 ],
 "por": null
}