{
 "awd_id": "9803443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Basic Fourier Series and Their Extensions",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Polyakov",
 "awd_eff_date": "1998-06-01",
 "awd_exp_date": "2002-05-31",
 "tot_intn_awd_amt": 140521.0,
 "awd_amount": 140521.0,
 "awd_min_amd_letter_date": "1998-04-21",
 "awd_max_amd_letter_date": "2000-04-14",
 "awd_abstract_narration": "PRINCIPAL INVESTIGATOR: Sergei K. SUSLOV, PROPOSAL ID# DMS-9803443   PROPOSAL TITLE: Basic Fourier Series and Their Extensions    ABSTRACT OF THE RESEARCH PROJECT    The area of special functions, and q-series in particular, has seen   significant advances in the last twenty years. One major event is   the discovery of the Askey-Wilson polynomials. There are also a   variety of recent problems in analysis, algebra, and combinatorics   related to q-series. In the current project we plan to investigate   basic Fourier series and their extensions. This is quite a new area   of research in analysis. The Fourier and Fourier-Bessel series have   a rich and deep theory. But only recently Ismail, Masson and Suslov   have established a continuous orthogonality property for the basic   Bessel functions and considered basic extension of the Fourier-Bessel   series. Bustoz and Suslov have introduced basic Fourier series and   established several facts about convergence of these series.   Askey suggested that the \"Bessel-type orthogonality\" found by Ismail,   Masson, and Suslov has a general character and can be extended to a   larger class of basic hypergeometric series. Askey's conjecture has   recently been proven by Suslov. In this project we propose to develop   a theory of basic Fourier series and their higher extensions which   is similar to the classical theory of Fourier and Fourier-Bessel   series. This theory will include detailed study of properties of   the new q-orthogonal functions, investigation of convergence of the   corresponding series and related topics. This naturally includes   certain computational problems: eigenvalues of  the corresponding  Sturm-Liouville problem can be found only numerically, investigation   of convergence of these new series should be done. Explicit examples   of basic Fourier series naturally lead to a new class of formulas   never investigated before from the analytical and numerical   viewpoint. The method of basic Fourier series can be applied to study   solu tions of a q-heat equation and for some other basic versions of   the equations of mathematical physics.      The study of Fourier series has a long and distiguished history in   mathematics. Historically, Fourier series were introduced in order to   solve the heat equation, and since then these series have been   frequently used in various applied problems. Much of modern real   analysis including Lebesgue's fundamental theory of integration had   its origin in some deep convergence questions in Fourier series.   There is a great deal of interest these days in basic or q-extensions   of Fourier series and their theory. In this project we intend to lay   a sound foundation for this study. We introduce basic Fourier series,   investigate their main properties, and consider some applications   in mathematical physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergei",
   "pi_last_name": "Suslov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergei Suslov",
   "pi_email_addr": "sks@asu.edu",
   "nsf_id": "000483803",
   "pi_start_date": "1998-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 46872.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 46499.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 47150.0
  }
 ],
 "por": null
}