{
 "awd_id": "9803141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometry of Algebraic Cocycles",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Benjamin M. Mann",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 65100.0,
 "awd_amount": 65100.0,
 "awd_min_amd_letter_date": "1998-08-06",
 "awd_max_amd_letter_date": "2000-07-21",
 "awd_abstract_narration": "9803141\r\nGajer\r\n     This project lies on the interface of algebraic topology, differential\r\ngeometry, and algebraic geometry.  It is based on the investigator's\r\nwork, in which he successfully employed some classical constructions\r\nof algebraic topology and differential geometry to reveal the\r\ngeometric content of ordinary cohomology as well as of smooth and\r\nholomorphic Deligne cohomology.  The investigator plans to apply the\r\nideas contained in his previous research on Deligne cohomology to\r\nstudy the structure of the image and the kernel of the cycle\r\nhomomorphism.  Some of the deepest and most important problems of\r\ntranscendental algebraic geometry concern the cycle homomorphism.  The\r\nmost celebrated among these is the Hodge conjecture.  Except for a few\r\nclasses of very special algebraic varieties, codimension one is the\r\nonly codimension in which complete cohomological and geometric\r\ndescriptions of the image and the kernel of the cycle homomorphism\r\nexist.  The investigator intends to pursue extensions to all\r\ncodimensions of structures playing a central role in the codimension\r\none case.  In particular, he introduces generalized exponential\r\nsequences and a new cohomology theory that is conjecturally dual to\r\nChow groups of algebraic cycles modulo rational equivalence.  The\r\nobjective of this project is to verify that conjecture.  If this is\r\nthe case, then the cohomology long exact sequence of the generalized\r\nexponential sequence will induce a complete cohomological description\r\nof the image and the kernel of the cycle homomorphism.\r\n     Projective varieties are geometric objects defined by means of\r\npolynomial equations.  Like other notions that arise in many important\r\ncontexts and sound deceptively simple, for example, the ordinary whole\r\nnumbers, they possess properties that are not at all obvious or easy\r\nto discover, and over the course of many years, mathematicians have\r\nbeen led to develop elaborate algebraic machinery for making\r\ncomputations concerning some of these properties.  It is hard to\r\nremain in touch with the geometric meaning of these computations, and\r\nthis is what has given rise to the current project.  The investigator\r\nwill attempt to understand a geometric structure of what are known as\r\nalgebraic cycles.  This will be done by extending some classical\r\ntechniques of algebraic topology and differential geometry to the\r\ncontext of algebraic geometry.  One might say that at least this one\r\ncorner of algebraic geometry will be reintroduced to its roots.  This\r\nwill be not only an esthetic triumph, but an aid to intuition and thus\r\nto further discoveries and advances in mathematics and in the\r\ndisciplines like theoretical physics that make use of this mathematics.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Morava",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jack Morava",
   "pi_email_addr": "jack@math.jhu.edu",
   "nsf_id": "000374094",
   "pi_start_date": "2000-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Pawel",
   "pi_last_name": "Gajer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Pawel M Gajer",
   "pi_email_addr": "pgajer@math.jhu.edu",
   "nsf_id": "000152608",
   "pi_start_date": "1998-08-06",
   "pi_end_date": "2000-07-21"
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}