{
 "awd_id": "9803003",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Hydrogen Furnace Assembly",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 44994.0,
 "awd_amount": 44994.0,
 "awd_min_amd_letter_date": "1998-06-10",
 "awd_max_amd_letter_date": "1998-06-10",
 "awd_abstract_narration": "9803003\r\nEs-Said\r\nThis award provides partial support for the purchase of a hydrogen annealing furnace assembly that will be used in the intermittent annealing of cold worked P/M rhenium samples.  Specifically, the hydrogen furnace is a critical piece of equipment in the research project, which, in combination with other equipment, will be used to study the effect of varying the cold rolling modes on the crystallographic texture and mechanical properties of rhenium metal.  It will also be a critical addition for the Design/Materials Research Center at Loyola Marymount University.\r\n\r\nLoyola Marymount University is primarily an undergraduate teaching university that actively promotes and encourages collaborative research between faculty and students.  Through the guidance and leadership of faculty, several undergraduate students have presented the results of research work at regional, national, and international professional conferences and have had their work published in several renowned journals.  While the mechanical engineering curricula of many colleges and universities emphasize mainly the theoretical and analytical aspects of eningeering problems, the Loylola program combines these approaches and a strong design emphasis.  Armed with this solid background, Loyola graduates are well prepared to carry out further research in graduate school or to solve problems in industry.\r\n%%%\r\nApproximately 10 students per year for two years will perform the proposed research under the supervision of faculty.  Students will use an existing materials science research laboratory (part of the Design/Materials Research Center) that includes:  a rolling mill, various other metal cutting equipment, electrical resistivity devices, micro hardness machninery, two universal mechanical testing machines, furnaces, two light optical microscopes, and an X-ray Diffractometer with a Pole Figure Attachment.  The requested equipment will introduce students to an even wider variety of equipment typically used in refractory metals/materials research.  Support to purchase the proposed equipment will yield three primary benefits.  First, the results of the research are critical to industry, specifically, to aerospace and electronics companies.  Secondly, the equipment will enhance the research and teaching capabilities of the University's capacity to conduct research and research training and to improve teaching in the field of materials and processing, thereby contributing to the multidisciplinary education and preparedness of the next generation of materials scientists, engineers, and physicists.  Thirdly, the equipment will enable faculty to perform independent research in intermittent annealing heat treatments without delay and much more cost effectively.  Above all, the acquisition of the requested equipment will put in place a critical addition to the Design/Materials Research Center at Loyola Marymount University.  Significant steps have been already undertaken in the establishment of this center.  The departmental objective in pursuing external funding is to enhance the engineering curriculum for approximately 140 engineering students through the interaction of this University with other Universities, private industry, and government agencies in solving engineering problems.\r\n***  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Omar",
   "pi_last_name": "Es-Said",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Omar S Es-Said",
   "pi_email_addr": "oessaid@lmu.edu",
   "nsf_id": "000341922",
   "pi_start_date": "1998-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola Marymount University",
  "inst_street_address": "1 LMU DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3103384599",
  "inst_zip_code": "900452650",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "LOYOLA MARYMOUNT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MQSXELH2KMB6"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola Marymount University",
  "perf_str_addr": "1 LMU DR",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900452650",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "175000",
   "pgm_ele_name": "MPS DMR INSTRUMENTATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 44994.0
  }
 ],
 "por": null
}