{
 "awd_id": "9803643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Outer Models and Forcing",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alvin I. Thaler",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2001-12-31",
 "tot_intn_awd_amt": 85659.0,
 "awd_amount": 85659.0,
 "awd_min_amd_letter_date": "1998-06-25",
 "awd_max_amd_letter_date": "1998-06-25",
 "awd_abstract_narration": "Stanley proposes to continue his work in set theory in two areas, namely, infinitary combinatorics and class forcing. One group of combinatorial problems concerns characterizing which stationary sets can contain closed unbounded subsets in cardinal and GCH preserving outer models. Every stationary subset of aleph-one has this property. Previous work has shown that in general there is no such first-order characterization for subsets of aleph-two.  On the other hand, for a restricted class of subsets of the successor of aleph-omega, such a characterization is possible. Some interesting cases remain open. Similar characterization questions can be asked regarding partitions and trees. Another area for continued work is the study of outer models and class forcing. Notwithstanding some technical qualifications, essentially only one method is known for constructing outer models, namely, Cohen's forcing method. Work to this point has shown that this is not an accident:  Granted a technical assumption, every outer model is a class forcing extension, in one sense of the notion. An open problem is to characterize outer models that are class forcing extensions in a certain stronger sense. One point of this work is reducing certain set theoretical questions to more concrete combinatorial questions.    All mathematical statements can be translated into statements about sets.  If a given statement is mathematically provable, then the corresponding statement about sets is derivable from the axioms of set theory.  Thus statements whose translations are neither provable nor refutable from the axioms of set theory are themselves neither provable nor refutable mathematically.  Such statements are said to be \"independent\".  In some cases, a given mathematical object may have a certain property for provable reasons; in others, for independent reasons.  One subject of this research is, for a certain class of objects, to determine whether it is possible to characterize those objects which have certain properties for pr ovable reasons.  Surprisingly, it can be shown that in some cases this is not possible---which objects have the specified property depends on global features of the entire universe of sets.  Another subject of this research is class forcing.  Essentially, only one method is known for proving that statements are independent, namely, Cohen's forcing method.  Recent work has shown that there is a good reason for this.  In many cases, any independence result that can be obtained can be obtained by class forcing, in one sense of the term.  However, this sort of class forcing is combinatorially far removed from the sort that is typically used to establish independence results.  It is a goal to close this gap (or to explore why it is not possible to close it). A hope is that this will provide a means of reducing certain problems to tractable questions regarding forcing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maurice",
   "pi_last_name": "Stanley",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Maurice C Stanley",
   "pi_email_addr": "stanley@math.sjsu.edu",
   "nsf_id": "000372713",
   "pi_start_date": "1998-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University",
  "perf_str_addr": "1 WASHINGTON SQ",
  "perf_city_name": "SAN JOSE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951921000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 85659.0
  }
 ],
 "por": null
}