{
 "awd_id": "9803676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Borel Equivalence Relations with Applications to            Indecomposable Continua and Polish Group Actions",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Benjamin M. Mann",
 "awd_eff_date": "1998-07-15",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 65466.0,
 "awd_amount": 65466.0,
 "awd_min_amd_letter_date": "1998-07-08",
 "awd_max_amd_letter_date": "1998-07-08",
 "awd_abstract_narration": "Solecki proposes several projects on the borderline of descriptive set theory, which is a branch of mathematical logic, and topology. He proposes to continue his work on applications of definable equivalence relations to indecomposable continua and to continuous actions of Polish groups. Specifically, he will investigate the structure of the equivalence relation induced on an indecomposable continuum by its partition into composants. His earlier work leads him to believe that a complete classification up to Borel isomorphism of these equivalence relations is within reach. If it can be accomplished, it should shed light on an old problem of Kuratowski on determining the size of Borel sets that are unions of families of composants. The second area of research proposed in the project is the study of the relation between topologies on groups and complexity of equivalence relations induced by their actions. The proposer will attempt to establish a characterization of subgroups of Polish groups which themselves carry Polish group topologies stronger than the subgroup topology. This characterization should be in terms of the complexity of the equivalence relation induced by the left translation action. Also he proposes to find a characterization of local compactness of Polish groups in terms of the equivalence relations induced by their continuous actions. \r\n\r\nThis project has two parts. First, ``indecomposable continua'' will be studied.  Even though indecomposable continua were initially discovered as paradoxical, exceptional examples of curves, their importance for today's research comes from the fact that they occur naturally and commonly in certain mathematical models. For instance, when studying the evolution of a physical or a biological system, one is particularly interested in describing families of states of such a system which have some sort of stability and to which other states evolve. Surprisingly, even for simple, natural systems, such ``attractors'' can have a very intricate geometric structure, in particular, they can be indecomposable continua. In this work, a mathematical discipline called descriptive set theory, which has no obvious connections with indecomposable continua, is being used to uncover certain deeper aspects of their structure. These new methods have already helped to solve some old problems, and it is expected that they will yield still new and exciting results and applications. The motivation for the second part of the project comes from the following considerations. An important part of a mathematician's or a physicist's work is classifying objects he/she is interested in so that objects that differ in an inessential way are not distinguished by the classification. In most situations, two object differ ``in an inessential way'' if one can be transformed into the other by a transformation taken from a suitable family of transformations called a group acting on the family of objects. There is a well-developed theory of classifying objects up to actions of groups that behave as if they were locally finite, the so-called locally compact groups. In many important instances, though, this theory is insufficient. This work will contribute to a larger, rapidly developing field, which investigates actions of non-locally compact groups.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Slawomir",
   "pi_last_name": "Solecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Slawomir Solecki",
   "pi_email_addr": "ss3777@cornell.edu",
   "nsf_id": "000488067",
   "pi_start_date": "1998-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 65466.0
  }
 ],
 "por": null
}