{
 "awd_id": "9804921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference on Structure and Function of Aminoacyl-tRNA      Synthetases, October 10-15, 1998 near Strasbourg, France",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "1999-06-30",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "1998-06-30",
 "awd_max_amd_letter_date": "1998-06-30",
 "awd_abstract_narration": "9804921  Musier-Forsyth  This award is for partial support for a Conference on  Structure and Function of Aminoacyl-tRNA Synthetases.  Aminoacyl-tRNA synthetases are key enzymes in protein  biosynthesis. They act as  interpreters of the genetic code by relating amino acids to  specific trinucleotides through the aminoacylation of their  cognate tRNAs. These enzymes are divided into two entirely  distinct families on the basis of the architectural  organization of their catalytic cores and thus are  exceptional models for the evolution of protein  structure/function relationships. The synthetase field is a  rapidly progressing research area.  Researchers are using  diverse, multidisciplinary approaches to understand  structure-function relationships from a variety of  perspectives, including fundamental enzymology, RNA-protein  interactions, and even evolutionary biology. In a short  period of  time high resolution crystal structures should be  available for all 20 synthetases. The proposed conference  will offer a well-balanced scientific program, which will  emphasize traditional topics such as synthetase structural  diversity, mechanisms, editing, tRNA recognition, and tRNAs  and synthetases in translation, as well as newer directions  in the field such as synthetase evolution, drug design,  alternate functions, and artificial aminoacylation  systems.     Nucleic acids are biological molecules that encode all of  the information necessary for living organisms to function  and survive. Ribonucleic acid (RNA)  is chemically very  similar to deoxyribonucleic acid (DNA), the storage molecule  for the genetic code. In living cells, RNA is almost always  found complexed with proteins. Unambiguous interpretation of  the genetic code requires specific recognition of each of  the more than 60 cellular transfer RNA (tRNA) molecules  by a class of proteins known as aminoacyl-tRNA synthetases.  In comparison to our  knowledge of DNA-protein interactions, our understanding of  RNA-protein interactions is s till quite limited. Due to the  high degree of specificity between tRNAs and aminoacyl-tRNA  synthetases, these molecules are excellent targets for  studying the principles of protein-RNA recognition. The  proposed meeting will be organized to allow a high level of  participation of younger  scientists, including students and postdoctorals. The  meeting format will also provide an ideal framework for  informal exchanges between younger scientists and more  senior leaders in the field, and ensure that young  scientists have the most rewarding experience possible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Musier-Forsyth",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Karin M Musier-Forsyth",
   "pi_email_addr": "musier@chem.umn.edu",
   "nsf_id": "000266563",
   "pi_start_date": "1998-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": null
}