{
 "awd_id": "9804615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Volcano:  Lost City Pompii",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Valentine Kass",
 "awd_eff_date": "1998-05-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 1753450.0,
 "awd_amount": 1753450.0,
 "awd_min_amd_letter_date": "1998-05-18",
 "awd_max_amd_letter_date": "2004-08-05",
 "awd_abstract_narration": "9804615  Apsell     The large format film unit at NOVA/WGBH Boston, in association with the Liberty Science Center, is producing a 40-minute large format film about the science of volcanology.   Volcano:  Lost City of Pompeii will tell the story of a diverse group of scientists working together, each in his or her specific field, to understand better how Vesuvius can reasonably be expected to behave - today and in the years to come.   Following the scientific teams, the film will impart a basic understanding of magma flow and plate tectonics, the geological building blocks out of which volcanoes emerge.  The film will blend geology with archaeology to tell an ongoing detective story - a present-day scientific investigation that integrates state of the art techniques and technology with ancient evidence derived from buildings, victims' remains, and vivid eyewitness accounts that go back nearly 2,000 years to the eruption of Vesuvius in 79 A.D.   The range of scientific disciplines involved in the film includes:  geochemistry, geology, geophysics, remote sensing, plate tectonics, seismology, archaeology, and volcanology.  The film will be available with both captioning for the hearing impaired and visual description for visually impaired members of the audience.     The film will be supported by an extensive educational outreach plan that includes:    * Pompeii Earth Science Exploration, a program targeting underserved and disadvantaged youth at 100 Boys & Girls Clubs nationwide,  * Pompeii Museum Toolkit, a blueprint enabling museums to integrate existing exhibitry with use of the film and including models for outreach initiatives built around the film,  * Pompeii Activity Guide, an activity guide for us with upper elementary and middle school youth in both informal and form science education settings, and  * Pompeii Idea Handbook, a booklet for museums that shares successful outreach programs implemented by museums showing the film during the first year.     Paula Apsell, Executive Producer of N OVA and Director of the WGBH Science Unit, will be the PI.  The Co-Executive Producer will be Susanne Simpson who previously produced such large format films as Storm Chasers and To the Limit.  The Key Scientific Advisor will be Richard Fisher of the University of California, Santa Barbara.  Others on the advisory committee include Lucia Civetta, Director of Osservatorio Vesuvio; Diane Favro, Assoc. Prof. in the School of Arts and Architecture at UCLA; Grant Heiken, President of the Earth and Environmental Science Division of Los Alamos National Laboratory and President of the International Society of volcanology; Dan Miller, Chief of the U.S. Geological Survey's Disaster Assistance Program; Haraldur Sigurdsson, Professor in the Graduate School of Oceanography at the University of Rhode Island; and Barbara Tewksbury, Professor of Geology at Hamilton College and past president of the National Association of Geoscience Teachers.  Emyln Koster, President and CEO of the Liberty Science Center, will act as key education advisor.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Apsell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paula Apsell",
   "pi_email_addr": "psa@wgbh.org",
   "nsf_id": "000104416",
   "pi_start_date": "1998-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Simpson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne B Simpson",
   "pi_email_addr": "",
   "nsf_id": "000323708",
   "pi_start_date": "1998-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WGBH Educational Foundation",
  "inst_street_address": "1 GUEST ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRIGHTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173002000",
  "inst_zip_code": "021352016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "WGBH EDUCATIONAL FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKSJF1SPLXX9"
 },
 "perf_inst": {
  "perf_inst_name": "WGBH Educational Foundation",
  "perf_str_addr": "1 GUEST ST",
  "perf_city_name": "BRIGHTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021352016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 951544.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 745616.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 56290.0
  }
 ],
 "por": null
}