{
 "awd_id": "9804983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Methods for the Theory of Localization and Directed Wave Propagation",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Bruce Taggart",
 "awd_eff_date": "1998-06-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "1998-05-06",
 "awd_max_amd_letter_date": "2002-04-22",
 "awd_abstract_narration": "9804983  Mathur  Disorder effects in dirty electronic systems are often  essentially nonperturbative.  Although some nonperturbative  results are known, many important questions remain.  This  theoretical research will identify some of these unanswered  questions and the associated methods to study them.    The first part of the research will focus on the directed  wave model.  From one point of view it may be interpreted as  a model of electrons moving in a noisy lattice (one with  time dependent randomness).  Efforts to statistically  characterize the motion of a wave packet in such a medium  have been made for over twenty years.  Current efforts focus  on a complete statistical characterization of the wave  packet.  Solutions to this problem are proposed in this  research which exploit a mapping, discovered by the PI, of  the appropriate Fokker-Planck equation onto an exotic  ferromagnetic model.  This model can be analyzed by adapting  Dyson's beautuful analysis of spin-waves in an ordinary  ferromagnet.  A detailed solution is desirable because of  the intrinsic interest in the directed wave model and its  varied applications and because it is similar to several  important models of noisy dynamics in statistical mechanics.    The directed wave model also describes transport in a  quantum Hall multilayer.  A special version of the directed  wave model coincides with a model that gives a very  successful account of stress propagation in granular  materials.  Recent work on rare-earth metallic ferromagnets  also provides motivation to study directed waves with  correlated noise.  Issues related to these systems will be  studied.    The second part of the research will focus on problems of  static disorder.  Here the questions to be studied include  the statistics of the conductance in the mesoscopic limit,  delocalization transitions in one-dimension, dirty quantum  wires, and localization and delocalizations in higher  dimensions.  Many of these problems have long resisted  attempts at analys is.  The approach used will be to  reinterpret one space dimension as time thereby transforming  a model with static disorder to one with noise.  %%%  Disorder effects in dirty electronic systems are often  essentially nonperturbative, e.g., not amenable to simple  linear techniques.  Although some nonperturbative results  are known, many important questions remain.  This  theoretical research will identify some of these unanswered  questions and the associated methods to study them.  The  research is comprised of two parts.  In the first, the  equations which model the propagation of an electron in a  noisy medium will be transformed to an analogous model of  magnetism.  This model can then be solved in a relatively  straightforward way.  Applications to a variety of other  physical systems will be studied.  The second part of the  research will study the motion of electrons in materials for  which the disorder is static.  Besides yielding a  fundamental understanding of the underlying physics, the  results of this research should also have applications in  nanoelectronics.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harsh",
   "pi_last_name": "Mathur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harsh Mathur",
   "pi_email_addr": "hxm7@case.edu",
   "nsf_id": "000118063",
   "pi_start_date": "1998-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}