{
 "awd_id": "9804755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pluri-Potential Theory",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan J. Manfredi",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 75499.0,
 "awd_amount": 75499.0,
 "awd_min_amd_letter_date": "1998-06-16",
 "awd_max_amd_letter_date": "1998-06-16",
 "awd_abstract_narration": "Proposal: DMS-9804755  Principal Investigator: Evgeny A. Poletsky    Abstract: The first part of this project is devoted to developing methods for construction of plurisubharmonic functions using envelopes of functionals on analytic disks. It became known recently that the theory of such methods can be reduced to the study of disk envelopes of functions on domains in certain infinite-dimensional spaces. Indeed, the complete theory requires solving the classical Lelong problems in an infinite-dimensional setting. The possibility of using flexible methods in the construction of plurisubharmonic functions will allow Poletsky to make advances in the theory of boundary values of such functions, where even the correct definition of \"boundary values\" remains an open question. In particular, Poletsky intends to put forward a natural definition of these values and to establish that every plurisubharmonic function can be decomposed into the sum of a maximal solution to the Dirichlet problem with the same boundary values as the given function and a potential with zero boundary values. He will then study separately the two pieces of this decomposition.     The main tool in the differential calculus invented by Isaac Newton is the derivative of a function, a concept that furnishes a deeper and more precise understanding of the function's behavior than was possible before Newton's time. One will know a function even better if one looks at the derivative of the derivative, the derivative of that second derivative, and so on through derivatives of arbitrary orders. Not all functions, however, are amenable to the computation of these higher order derivatives. Those which do are called \"analytic functions,\" and they are precisely the functions that are most frequently encountered in the applications of calculus to other scientific disciplines. The development of calculus after Newton ushered in two significant expansions of his original framework: the investigation of analytic functions of more than one variable  and the study of analytic functions in which both the variables and the values are complex numbers. Functions fitting the latter description constitute a large and fascinating class of functions that are extremely \"sensitive\": a small change in the function in one place can somehow ripple through the function to change it everywhere. Such behavior is an enormous obstacle in the study of these functions. To overcome this difficulty, one seeks to decompose analytic functions into \"soft\" and \"rigid\" parts and to investigate these parts separately. The main objects of study in this project are the so-called \"plurisubharmonic functions,\" which are the \"soft\" parts of analytic functions of several complex variables. The goal is to understand these functions better, with the hope that in the long run the knowledge gained will translate into a better understanding of the many aspects of everyday experience in which analytic functions play important, but usually unseen, roles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evgeny",
   "pi_last_name": "Poletsky",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Evgeny A Poletsky",
   "pi_email_addr": "eapolets@mailbox.syr.edu",
   "nsf_id": "000109973",
   "pi_start_date": "1998-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 75499.0
  }
 ],
 "por": null
}