{
 "awd_id": "9805923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Leptin Action on Gonadotropin-Releasing-Hormone     Neurons",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Platt",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2002-02-28",
 "tot_intn_awd_amt": 65927.0,
 "awd_amount": 65927.0,
 "awd_min_amd_letter_date": "1998-08-21",
 "awd_max_amd_letter_date": "2001-02-28",
 "awd_abstract_narration": "POWRE: Leptin Action on Gonadotropin-releasing Hormone  Neurons  Suzanne M. Moenter    The goal of the research to be performed with this NSF POWRE  funding is to explore the link between energy balance and  reproduction. This project is particularly suited  for a  POWRE award because it will allow exploratory work to  determine the feasibility of a new line of inquiry.  Negative energy balance inhibits reproduction but the  mechanisms involved are only partially understood.  The  central nervous system controls reproduction through the  episodic secretion of gonadotropin-releasing hormone (GnRH).  Negative energy balance is known to slow the frequency of or  completely stop GnRH release; this leads to infertility.  The mediator conveying metabolic information to the GnRH  neurosecretory system is unknown.  This research will test  the possibility that leptin serves as a messenger to convey  information regarding energy balance to the neuroendocrine  system regulating reproduction.  Leptin is a hormone  produced by fat tissue and leptin levels in the circulation  are highly correlated with the percentage of body fat.  Leptin is thus a logical candidate for conveying information  on energy stores to the rest of the body.  Our specific  hypothesis is that leptin acts directly on GnRH neurons to  alter the pattern of episodic GnRH release.  We established  the receptor required for leptin action is expressed in an  immortalized GnRH neuronal cell line (GT1-7 cells-a source  of pure GnRH neurons in the absence of other cell types), as  well as in the anterior hypothalamus and preoptic area,  regions of the brain that contain the majority of GnRH cell  bodies in the mouse.  This provides a basis for the direct  regulation of GnRH release by leptin.  Subsequent studies of  GT1-7 cells have demonstrated that although the gene for the  leptin receptor is expressed, the resulting protein is  altered, preventing leptin action.  The  proposed research  will thus pursue the feasibility of studying leptin ac tion  on the GnRH neurosecretory system in both animal models and  in GT1-7 cells transfected with the cDNA for the leptin  receptor.  The PI has four specific aims.  In Specific Aim  1, we will determine if GnRH neurons in vivo express the  leptin receptor by using in situ hybridization to localize  the expression of that gene specifically to GnRH neurons  (our preliminary studies placed it only in the general  vicinity).  In Specific Aim 2,  we will generate GT1-7 cells  stably expressing the cDNA for the unaltered leptin receptor  enabling us to study leptin action on isolated GnRH-like  neurons.  In Specific Aim 3, the effects of leptin on GnRH  release from the transfected GT1-7 cells will be studied.  The long and short term effects of leptin treatment on the  pattern of GnRH release will be determined.  In Specific Aim  4, we will begin to examine the signaling pathways of leptin  in stably transfected GT1-7 cells and GnRH neurons and  changes in gene expression induced by leptin.  These  experiments should provide important insights into  communication of energy balance to the neural systems  involved in regulating reproduction, the underlying cellular  mechanisms, and overall rhythmic hormone release.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Moenter",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne E Moenter",
   "pi_email_addr": "smm4n@virginia.edu",
   "nsf_id": "000316248",
   "pi_start_date": "1998-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 65927.0
  }
 ],
 "por": null
}