{
 "awd_id": "9805890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE: Investigation of Long Term Electrical Performance    of Polymeric Insulating Devices Under Multi-Stress          Environment",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marija Ilic",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2000-06-30",
 "tot_intn_awd_amt": 74972.0,
 "awd_amount": 74972.0,
 "awd_min_amd_letter_date": "1998-08-25",
 "awd_max_amd_letter_date": "1998-08-25",
 "awd_abstract_narration": "ECS-9805890  Sundararajan    Polymers are becoming the materials of choice for high voltage outdoor insulation due to their superior contamination performance.  They offer high surface resistance even when contaminated due to their water repelling or hydrophobic nature, and hence increasing system reliability.  When the hydrophobicity is temporarily lost, it can be recovered due to the migration of low molecular weight chains from the bulk to the surface.  This recovery characteristic is central to their many applications, including cable terminations, insulators, and surge arrestor housings.  Being organic, a major concern in using the polymeric materials is their long term performance, since electrical discharges can physically degrade the material.    The present standards mostly concentrate on testing materials and insulators at the worst case conditions with little correlation between the failure modes encountered in the field and the tab.  The insulators in field experience synergistic stresses from electrical voltage, UV radiation, humidity, contamination, and temperature change.  Thus, there is a need to test these insulators in a multistress environment similar to that they are expected to serve.    Investigating the aging and recovery characteristics of polymeric insulating devices under multistress conditions is a very practical and challenging problem, the results of which can be applied directly.  The research supported under this proposal will be directed toward developing a better understanding of the long term performance of polymeric insulating devices under synergistic environmental stresses.  This kind of applied research is very much needed by industry to analyze, understand, enhance and expand the knowledge of the widely used polymeric insulating materials under a wide spectrum of outdoor conditions.  This is because a polymeric insulator that serves best at one environment fails miserably in another environment, and it needs to be resolved as to what material and formulatio n is needed for a given environment.  Graduate and undergraduate students in Electronics and Computer Engineering Technology (ECET) department will be working on this project.    An attractive serendipity is that this research can also be used as an educational aid to students in the power system courses offered in the ECET department.  With ASU's partnership with the Maricopa Community Colleges (both being one of the largest of their kinds in the nation), it provides an excellent opportunity to introduce power engineering aspects and techniques to the next generation scientists and technologists of varying gender, ethnicity, and geography.    The PI is entering the second half of her assistant professor years, and has shown significant promise in the classroom and in the laboratory.  A POWRE grant will provide the essential equipment, supplies and time to help the PI focused  in her academic career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajeswari",
   "pi_last_name": "Sundararajan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajeswari Sundararajan",
   "pi_email_addr": "raji@purdue.edu",
   "nsf_id": "000485519",
   "pi_start_date": "1998-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 74972.0
  }
 ],
 "por": null
}