{
 "awd_id": "9805827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collocation Methods for Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "1998-07-29",
 "awd_max_amd_letter_date": "1998-07-29",
 "awd_abstract_narration": "From graeme@glenclova.Mines.EDU Sat Jun 27 16:02:38 1998  Date: Sun, 21 Jun 1998 09:02:48 -0600 (MDT)  From: Graeme Fairweather <graeme@glenclova.Mines.EDU>  To: \"John C. Strikwerda (MPS/DMS)\" <jstrikwe@nsf.gov>  Cc: bbialeck@mines.edu, gfairwea@mines.edu  Subject: Re: NSF Proposal       Dear Dr. Strikwerda:  DMS 9805827    Bernard Bialecki and Graeme Fairweather       The focus of this project is on the formulation, theoretical analysis   and efficient implementation of orthogonal spline collocation (OSC)  algorithms for various partial differential equations arising in problems  of practical interest. Research will continue on the iterative  solution of OSC equations arising in second and fourth order   elliptic boundary value problems. Promising new methods have been  formulated for rather general second order linear elliptic problems, and  in a study of the OSC solution of nonlinear elliptic problems   the use of these methods will be addressed. The investigation of iterative  methods and nonlinear problems is expected to play an important role in the  development of OSC for nonlinear biharmonic and Stokes problems.   Work will  continue on Schrodinger problems in two space variables, in  particular, problems arising in plate vibration problems and nonlinear   problems. Algorithms developed for biharmonic problems will be used in  certain time-stepping procedures in cases where alternating direction  implicit methods cannot be formulated. A study of collocation methods   for solving partial integro-differential equations, including  problems with nonlocal boundary conditions, will also be undertaken.   Throughout this project, rigorous theoretical analysis will be combined with the  design and numerical testing of algorithms.    Many problems in science and engineering are modelled by partial  differential equations which fall into several distinct categories with  quite different characteristics. In this project, several types of  equations are considered, for example, biharmonic problems  which arise in  fluid dynamics and plate bending and are of particular interest in the  aviation industry, and Schrodinger equations  which model problems in quantum mechanics, underwater acoustics, plasma  physics, vibration problems and seismology. Some problems, such as  biharmonic problems, are steady state, that is, independent of time,   and investigations of these often provide insight into the handling of  time-dependent problems, like Schrodinger equations. Basic  models are  usually linear and techniques developed for their solution guide the  treatment of more realistic - nonlinear - situations.  Time dependent  problems which take into account the history of a process, as in   viscoeleasticity, result in partial integro-differential equations.   Because of the complexity of the partial differential equation models,  one must resort to computational techniques for their solution.  In this project, numerical methods called orthogonal  spline collocation methods will be developed for several classes of linear  and nonlinear, steady state and time-dependent problems of the form just  described.  These methods have several advantages over existing  techniques, including the ease with which they can be implemented on high  performance multiprocessor computers and the accuracy of the  approximations produced. The successful completion of this project will  provide efficient algorithms built on a strong theoretical foundation for  the solution of problems of much practical importance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bernard",
   "pi_last_name": "Bialecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernard Bialecki",
   "pi_email_addr": "bbialeck@mines.edu",
   "nsf_id": "000424214",
   "pi_start_date": "1998-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Graeme",
   "pi_last_name": "Fairweather",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Graeme Fairweather",
   "pi_email_addr": "gfairwea@mines.edu",
   "nsf_id": "000232486",
   "pi_start_date": "1998-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": null
}