{
 "awd_id": "9805924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE: Construction of an Infrared Spectroscopic            Database for Direct Comparison with Astronomical            Observations of Stardust",
 "cfda_num": "47.049",
 "org_code": "03020419",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eileen D. Friel",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2002-02-28",
 "tot_intn_awd_amt": 74061.0,
 "awd_amount": 74061.0,
 "awd_min_amd_letter_date": "1998-08-26",
 "awd_max_amd_letter_date": "2001-02-02",
 "awd_abstract_narration": "Hofmeister\r\nAST-9805924\r\n\r\nInformation on circumstellar dust particles pertains to basic questions of origin and process in the galaxy.  A first order problem is identification of \"stardust\" through comparison of astronomical infrared (IR) spectra to laboratory data on solids.  Although the concept is straightforward, implementation is problematic.  For example, dust features in the IR spectra of cold, carbon stars have been interpreted as hexagonal-rhombohedral SiC.  This result disagrees with identification of presolar SiC grains in meteorites as exclusively the cubic polymorph.  The discrepancy is fundamental because such stars are major dust producers.  The comparison of data  from thin film,  or raw dispersion spectra, for <O.1 micron grains to the data of carbon star spectra shows that circumstellar SiC is cubic, just as it is in meteorites.  Correct identification is crucial as presolar silicates have not yet been found in meteorites.  A matrix-free IR database will be constructed that can be directly compared with astronomical dust features, not only from distant stars, but also from near-by objects such as comets.  The thin film method provides randomly orientated particles, and hence \"average\" extinction coefficients, yet is quantitative.  Absorption data will be collected from the far-IR to the visible wavelengths, with emphasis on spectral regions frequently used in astronomy, remote sensing, and on materials expected to be fairly abundant in stardust. \r\nDetermination of film thickness through interference fringes will yield the mass dependence of peak heights and indicate crystal sizes appropriate for bulk properties.  Over 100 complete thin film spectra will be collected from various planetary materials (e.g., silicates, refractory substances, and phases found in meteorites and interplanetary dust particles).  Materials will be selected by consulting other scientists in the field.  The data will then be compared to astronomical spectra of stardust.\r\n\r\nOf equal importance to the database is the understanding the physical processes producing absorption vs. scattering features in IR spectra.  Mie scattering theory will be modified to account for the presence of bulk absorption processes, and to test the model through comparison with reflection, thin film, and dispersion data from selected phases (e.g., SiC, SiO2, olivine and gamet).  The size of grains in the dispersions will be limited to sizes appropriate for surface effects, <0.05 micron.  The revised theory should allow calculation of spectra with variable amounts of scattering and absorption components from laboratory absorption data.  The results of the project will be useful in the fields of astronomy, planetary science, and remote sensing.  It will also be important to mineralogy, in that physical properties such as ordering or concentrations of hydrous species are currently extracted from dispersion spectra without accounting for the component of scattering inevitably present and without considering that particles with sizes more than three times larger than the skin depth can falsify peak profiles.\r\n\r\nThis research effort is a new, interdisciplinary direction involving an international collaboration.  Strong links with active research areas in the department will help to rebuild a graduate program.\r\n\r\nThe Office of Multidisciplinary Activities in the Directorate of Mathematical and Physical Sciences and the Division of International Programs are providing the funds for this award.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Hofmeister",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Hofmeister",
   "pi_email_addr": "hofmeist@levee.wustl.edu",
   "nsf_id": "000285030",
   "pi_start_date": "1998-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "598000",
   "pgm_ele_name": "WESTERN EUROPE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1205",
   "pgm_ref_txt": "LABORATORY ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1215",
   "pgm_ref_txt": "STELLAR ASTRONOMY & ASTROPHYSC"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 74061.0
  }
 ],
 "por": null
}