{
 "awd_id": "9805778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Effects of El Nino-Southern Oscillation Events on   Food Production Instability in Indonesia:  Developing Modelsfor Rice and Shrimp",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonney Sheahan",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1998-09-09",
 "awd_max_amd_letter_date": "1998-09-09",
 "awd_abstract_narration": "This study aims to measure the impact of El Nino-Southern Oscillation (ENSO)-related climate variation on the stability of food production in the developing world.  The research will focus specifically on rice and shrimp production in Indonesia; rice is the major staple crop for the country's 200 million people, and shrimp is becoming a leading food export commodity.  Indonesia is a particularly interesting country to study because it is consistently and dramatically affected by ENSO events.  The eighteen- month research plan consists of two separate components.  Research in the first year will be devoted primarily to developing the analytical and methodological tools to work with ENSO climate models and to integrate output from these models into economic models of food production and price variability.   The remaining six months of funding will be used as seed money to explore the application of the ENSO climate-production variability framework of analysis developed for rice on the aquaculture shrimp sector in Indonesia.  Few published data or studies exist on acquaculture shrimp production and its vulnerability to climate variability in Indonesia; however, preliminary field work by the investigator and her colleagues indicate that extreme precipitation fluctuations may be a leading cause of virus outbreaks in the sector that have substantially reduced the production potential of the industry as a whole.  Acquiring the analytical and methodological skills to model the effects of short-run climate fluctuations on food production instability is important for future research on the economic and biological viability of intensive food crop systems, food security, and agriculture/aquaculture policies related to trade, storage, and breeding priorities in developing countries.  The research will focus mainly on developing the techniques for translating data on ENSO-related climate fluctuations into data that are relevant for economic and policy analyses in Indonesia; such techniques are also beginning to be developed for other regions of the developing world, such as Zimbabwe and the Guinea Coast.  By studying climate-production variability linkages in two markedly different crop systems-rice and shrimp-the goal is to develop a framework of analysis that can be used for a wide diversity of crops and aquaculture species in the region, such as maize, soybeans, oil palm, milk fish, and tilapia.  Understanding the vulnerability of different systems to climate fluctuations will be useful in directing agriculture/aquaculture research priorities in the future, for assessing future land-use changes related to agriculture and aquaculture, and for projecting income instability at the national, regional, and household levels.  By developing the analytical tools mentioned above, this award will enable the investigator to study a new domain of science that is becoming increasingly important in the fields of agricultural and environmental economics.  From a professional perspective, the development of knowledge and modeling skills in this area will enhance the investigator's prospects for promotion and eligibility for a tenure-track position in academia.  Finally, the models and insights developed during the grant period will be used as a teaching tool in agricultural and environmental courses at Stanford University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosamond",
   "pi_last_name": "Naylor",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rosamond L Naylor",
   "pi_email_addr": "roz@stanford.edu",
   "nsf_id": "000115628",
   "pi_start_date": "1998-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ele_code": "597800",
   "pgm_ele_name": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}