{
 "awd_id": "9805829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Semantic, Discourse-Pragmatic, and Syntactic        Predictors of Lexical Subjects in Conversational English",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonney Sheahan",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "1998-09-10",
 "awd_max_amd_letter_date": "1998-09-10",
 "awd_abstract_narration": "In conversation, speakers are constrained to ensure that their linguistic productions are maximally easy to process.  Research in functional syntax has shown that speakers tend to formulate their conversational utterances so as to abide by a principle which Lambrecht states in terms of a maxim: Do not introduce an entity and say something about it in the same clause.  This constraint underlies the strong dispreference for speakers in conversation to place lexical noun phrases in subject position; speakers tend strongly to place such noun phrases in object position.  This project will focus on the relatively small set of conversational productions which contain lexical subjects.  The investigator will use a large on-line corpus of American English telephone conversations to explore the syntactic, semantic and discourse-pragmatic properties of these productions.  From these properties, she will seek to isolate those aspects of the linguistic and conversational context which might serve as predictors of the occurrence of a lexical (as opposed to pronominal) subject.  The hypotheses regarding potential predictors will be based upon the tendencies predicted by a diverse set of theoretical frameworks.  This project brings together analytic tools and computational resources that have not been combined previously.  It will produce a large database of conversational English based on theoretically valid categories, and will strongly contribute to the development of a methodology for measuring the psychological factors which influence the forms of linguistic productions.  The results will also provide tools for a diverse set of projects in cognitive science.  The results could, for example, provide a benchmark to acquisitionists studying the development of referential syntax in children and to those studying the dimensions of impairment in conversation among Broca's aphasics.  These results would also apply to linguistic engineering problems like that of automatic speech recognition (ASR); many ASR algorithms involve probabilistic models which use local lexical constraints to predict the words in the sentence.  Thus, the results may be relevant not only for model-building in cognitive science, but also for the design of human-computer interfaces.  All of these projects benefit from a grounding in conversational usage patterns.  As a woman academic beginning an assistant professorship in linguistics, the investigator finds the POWRE program to be ideal for the methodological advance she has in mind.  While her training focused on language use from a literary perspective, advances in functional syntax increasingly require the ability to work with large samples of conversational data.  This ability increasingly requires knowledge of corpus methodologies.  This research will enhance not only her own professional and scientific growth, but also the computational infrastructure of her field and the computational literacy of her students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Michaelis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laura A Michaelis",
   "pi_email_addr": "michaeli@spot.colorado.edu",
   "nsf_id": "000448439",
   "pi_start_date": "1998-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1180",
   "pgm_ref_txt": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}