{
 "awd_id": "9806234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Societal Values in An Age of Information Technology",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonney Sheahan",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "1998-09-16",
 "awd_max_amd_letter_date": "1998-09-16",
 "awd_abstract_narration": "With this POWRE award, the investigator will conduct systematic research into societal and ethical dimensions of information technology.  She will focus her efforts on three areas of research.  One concerns the way computer systems may be shaped by societal and ethical values, building on past research on bias in computer system design.  This work will be developed in two directions; one is examining how other values may be embedded in computer system design, values such as autonomy of users.  The other is examining the role and responsibilities of scientists and engineers.  If it is possible to embed values in systems during design and development stages of a project, then this creates a dilemma.  On the one hand we may want to urge scientists and engineers to act in socially responsible ways and make sure they embed the `right` values.  On the other hand we may doubt the legitimacy of leaving in the hands of scientists and engineers decisions that might have profound consequences for society.  Some may argue that such decisions are more appropriate for representative, democratically, elected bodies.  A second area of research is privacy.  In the past few years, the number of books and articles about privacy has dramatically increased.  The specific problem that the project addresses is what the investigator calls `privacy in public,` which refers to surveillance practices that occur in realms that are not considered to be sensitive or personal.  The intellectual puzzle is whether these surveillance practices are properly to be understood as a violation of privacy at all.  Because privacy has for so long been associated with the personal, sensitive and intimate zones, some scholars have answered in the negative, despite substantial popular resistance.  This project tries to explain why public resistance is closer to the truth than some of these scholarly contributions would suggest.  The third area of research is societal and ethical dimensions of educational and research uses of information technology.  The project will build upon research already begun, into (1) possible dehumanizing impacts of information technology in schools and acceptable decisionmaking strategies; and (2) how an electronic infrastructure may affect important research norms, practices, and conventions.  This POWRE award will make possible a much-needed opportunity for the investigator to step down from her full time administrative duties and dedicate herself to research and teaching.  In order to make this transition, and ultimately to be competitive in a tight job market, she will need to intensify the rate at which she conducts research.  The award will provide the opportunity for just such a boost.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helen",
   "pi_last_name": "Nissenbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helen Nissenbaum",
   "pi_email_addr": "hn288@cornell.edu",
   "nsf_id": "000471690",
   "pi_start_date": "1998-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "288500",
   "pgm_ele_name": "CISE RESEARCH INFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1338",
   "pgm_ref_txt": "KDI/LIS"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "7915",
   "pgm_ref_txt": "Ethics & Values of SET"
  },
  {
   "pgm_ref_code": "8888",
   "pgm_ref_txt": "LEARNING & INTELLIGENT SYSTEMS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}