{
 "awd_id": "9806093",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Exogenous Shocks and Strategic Responses:  Canadian and Mexican Auto Parts Suppliers Adjust to Free Trade and   to Lean Production",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonney Sheahan",
 "awd_eff_date": "1998-07-01",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1998-07-14",
 "awd_max_amd_letter_date": "2000-02-25",
 "awd_abstract_narration": "Since the late 1980s, North American firms have faced a confluence of events with long-term effects on decision-making at firms.  Strategic decisions by managers were particularly affected by: trade liberalization (the 1989 Canada-U.S. Free Trade Agreement and the 1994 North American Free Trade Agreement); the implementation of lean production techniques such as reduced inventories, improved product reliability, 100% on-time delivery, and more efficient communications within and outside the boundaries of the firm; changes in macroeconomic conditions including exchange rate and interest rate variability; and changes in domestic government regulations such as tightening environmental standards and evolving maquiladora and PETEX rules in Mexico.  The purpose of this study is to determine whether there is an optimal configuration of responses to these economic shocks, which spans technology-upgrading, changes in relationships between business entities, internationalization, and augmentation of production techniques.  The automotive parts industry is a ripe example for this analysis, since firms in this industry have been uniquely affected by all of these events directly and indirectly, as their customers (the automobile assemblers) adjust to the same economic shocks.  Mexican and Canadian plants are targeted for differently from their U.S. counterparts.  The focus on the plant level instead of on the corporate level is deliberate; plant managers are particularly responsible for implementing new technology and production strategies, and they are critically involved in the local and international communications regarding changes in production configuration.  Both survey and site-interview methodologies are utilized to investigate the perceptions of plant managers specifically concerning the differential effects of free trade and lean production on their decisions to utilize a particular strategic response.  Empirical analysis is utilized to determine the `best response` strategy of these plants to the exogenous shocks.  Furthermore, the data gathered from the survey should reveal which plant characteristics are consistent with particular response strategies and with the ability quickly to adjust to the exogenous shocks.  The answers to these and other questions raised by this study should help to inform policymakers and industry analysts as to the distinct effects of trade liberalization and lean production on the economic competitiveness of firms.  The investigator is currently on maternity leave and using the first half of her two-year sabbatical to care for her child.  During the period of this grant, the investigator will be on the second half of her sabbatical from Williams College.  Since Williams is a teaching institution, it is imperative for her academic advancement that she have the opportunity to complete this research project and prepare papers for publication before returning to her teaching duties.  This project also presents a unique opportunity for her to collaborate with other key researchers on NAFTA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaye",
   "pi_last_name": "Fealing",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kaye G Fealing",
   "pi_email_addr": "kaye.husbands@williams.edu",
   "nsf_id": "000175676",
   "pi_start_date": "1998-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Williams College",
  "inst_street_address": "880 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSTOWN",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135974352",
  "inst_zip_code": "012672600",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "PRESIDENT & TRUSTEES OF WILLIAMS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JVZEJJ6N5EM8"
 },
 "perf_inst": {
  "perf_inst_name": "Williams College",
  "perf_str_addr": "880 MAIN ST",
  "perf_city_name": "WILLIAMSTOWN",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "012672600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ele_code": "597700",
   "pgm_ele_name": "AMERICAS PROGRAM"
  },
  {
   "pgm_ele_code": "919900",
   "pgm_ele_name": "Unallocated Program Costs"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}