{
 "awd_id": "9807666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Bacterial Chemotaxis in the Biodegradation of   Naphthalene in Porous Media",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 215000.0,
 "awd_amount": 215000.0,
 "awd_min_amd_letter_date": "1998-08-24",
 "awd_max_amd_letter_date": "1998-08-24",
 "awd_abstract_narration": "Aitken  9807666       There is considerable interest in methods of remediating  contaminated soil and ground water by in situ processes,  particularly if remediation can be accomplished through natural  processes such as biodegradation by indigenous microorganisms.  To properly evaluate and develop in situ bioremediation methods,  it is important to understand the dominant physical, chemical and  biological processes.  Biological processes are perhaps the least  understood of these.  The investigator and his colleagues focus  on the potential role of bacterial chemotaxis in the  biodegradation of common soil pollutants in porous media.  They  study the biodegradation of naphthalene, a common soil pollutant,  by Pseudomonas putida G7 in a model porous medium consisting of  uniform glass beads.  The effect of chemotaxis is evaluated by  comparing the rates of mineralization of naphthalene by the  chemotactic wild-type strain and by an immotile or  non-chemotactic mutant strain with the same inherent kinetics of  naphthalene degradation as the wild-type.  A mathematical model  is constructed that incorporates the most significant chemical  and biological phenomena in the experimental system.  The model  is used to quantify the chemotactic and random motility  coefficients of the organism as a function of the size of the  glass beads, and to evaluate the relative influences of random  motility and chemotactic motility in naphthalene biodegradation.       Chemical contamination of soil and ground water is an  enormous problem in the U.S.  The cost of cleaning up  contaminated sites can be reduced dramatically if the  contaminated materials do not have to be excavated or pumped to  the surface for treatment or disposal; consequently there is  great interest in taking advantage of processes referred to as  \"natural attenuation.\"  Many bacteria found in the subsurface are  known to be able to degrade a variety of chemicals, but the  behavior of bacteria in soil is relatively poorly understood.  A  commo n property of many bacteria is chemotaxis, an ability to  move in response to the presence of a chemical.  However, the  potential role of chemotaxis in the biodegradation of pollutants  in soil has not been explored before.  It is likely, for example,  that bacteria able to swim towards the sources of chemical  contamination are able to degrade the contaminants faster than  those bacteria unable to do so.  The investigators in this project  conduct experiments with a simulated soil environment and  mathematical modeling techniques to evaluate the potential role  of chemotaxis in the biodegradation of a pollutant found at many  contaminated sites.  An improved understanding of the role of  chemotaxis will permit better characterization of the feasibility  of natural attenuation processes, and may permit the development  of strategies to accelerate the in situ treatment of contaminated  sites that take advantage of bacterial chemotaxis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Aitken",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Aitken",
   "pi_email_addr": "mike_aitken@unc.edu",
   "nsf_id": "000182457",
   "pi_start_date": "1998-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cass",
   "pi_last_name": "Miller",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Cass T Miller",
   "pi_email_addr": "casey_miller@unc.edu",
   "nsf_id": "000269956",
   "pi_start_date": "1998-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "158400",
   "pgm_ele_name": "ENVIRO GEOCHEM AND BIOGEOCHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1043",
   "pgm_ref_txt": "ENVIRONMENTAL GEOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1584",
   "pgm_ref_txt": "ENVIRO GEOCHEM AND BIOGEOCHEM"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 215000.0
  }
 ],
 "por": null
}