{
 "awd_id": "9807541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Transport of Biomolecules in Electric Fields",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "1998-08-13",
 "awd_max_amd_letter_date": "2000-04-06",
 "awd_abstract_narration": "Allison\r\n9807541\r\n\r\n1. Technical Abstract\r\n\r\nPerhaps no other techniques are used more extensively in\r\nbiochemistry and molecular biology than the various electrophoretic\r\nmethods.  It is easy to understand why this is so.  Since most\r\nbiomolecules in aqueous solution are charged to varying degrees, it is\r\npossible to separate them (roughly on the basis of their charge) by simply applying a constant external field.  Although electrophoresis is easy to understand at a qualitative level, it is an extremely difficult problem to understand at a quantitative level due to the complex interplay of biomolecule, ion atmosphere, solvent, and external field.  In order to accurately predict the electrophoretic mobility of a particular protein, for example, it is necessary to correctly account for these interactions. P.I. has developed numerical boundary element methods and applied them to several model and actual systems. The   objective of this study is to extend past work on free solution electrophoresis to a variety of systems including proteins, nucleic acids, and synthetic polyelectrolytes.  This is done in collaboration   with Professor Tom Laue and coworkers (University of New Hampshire) who carry out the experimental work on the systems. These include: (1) oligonucleotides as a function of length (20-200bp), salt concentration (.05 to 1.0 M), and salt type/valence (KCl, NaCl, Tris acetate, MgCl2); (2) DNA fragments of reduced charge and charge density; (3) bent DNA fragments; (4) Bovine ribonuclease as a function of pH and salt concentration; (5) an RNA fragment of well-defined structure and with putative cation binding sites.  These studies will enable charge and structural information from mobility studies to be inferred to a degree that was not possible before.   Additional objectives include accounting for a gel support medium, supplementing the boundary element calculations with Brownian dynamics simulation, and applying the modeling protocols to related polyelectrolyte problems.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAllison\r\n9807541\r\n\r\n2. Non-technical Abstract\r\n\r\nElectrophoresis is undoubtedly the most extensively used technique\r\nin a number of scientific and technical fields.  This is due to a \r\ncombination of the method's simplicity (basically applying a voltage drop across a solution) coupled with its effectiveness in separating different biomolecules such as proteins and nucleic acids.  DNA fingerprinting in Forensic Science is just one of a vast array of applications of electrophoresis. Since different biomolecules invariably possess different charges, an applied voltage produces a force on the biomolecules which vary from type to type depending on charge.  This variable force, in turn, leads to a separation of the different types of biomolecule present in solution.  Even though electrophoresis is easy to understand at a qualitative level,  it turns out to be extremely difficult to understand at a quantitative level due to the complex interplay of biomolecule, its ion atmosphere, the solvent, and the external force field.  For example, it is easy to predict that a DNA molecule will move in a particular direction when a particular voltage gradient across a solution is applied.  What has been unable to predict, at least until very recently, is precisely how fast the DNA moves, which is the challenge for this study.  Computer methods developed in previous studies will be extended to more accurately predict electrophoretic mobilities of biomolecules on the basis of detailed molecular models.  Working closely with experimentalists (Tom Laue and coworkers at the University of New Hampshire) these modeling protocols to a number of nucleic acid and protein systems will be subject to tests.  From these studies, it is anticipated that important charge and structural information such as the nature of the binding of small molecules/ions to proteins and nucleic acids and molten globule transitions in proteins can be inferred.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Allison",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart A Allison",
   "pi_email_addr": "chesaa@panther.gsu.edu",
   "nsf_id": "000411272",
   "pi_start_date": "1998-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University",
  "inst_street_address": "33 GILMER ST SE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133500",
  "inst_zip_code": "303033044",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SNQ6M7S6TK89"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "33 GILMER ST SE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303033044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}