{
 "awd_id": "9807735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interactions of Mercury With Organic Matter in Water        and Soils",
 "cfda_num": "47.050",
 "org_code": "06030100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "1998-09-14",
 "awd_max_amd_letter_date": "1998-09-14",
 "awd_abstract_narration": "9807735\r\nRyan\r\n\r\nThe interactions of mercury with organic matter play an important role in determining the environmental risk and toxicity of mercury in water and sediments.  Most of our understanding of mercury speciation in water and sediments comes from studies of mercury at high concentrations.  These studies may be relevant for sites of substantial mercury contamination, but mercury toxicity is a problem even in areas where mercury concentrations are barely above detection limits.  The toxic forms of mercury, methylmercury,is formed by the methylation of Hg(II) species and accumulated in higher organisms.  \r\nThe methylation of Hg(II) may be prevented by complexation of Hg(II) by strong ligands.  Increasing evidence suggests that organic matter effectively binds Hg(II), prevents methylation of Hg(II), and controls the transport of Hg(II) in water and sediments.  However, our understanding of the interactions of organic matter with mercury is lacking in several crucial areas:\r\n\r\n1. Why does organic matter bind mercury so strongly?\r\n2. What is the form of mercury in relatively pristine sediments?\r\n3. How rapidly and by what mechanism is mercury released from mercury solids?      \r\n\r\nIt is the goal of this study to provide answers to these questions by pursuing three major tasks:\r\n(1) isolation and characterization of organic matter fractions responsible for Hg(II) binding, \r\n(2) development of sequential extractions for determination of mercury speciation in relatively pristine sediments, and \r\n(3) examination of the role of organic matter in the release of Hg(II) from mercury solids.  \r\n\r\nThese tasks will accomplished by a research team of Joe Ryan (University of Colorado), an environmental engineer with experience in surface chemistry and sequential extractions, George Aiken (U.S. Geological Survey), an organic geochemist with experience in the isolation and characterization of organic matter, and Kathy Nagy (University of Colorado), an aqueous geochemist with experience in mineral-water interactions.\r\n\tThe first task is the identification of key components of natural organic matter responsible for mercury binding through affinity chromatography.  This task, combined with a full arsenal of organic matter characterization methods, will help us test the hypothesis that reduced sulfur functional groups are the key factor in strength of mercury binding by organic matter.  George Aiken will lead this effort with the assistance of analytical techniques provided by Murthy Vairavamuthy of Brookhaven National Laboratory.\r\n\tThe second task is the characterization of the speciation of mercury in sediments using refined sequential extraction procedures.  This task will examine new possibilities for the sequestration of mercury in sediments and test the hypothesis that organic matter dominates the speciation of mercury in sediments.  Joe Ryan of the Department of Civil, Environmental, and Architectural Engineering, University of Colorado, will lead this effort, assisted by a graduate research assistant.\r\n\tThe fourth task is an examination of the rate and mechanism of mercury released by natural organic matter during cinnabar dissolution to assess the mobilization of mercury from sediments.  This task will provide basic data on the release of mercury from mercuric sulfide solids and test a novel hypothesis that organic matter is acting both as a strong ligand and an electron acceptor in enhancing the dissolution of mercuric sulfide solids.  Kathy Nagy, assisted by a graduate research associate, will direct this effort.\r\n\r\nThis proposal was submitted to the EGB Program and is being jointly funded by:\r\nDivision of CTS (Roger Arndt)\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Ryan",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph N Ryan",
   "pi_email_addr": "joseph.ryan@colorado.edu",
   "nsf_id": "000198403",
   "pi_start_date": "1998-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Nagy",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn L Nagy",
   "pi_email_addr": "klnagy@uic.edu",
   "nsf_id": "000238373",
   "pi_start_date": "1998-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "158400",
   "pgm_ele_name": "ENVIRO GEOCHEM AND BIOGEOCHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1043",
   "pgm_ref_txt": "ENVIRONMENTAL GEOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}