{
 "awd_id": "9808072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NMR Studies of RNA Enzymes and Aptamers",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1998-08-15",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "1998-08-17",
 "awd_max_amd_letter_date": "1998-08-17",
 "awd_abstract_narration": "Feigon  MCB 9808072    1. Technical  Multidimensional, multinuclear NMR spectroscopy will be used to determine the structures and investigate the folding and cation binding of RNA molecules.  Two systems will be studied:  (1) the hairpin ribozyme from the tobacco ringspot virus satellite and (2) a cyanocobalamin-binding RNA aptamer. The hairpin ribozyme is a 50 nucleotide catalytic RNA that is essential for rolling circle replication of the tobacco ringspot virus satellite (sTRSV) RNA.  Hairpin ribozyme catalysis results in the cleavage of an RNA substrate with formation of 2'3' cyclic phosphate and 5' hydroxyl termini, as observed for the hammerhead and hepatitis delta ribozymes.  However, the hairpin ribozyme secondary structure, folding topology, and role of cations in catalysis are distinct from other known ribozymes.  The secondary structure of the sTRSV hairpin ribozyme with substrate consists of two domains, A and B, each of which contains an internal loop flanked by Watson-Crick paired helices.  The structure of domain A has been previously determined by NMR studies.  The first part of this study will determine the structure of the isolated domain B, using multidimensional, multinuclear NMR spectroscopic methods on 13C,15N-labeled RNA. For the larger RNAs, specific and random, fractional deuteration is employed. Domain B contains a UV-crosslinkable subdomain which is also found in several other RNAs, and its structure will also be determined.  Once the domain B structure has been characterized, the ribozyme without substrate will be studied, and finally the intact ribozyme. Results from this study should complement the existing information on the molecular biology and biochemistry of the hairpin ribozyme, and provide new insights into RNA catalysis, how RNA folds, and the possible role of cations in nucleating folding. The cyanocobalamin (Vitamin B12) aptamer is an in vitro selected RNA that binds to cyanocobalamin with high specificity and affinity (Kd ~ 90 nM).  The mode of binding of the aptamer to  cyanocobalamin is of interest because a variety of biologically important reactions, including the conversion of ribonucleotides into deoxyribonucleotides, are carried out by cobalamin-dependent enzymes, and it has been proposed that many of these reactions were originally catalyzed by RNA enzymes.  The consensus sequence of the aptamer indicates an unusual pseudoknot fold.  The structure of a minimal aptamer of 31 nucleotides which contains consensus sequence and retains high specificity and affinity to the substrate cyanocobalamin will be studied.  Since this aptamer has been shown to have a specific Li+  requirement for binding, the cation dependence will also be investigated.  The results should provide new insights into RNA tertiary structure motifs and how RNA can recognize and bind specific ligands. Knowledge of the structure should help in optimizing the hairpin ribozyme constructs currently being investigated as therapeutic agents against viral infections.        2. Nontechnical  Multidimensional, multinuclear NMR spectroscopy will be  applied to determine the structures and investigate the folding and cation binding of RNA molecules.  Two systems will be  studied: (1) the hairpin ribozyme from the tobacco ringspot virus satellite and (2) a cyanocobalamin-binding RNA aptamer.  The hairpin ribozyme is a 50 nucleotide catalytic RNA that is essential for rolling circle replication of the tobacco ringspot virus satellite (sTRSV) RNA.  The cyanocobalamin (Vitamin B12) aptamer is an in vitro selected RNA that binds to cyanocobalamin with high specificity and affinity (Kd = 90 nM).  The mode of binding of the aptamer to cyanocobalamin is of interest because a variety of biologically important reactions catalyzed by RNA enzymes, including the conversion of ribonucleotides into deoxyribonucleotides, are carried out by cobalamin-dependent enzymes.  The structural studies of the cyanocobalmin binder should provide new insights into RNA tertiary structure motifs and how RNA can recognize and bind specific ligands .  The structural studies of the hairpin ribozyme should complement the existing information on the molecular biology and biochemistry of the hairpin riboyzme, and provide new insights into RNA catalysis, how RNA folds, and the possible role of cations in nucleating folding. In addition, basic knowledge of the structure should help in optimizing the hairpin ribozyme constructs currently being investigated as therapeutic agents against viral infections.      PROJECT SUMMARY          A-2",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juli",
   "pi_last_name": "Feigon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juli Feigon",
   "pi_email_addr": "feigon@mbi.ucla.edu",
   "nsf_id": "000468837",
   "pi_start_date": "1998-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": null
}