{
 "awd_id": "9808934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Infrared Spectroscopic Studies of the Photosynthetic        Oxygen-Evolving Complex",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "1998-08-04",
 "awd_max_amd_letter_date": "2000-05-03",
 "awd_abstract_narration": "98-08934\r\nBarry\r\n \r\n1.Technical\r\n\r\n\tPhotosynthetic oxygen evolution occurs in plants, green algae, and cyanobacteria.  This process is essential for maintenance of aerobic, heterotrophic life on earth.  In this study, the techniques of infrared and difference infrared spectroscopy are used to obtain new information about the structure and function of photosystem II.  This enzyme carries out the light driven oxidation of water to form oxygen and reduction of plastoquinone to form plastoquinol.  This process occurs at a Mn-containing catalytic site, which can accumulate the four oxidizing equivalents necessary to generate oxygen from water.  The sequentially oxidized forms of the catalytic site are called the Sn states, where n refers to the number of oxidizing equivalents formed.  The binding sites for Mn, the structures of the Mn cluster in the S states, and the chemical mechanism of water oxidation are not understood.  An extrinsic subunit, called the Mn stabilizing protein, alters the catalytic properties of the enzyme by an as yet unknown mechanism. The specific aims of this study are: I. to continue studies of the S1 to S2 transition through the use of vibrational spectroscopy, testing the hypothesis that oxidation of Mn in the S1 to S2 transition perturbs the vibrational spectrum of carboxylate and carboxylic acid residues that are ligating to or close to the metal cluster; II. to expand studies to other S state transitions through the use of vibrational spectroscopy, testing\r\nthe hypothesis that the difference infrared spectra of other S state transitions can be recorded and used to obtain new information about the mechanism of photosynthetic water oxidation; and III. to study the photoassembly of the Mn cluster through the use of infrared and other spectroscopies, tesing the hypothesis that an intermediate in the light-driven assembly of the Mn cluster can be formed and studied using infrared and other spectroscopies.  The formation of this intermediate can be used to obtain more information about the structure and function of the catalytic site.\r\n\r\n\r\n\r\n\r\n\r\n2. Non-technical\r\n\r\nThis research is focused on the mechanism of oxygen evolution in photosynthesis.  The protein or enzyme that carries out photosynthetic oxygen evolution is found in green plants, algae, and blue-green algae or cyanobacteria.  This type of oxygen-producing photosynthesis is the basis of human life on earth, because the process produces essential nutrients and maintains oxygen in the earth's atmosphere.  The energy derived from light is used to drive the chemical reactions of oxygen evolution.  These reactions are not possible unless that energy input is supplied.  Although light-induced oxygen evolution or \"water-splitting\" is a ubiquitous, very important biological phenomenon, the chemical reactions, which occur during this process on the enzyme, are poorly understood. The focus of this study is the use of vibrational spectroscopy to obtain more information about these chemical reactions.  Vibrational spectroscopy is a technique in which the frequencies and amplitudes of atomic vibrations are measured.  These frequencies and amplitudes reflect the structure of a molecule.  By using vibrational spectroscopy to follow the water-splitting enzyme as the reactions are performed, more information about the chemical mechanism will be obtained.  The spectra are interpreted through the use of isotopic labeling and protein mutagenesis.  These experiments are expected to yield new information about this ubiquitous, important biological process.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bridgette",
   "pi_last_name": "Barry",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bridgette A Barry",
   "pi_email_addr": "bridgette.barry@chemistry.gatech.edu",
   "nsf_id": "000197391",
   "pi_start_date": "1998-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}