{
 "awd_id": "9808364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Development and Structure of Visual Cortical Maps",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Roy L. White",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "1999-09-30",
 "tot_intn_awd_amt": 66298.0,
 "awd_amount": 66298.0,
 "awd_min_amd_letter_date": "1998-08-25",
 "awd_max_amd_letter_date": "1998-08-25",
 "awd_abstract_narration": "IBN 98-08364  GOODHILL    How humans see the world is one of the oldest and most fascinating  questions in the whole of science. Flickering patterns of light  entering the eyes are somehow converted into the vivid perception  of a familiar face or a spectacular sunset. How our brains perform  such a transformation is currently an area of intensive research.  The primary goals of this research are to build more intelligent  machines that can do their own visual processing, improve the  treatment of people who have vision problems, and ultimately give  us a deeper insight into ourselves.  One of the most important  clues to how we process visual information is the structure of the  biological networks that our brains use to perform this task. A  key staging post between our eyes and our perceptions is a region  of the brain called the primary visual cortex. A fascinating  characteristic of this region is that information from the two  eyes is kept neatly segregated: half of the nerve cells it  contains deal with information from the left eye, and the other  half deal with information from the right eye. However, these two  separate systems are finely intermingled in a pattern of stripes.  There is a regular alternation between bands of cells which handle  left eye information and those that handle right, rather like the  regular alternation between black and white on a zebra skin. Like  a zebra skin, these stripes occur in curving and branching  patterns.  Remarkably, every single person has their own unique  pattern of bending and flowing in these stripes, rather like the  way each person has their own unique fingerprint. Like  fingerprints though, all humans have a roughly similar overall  structure to this pattern. This overall structure is quite  different in different species of monkeys.  Why is this? Why does  this highly distinctive pattern in the structure of the visual  system vary so much among species and among individuals, and what  does this tell us about differences in visual proce ssing in each  case?  Dr. Goodhill will address these questions by simulating the  formation of these stripe patterns in a computer. The ingredients  of the simulations are mathematical rules that describe how these  structures develop during early life, and constraints on these  rules that aim to describe what is different between different  species. The ways in which these rules and constraints need to be  adjusted to explain the stripe patterns in different species will  provide important information about what makes the visual systems  of humans and monkeys different among species. This work will  contribute to a deeper understanding of the fundamental principles  governing the structure of biological visual systems, and thus  give insight into how one might build an artificial visual system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Goodhill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Goodhill",
   "pi_email_addr": "g.goodhill@wustl.edu",
   "nsf_id": "000105586",
   "pi_start_date": "1998-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "MAIN CAMPUS",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "20057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116200",
   "pgm_ele_name": "COMPUTATIONAL NEUROSCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9107",
   "pgm_ref_txt": "BIOELECTRONICS AND BIONETWORKS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 66298.0
  }
 ],
 "por": null
}