{
 "awd_id": "9808752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of Plastid Genomes in Holoparasitic Plants",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Hyman",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "1998-09-03",
 "awd_max_amd_letter_date": "1998-09-03",
 "awd_abstract_narration": "Nickrent\r\n9808752\r\n\r\nPhotosynthetic plants contain three subcellular organelles, the nucleus, chloroplast, and the mitochondrion, and each has its own distinct genome. Since their endosymbiotic beginnings, the chloroplast and mitochondrion have become interdependent upon the nucleus for their biogenesis and function, hence are considered genetically semi-autonomous. Understanding the degree of plastid dependence upon nuclear-encoded gene products has been advanced by studies of nonphotosynthetic, holoparasitic plants such as beechdrops (Epifagus) whose plastid genome is only half the size of photosynthetic relatives. This plastome, as well as those of other parasitic plants of Asteridae such as Cuscuta, are reduced in size owing to the loss of many photosynthetic genes, however, Northern blot analyses and other evidence strongly suggest functionality. There also exists other lineages of holoparasites, unrelated to Asteridae (the nonasterid holoparasites) that have been nonphotosynthetic for longer time periods of time and whose plastid genomes show a much higher degree of reorganization than was previously documented for beechdrops. Data obtained for one member (Cytinus) indicates it has the smallest plastid genome yet documented in angiosperms (20 kb). It is proposed that these nonasterid holoparasites (families Balanophoraceae and Rafflesiaceae) can serve as natural genetic mutants that are useful in exploring questions on chloroplast structure and function.  The organisms targeted for this sequencing effort are Cynomorium (low mutation rate) and Corynaea (high rate; both Balanophoraceae) and Cytinus (low rate) and Pilostyles (high rate; both Rafflesiaceae). Owing to the antiquity of their holoparasitic origins, these plants promise to better illustrate the extremes that can occur in genome economization. Our preliminary studies have shown that these parasites show much greater variation in mutation rates than has been documented for the asterid holoparasite Epifagus. It is predicted that ca. 100 kb of sequence will be generated for the four parasites using standard PCR, cloning and sequencing methodologies. The sequences of these four nonasterid holoparasites will allow the following objectives to be addressed: 1 ) compare the organization of these genomes to the existing complete genomes of Epifagus virginiana and to the more distantly related plastid genome of Plasmodium falciparum (Apicomplexa); 2) examine molecular genetic factors associated with plastid genome function such as ribosomal RNA structure/function relationships, the presence of tRNA genes and pseudogenes, and the effects of base composition bias on codon usage, and 3) compare substitution rates among homologous genes to determine whether patterns of mutation rate acceleration mirror those already documented for 16S rDNA in these parasites.\r\nThe detailed sequencing study proposed here will fill a major void in our understanding of plastid genome economization in parasitic organisms.  Complete plastid genome sequences will not only document the number and types of genes that are present, but will also impact upon our understanding of nucleus-plastid interactions. Comparative studies of plastid genome sequences obtained from both low and high rate holoparasite from the same lineage will allow hypotheses to be formulated that address the types of events that may lead to extreme genome economization and will also facilitate determination of which plastid genes are indispensable and which are not. Comparisons made to more distant lineages such as algae, protists and bacteria will assess the existence of parallel patterns at the molecular level. The results from this work have significance to other workers examining the molecular genetics of nonphotosynthetic plastids from diverse organisms such as Polytoma and Plasmodiurn. These genetically divergent holoparasitic plants offer an important balance by supplementing existing molecular data derived from more conventional model organisms such as Arabidopsis.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Nickrent",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Nickrent",
   "pi_email_addr": "nickrent@plant.siu.edu",
   "nsf_id": "000310331",
   "pi_start_date": "1998-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111600",
   "pgm_ele_name": "EUKARYOTIC GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}