{
 "awd_id": "9808964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Fluid Simulation Methodology and Tool for Complex Large   Scale Net-works",
 "cfda_num": "47.070",
 "org_code": "05050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gurudatta M. Parulkar",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 224436.0,
 "awd_amount": 224436.0,
 "awd_min_amd_letter_date": "1998-09-15",
 "awd_max_amd_letter_date": "2002-10-25",
 "awd_abstract_narration": "In this proposal a complete study of fundamental issues, both experimental\r\nand analytical, in ultra-wideband (UWB) radio is presented.  The proposed\r\nwork involves a strong interaction between experimental and analytical\r\ncomponents, so that experimentally derived models can be used to design\r\noptimized algorithms, which can in turn be tested. For this purpose, radio,\r\nvideo, and test  equipment is requested to complement existing facilities in\r\nthe ultra-wideband radio lab (UltRa  Lab).  This equipment will be used for\r\nthree closely related research projects that support the development of\r\nfully mobile indoor video communication systems.  The motivating wireless\r\ntechnology is spread-spectrum impulse radio, which alleviates multipath\r\nproblems, but must coexist in the same spectrum with signals in the\r\nfrequency range from roughly 500 MHz to 2 GHz.  The experiments are aimed at\r\n(1) quantifying the ability of different radio systems to coexist in the\r\nsame band without mutually interfering, (2) quantifying the distortion\r\nproperties of ultra-wideband antennas and propagation environments, and (3)\r\nmeasuring the effects of indoor radio performance anomalies on video\r\ntransmissions.  The equipment requested includes anechoic chamber\r\ncomponents, a flexible software video compression system, high quality LANs\r\nthat can be utilized in both the video and radio interference experiments,\r\nand a bit error rate tester and other components necessary for interference\r\nand coexistence tests. These experiments will result in a database of\r\nchannel measurements which characterize propagation, antenna, and\r\ninterference effects.  The database will be used to extract statistical\r\nmodels which, in turn, will be used to develop algorithms for receiver\r\nsignal processing and video rate control.  This process of experimentation,\r\nmodel extraction, and algorithm development will be iterated throughout the\r\nduration of the requested support.    Each of these experiments is briefly\r\ndescribed below.\r\n>\r\n>(1)  Interference Rejection and Coexistence Experiments and Analysis\r\n(Scholtz and Chugg).  This experimental work will explore the ability of\r\nimpulse radio  with power spectrum thinly spread roughly from 500 MHz to 2\r\nGHz to coexist over short range channels with the myriad of other electronic\r\nsystems in that broad spectrum.  This effort will test coexistence with\r\nLANs, cordless phones, microwave ovens, wireless TV links, etc.  The\r\nprocessing gain of the spread spectrum techniques employed in the impulse\r\nradio will be checked and the dynamic range of current impulse radios will\r\nbe tested.  These experiments will determine the direction of research\r\nefforts on impulse radio implementation.\r\n>\r\n>(2)  Characterization of ultra-wideband antennas and propagation\r\nenvironment (Prata, Chugg, Scholtz).  The experimental work to be carried\r\nout in the controlled environment of an anechoic chamber supports the\r\ncharacterization of ultra-wideband antennas for impulse radio, and the\r\ncharacterization of narrower-band antennas to evaluate their ability to\r\nreceive/reject impulses. This environment will be used to evaluate new UWB\r\nantenna designs that provide more robust spatial coverage, better pulse\r\nshaping characteristics, polarization diversity, and to study the\r\npropagation of UWB signals through different kinds of materials.  The\r\nequipment purchased under this grant is destined for an anechoic chamber at\r\nleast 15' (w) x 15' (h) x 30' (l) to be constructed in the near future\r\n(architectural work on the building containing this chamber is beginning\r\n>now).\r\n>\r\n>(3)  Experiments with Software-Compressed Asynchronous Video over UWB\r\nWireless Links (Ortega, Chugg).  Two stages are planned in the experimental\r\nwork with robust asynchronous video transmission.  In a first stage, laptops\r\nand wireless LAN equipment will be used to test techniques, which are\r\ncurrently under study for rate control over a time varying channel. All\r\nvideo functions (compression, rate control, error correction,\r\nretransmission, etc.) will be implemented in software.  In a second stage\r\nthe algorithms will be adapted to operate over an experimental impulse radio\r\nlink.  At that point the results from the initial stage will be incorporated\r\nand also changes needed for the particular transmission conditions of\r\nimpulse radio will be implemented.\r\n>\r\n>\r\n>Each of the student researchers supported under the requested funding will\r\nbe involved in all three of these aspects.  This research will be further\r\nsupported by the UltRa Lab infrastructure, which has been developed recently\r\nunder the support of NSF and through the Integrated Media System Center ERC\r\nand our industrial sponsors.  The infrastructure includes laboratory space,\r\nequipment, a team of undergraduate merit scholars to assist in laboratory\r\nprocedures, and access to circuit and semiconductor process expertise from\r\nboth USC collaborators and industrial partners.  The research described in\r\nthis proposal is a portion of the fundamental investigations required to\r\ndevelop and demonstrate UWB indoor radio multimedia systems (complementary\r\ninvestigations into integrated circuit design are also necessary, but are\r\nnot part of the research proposed herein). The original equipment budget for\r\nthis proposal has been revised to reflect equipment acquisitions from other\r\nsources and no other proposals for this work are currently pending.\r\n>\r\n>\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nicol",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Nicol",
   "pi_email_addr": "dmnicol@illinois.edu",
   "nsf_id": "000382349",
   "pi_start_date": "1998-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409000",
   "pgm_ele_name": "ADVANCED NET INFRA & RSCH"
  },
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9217",
   "pgm_ref_txt": "NATNL RESERCH & EDUCAT NETWORK"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 224436.0
  }
 ],
 "por": null
}