{
 "awd_id": "9808551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Genes Controlling Cytotoxicity of Osmotin, a Plant Defense  Protein",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerald A. Berkowitz",
 "awd_eff_date": "1998-10-01",
 "awd_exp_date": "2001-09-30",
 "tot_intn_awd_amt": 309288.0,
 "awd_amount": 336788.0,
 "awd_min_amd_letter_date": "1998-09-17",
 "awd_max_amd_letter_date": "2001-05-10",
 "awd_abstract_narration": "MCB-9808551  Bressan, Ray  Genes Controlling Cytotoxicity of Osmotin, a Plant Defense Protein      Dr. Bressan and his co-PIs propose to study the mechanism by which osmotin, a defense protein secreted by many plants in response to fungal pathogens, kills target cells.  They plan to do so using yeast, Saccharomyces cerevisiae, as a model target organism.  Extensive preliminary evidence indicates that there is a plasma membrane protein on the fungal (yeast) cell that serves as the osmotin receptor and which can activate a signaling pathway in a way that leads to cell death.  In yeast, the pathway apparently shares some of the same components as the mating pheromone response pathway, a MAPK cascade and, as the PIs propose, may be an apoptosis pathway.  Although the osmotin receptor is distinct from the pheromone receptor, both are 7-pass transmembrane proteins, suggesting they are members of the family of G-protein-linked receptors. Complicating the picture is additional evidence that indicates that osmotin resistance and sensitivity can be modulated by mutations that affect the yeast cell wall, perhaps to change its permeability to osmotin.  The PIs will sort this all out with three specific aims.  First, they will determine the normal function of the putative osmotin receptor (OSS1).  Second, they will identify additional genes that control osmotin sensitivity in order to reconstruct the entire signaling pathway.  Third, they will characterize the ultimate cause of osmotin-induced cell death and differentiate between apoptosis and more generalized necrosis.    The proposal was co-reviewed by the Signal Transduction Program and Integrative Plant Biology Program.  Each program rated the proposal overall as V.  The Program believes that yeast is an appropriate model based on several grounds.  On a priori evolutionary grounds, one can argue that osmotin would need to target a generally conserved component found in a wide range of fungal pathogens to offer an effective defense mechanism for plants.  Accordingly, it is predictable and would not be at all surprising that non-pathogenic fungi such as yeast would have the targeted receptor and pathway.   The PIs are aware that a close comparison with true pathogens needs to be made, although this proposal focuses almost exclusively on yeast.   The PIs indicate that they will initially make a genetic comparison of relevant yeast genes with those in the pathogen, Ashbya gossypii, which shows close overall genetic homology to yeast (p.2).  This sounds quite reasonable and easy to do.  In the meantime, the PIs can make use of the formidable experimental advantages of yeast to study what the preliminary experiments indicate is a similar osmotin effect on yeast.  The fact that the PIs have already identified a specific membrane component that acts as the osmotin target and receptor, and that this protein just h appens to be structurally similar to other G-protein-associated receptors suggests that the PIs are on an interesting track.  That the true function of the osmotin \"receptor\" in the yeast or other fungi is unknown, and that the system may be very complex are reasons to proceed with, not to abort the research.  \"The function of (osmotin) has been a mystery for many years, and this research has the potential to solve (it) and advance understanding of the precise mechanisms\".  \"The justification for using yeast (a non-plant pathogen) is compelling\".   \"Based on (their) record of achievement it is likely that the PIs will produce very interesting and insightful work and will be able to decipher the complex results.  The results could be very important if S.c. turns out to be a good model as an osmotin-sensitive fungus\".   At least one reviewer was also skeptical of the idea presented by the PIs that the targeted yeast signaling pathway may be an apoptotic-like pathway .  In fact, apoptosis in yeast is presently a very controversial and interesting subject , and the project may indirectly shed light on the mechanism.  Finally, one reviewer thought that it was essential for the PIs to make an osmotin receptor knockout and determine its effects   In an update the Program asked the PIs to submit, they indicate that the knockout has now been made.  As expected the knockout confers osmotin resistance.  Intriguing, however, is that so far the PIs have found no effect on normal cell growth.  Nevertheless, the PIs are in a good position to analyze the phenotype further and to establish conditions under which the recep tor functions normally in yeast.  Dr. Bressan is Professor of Plant Physiology in the Department of Horticulture at Purdue University.  He lists current support from the USDA (3 projects), BARD, and the North Central Biotechnical Program, and two pending proposals at the USDA.  All are on unrelated topics.  Oddly, he has never been funded by the NSF, although he has submitted many proposals over the years.  Dr. Bressan has been very active in training graduate students (total 25) and postdoctoral fellows (total 29) in his lab.  Paul Hasegawa, listed as a co-PI, is Professor at the Center for Plant Environmental Stress Physiology at Purdue.  He is a co-PI on all but one of Dr. Bressan's current and pending projects.  Meena Narsimhan, also a co-PI, apparently holds the rank of a research associate in Dr. Bressan's lab where she has been since 1986.  She lists Dr. Bressan as having been her postdoctoral adviser.  She is co-PI with Dr. Bressan on the project funded by the North Central Biotechnical Program but lists no other current or pending support.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ray",
   "pi_last_name": "Bressan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ray A Bressan",
   "pi_email_addr": "bressan@purdue.edu",
   "nsf_id": "000300924",
   "pi_start_date": "1998-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Hasegawa",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Hasegawa",
   "pi_email_addr": "paul.m.hasegawa.1@purdue.edu",
   "nsf_id": "000450100",
   "pi_start_date": "1998-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meena",
   "pi_last_name": "Narsimhan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Meena L Narsimhan",
   "pi_email_addr": "narsimhan@hort.purdue.edu",
   "nsf_id": "000297913",
   "pi_start_date": "1998-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue Research Foundation",
  "inst_street_address": "1281 WIN HENTSCHEL BLVD STE 2500",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3174946200",
  "inst_zip_code": "479064353",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1G1LGYJF5G5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 209288.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 22500.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": null
}