{
 "awd_id": "9808626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improvement of Collection of Fossil Vertebrates, Department of Geology and Geophysics, The University of Wyoming",
 "cfda_num": "47.074",
 "org_code": "08080208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence M. Page",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2001-02-28",
 "tot_intn_awd_amt": 197385.0,
 "awd_amount": 197385.0,
 "awd_min_amd_letter_date": "1998-06-19",
 "awd_max_amd_letter_date": "1998-06-19",
 "awd_abstract_narration": "ABSTRACT                                                                      The Collection of Fossil Vertebrates is integral to teaching and  research at the University of Wyoming.  The collection also is a  widely used, nationally important scientific resource for study  of the Mesozoic and Cenozoic fossil record of the Rockies and  High Plains.  Most of the collection grew through focused  research, resulting in an unusually large proportion of unique  samples.  In 1996, the department expanded into a newly  constructed, 65,500 ft2 research building that includes the  vertebrate collection, associated preparatory and curatorial  facilities, research laboratories, reprint library, and relevant  faculty/staff offices.  Associated with that move, the current  project focuses on correction of curatorial problems that have  accumulated since 1946.  The project's goal is enhancement of the  collection as a national resource for paleontological research.    The following advances relevant to that goal have been made over  the past two decades:  (1) thorough revision of curatorial  procedures, with development of an inclusive policy statement;  (2) maintenance of most cataloging (the backlog was virtually  total in 1976, and the collection has more than doubled in size  since then), with all data linked to locality- and topographic  map-files; (3) purchase of secure steel cabinetry to meet  collection growth; (4) generation of an electronic curatorial  system, with initiation of efficient means to on-line access; (5)  construction and occupation of a fully equipped, climate  controlled research building; (6) provision of a new (i. e.,  additional) full-time staff position as Collections Manager; (7)  completion of thorough internal and external reviews that led to  university-wide high priority for long term health of the  collection; (8) full revision of loan records and recall of  overdue loans; (9) development of a taxonomically diverse  vertebrate paleontological comp arative collection (via original  specimens, locally made plaster and epoxy casts, and  international specimen and cast exchanges); and (10) electronic  cataloging of over 30,000 reference articles and books  functionally relevant to the collection.  This project will allow  temporary hiring of two qualified workers to help the permanent  staff achieve more reliable and efficient access to specimens and  associated data. The combined team will: (1) perform systematic,  cross-checked verifications for completeness and accuracy of all  data associated with the collection; (2) re-order, re-house,  stabilize, and re-label specimens as needed; (3) eliminate a  cataloging backlog of c. 8,000 specimens; (4) bring the entire  database (excluding geographic coordinates from locality files)  on-line for use by the national research community; and (5)  develop a user guide for the collection. With exception of a  computer CPU and curatorial supplies, all physical facilities are  available for tasks at hand.  This project will enhance:  (1) use  of the collection's space; (2) protection and usability of  cataloged specimens? (3) completeness, reliability, and usability  of the collection's databases; (4) value and usability of the  collection as a federal repository; (5) use of the collection and  associated databases in public education; and (6) national  paleontological research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Lillegraven",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jason A Lillegraven",
   "pi_email_addr": "bagpipe@uwyo.edu",
   "nsf_id": "000441616",
   "pi_start_date": "1998-06-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Cassiliano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Cassiliano",
   "pi_email_addr": "",
   "nsf_id": "000174940",
   "pi_start_date": "1998-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E UNIVERSITY AVE",
  "perf_city_name": "LARAMIE",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 197385.0
  }
 ],
 "por": null
}