{
 "awd_id": "9808349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conservation and Divergence of Floral Regulatory Gene       Function in Angiosperm Evolution",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Plesset",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 353211.0,
 "awd_amount": 353211.0,
 "awd_min_amd_letter_date": "1998-08-07",
 "awd_max_amd_letter_date": "1998-08-07",
 "awd_abstract_narration": "This project addresses the long term goal of understanding how differences among conserved regulatory gene products and their patterns of expression have contributed to the evolution of distinct floral morphologies among divergent angiosperms. Studies in model systems like Arabidopsis and Antirrhinum have led to the formulation of a model to explain the interaction among floral organ identity genes in specifying the basic whorls of the dicot flower, the sepals, petals, stamens and carpels. To what degree this model can account for the development of flowers with strikingly different morphologies, such as those found in grass species, is largely unknown. Furthermore, the evolutionary relationship between the nonreproductive organs of grass and dicot flowers has long been the subject of debate. Dr. Schmidt's lab will approach these questions by elucidating the underlying mechanisms controlling floral organ specification and development in Zea mays.\r\nMADS-box genes have been shown to be primary determinants of organ identity in dicot flowers, and are major contributors to the ABC model of organ specification. By a combination of gene cloning, phylogenetic analysis, comparison of patterns of gene expression, and mutational analysis, Dr. Schmidt's group has been able to establish orthologous relationships between specific maize MADS-box genes and corresponding organ identity genes from Arabidopsis and Antirrhinum. They are now in a position to explore in some detail the role of these maize MADS-box genes in specifying the development of the grass flower, a flower in which the floral morphology is distinct from that of dicotyledonous plants. These studies will enable their group to directly test the degree to which the ABC model of floral organ identity applies to the highly derived grass flowers of maize. In addition, these studies will provide genetic and molecular data that will help resolve the question concerning homologies between the perianth organs of dicots and the nonreproductive organs of the grass spikelet. These studies will provide important insight into understanding how divergence in regulatory genes can contribute to the evolution of distinct morphologies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Schmidt",
   "pi_email_addr": "rschmidt@ucsd.edu",
   "nsf_id": "000442255",
   "pi_start_date": "1998-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}