{
 "awd_id": "9808727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Protein Phosphorylation as a Biophysical Switch:  NMR       Determination of Structural and Dynamic Responses to        Phosphorylation",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "1998-08-18",
 "awd_max_amd_letter_date": "2000-05-25",
 "awd_abstract_narration": "Nicholson                          \r\n9808727\r\nThe objectives of this study are to determine the structural, dynamic, and functional effects of phosphorylation, addressing the biophysical basis of protein regulation by reversible phosphorylation.   Three distinct types of molecular switches that employ phosphorylation as a trigger mechanism are studied: (1) the SH3 and SH2 domains of pp60c-Src, which represents switches in which phosphorylation of an adjacent polypeptide segment alters the specificity and affinity of modular binding domains, and (2) a specific tyrosine residue (Y213) within the SH2 domain which represents switches in which phosphorylation of a residue in close proximity to a binding site may alter the specificity of a modular binding domain, and (3) three residues in the 47-residue C-terminal cytoplasmic tail of the amyloid precursor protein (APPc), which represents switches in which phosphorylation of specific residues in a cytoplasmic tail of a transmembrane protein alters interactions with cellular factors such as components of the endocytosis or signaling machinery.  A combination of approaches such as multidimensional nuclear magnetic resonance (NMR) spectroscopy for structure determination and dynamic characterization, site-directed mutagenesis and overexpression of the recombinant proteins, and titration microcalorimetry as a functional assay for quantitative evaluation of changes in ligand specificity and affinity is employed. Reversible protein phosphorylation is known to be involved in the control of a diverse array of regulatory processes, further understanding of which is fundamental and potentially useful to biotechnology. This endeavor provides a foundation for training undergraduate and graduate students and postdoctoral fellows in NMR spectroscopy.  Several outreach activities designed to educate the general public about the molecular world  also will be undertaken.\r\n\r\nNature has designed a broad array of molecular switches that direct and control the flow of information, energy, and molecular cargo through living cells.  Reversible protein phosphorylation, or the attachment and removal of a phosphate group at a specific site on a protein, is a regulatory strategy that is used in the control of almost all biological processes.  This study aims to provide an atomic level description of three model switches involved in protein-protein recognition: the first and second probe how phosphorylation of residues either in an adjacent polypeptide segment or in close proximity to the binding site alters the ability of a modular binding domain to discriminate between binding partners, while the third investigates how phosphorylation of specific residues in the cytoplasmic tail of a transmembrane protein alters interactions with cellular partners. These studies will provide fundamental principles that will enable the function of designed proteins to be altered as desired, and will have great value for biotechnology applications.  For these studies, NMR spectroscopy is applied to elucidate the structure and dynamics of both phosphorylated and unphosphorylated proteins, and isothermal titration calorimetry used to quantitatively evaluate the functional effects of phosphorylation on binding to known partners. Undergraduate and graduate students and postdoctoral fellows are involved, and outreach activities will be undertaken in conjunction with this project.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Nicholson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Linda K Nicholson",
   "pi_email_addr": "lkn2@cornell.edu",
   "nsf_id": "000239476",
   "pi_start_date": "1998-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}