{
 "awd_id": "9809613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  An Assessment of Terminal Woodland  Subsistence and Settlement in the Mobile-Tensaw Delta,      Alabama",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1998-06-15",
 "awd_exp_date": "2000-05-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "1998-06-08",
 "awd_max_amd_letter_date": "1998-06-08",
 "awd_abstract_narration": "Under the direction of Dr. Tristram Kidder, Mr. David Morgan will collect data for his doctoral dissertation. He will conduct archaeological test excavations at 10 sites located in the Mobile-Tensaw Delta in Alabama. The goal of the research is to examine the settlement and subsistence strategy of Late Woodland (400 -1,100 AD) Native Americans who inhabited this region. Anthropologists disagree on the extent to which coastal resources such as fish and shell fish played important roles in prehistoric diet. Based on a worldwide ethnographic study, some argue that in terms of the energetic costs involved in obtaining and processing such food, the return is not sufficient to confer high value on such items. Others have focused on the density and dependability of such foodstuffs and argued that exactly the opposite was the case. While relatively good data are available from high latitudes, where marine mammals played an important dietary role, much less is known about far more densely inhabited temperate environments. Mr. Morgan's research will provide an important case study relevant to this question. The research is also important in a regional context. By Late Woodland times, agriculture was widespread in North America and many groups depended heavily on maize, squash as well as a range of less well known domesticates. In interior Alabama such plant remains are regularly recovered from sites of this age. However it is not known whether coastal peoples incorporated such resources into their diets and the data collected by Mr. Morgan will also address this issue. If domesticates are not present, this implies that available wild resources were sufficient. To accomplish this work, Mr. Morgan will place small test excavations in 10 sites distributed across two environmental settings. Ceramics will allow the relative dating of individual levels and faunal remains recovered will provide insight into length and seasons of occupation. Floatation analysis will permit the recovery of plant remains which will be analyzed to a species level.  This research is important for several reasons. It will provide information on a time period and geographical region which is relatively understudied. It will also shed additional light on prehistoric subsistence adaptation and assist in training a promising young scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tristram",
   "pi_last_name": "Kidder",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Tristram R Kidder",
   "pi_email_addr": "trkidder@wustl.edu",
   "nsf_id": "000102240",
   "pi_start_date": "1998-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}