{
 "awd_id": "9809228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing ERC:  A Model of Equity, Reciprocity, and        Competition",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Hal R. Arkes",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 107658.0,
 "awd_amount": 107658.0,
 "awd_min_amd_letter_date": "1998-08-07",
 "awd_max_amd_letter_date": "1999-08-04",
 "awd_abstract_narration": "Bolton  Most business and economic theories assume self-interested material gain is the sole driver of behavior.  Are there other important motives?  When we look around, the right answer is hard to judge:  People compete fiercely for profits in the marketplace.  But they also demand fairness in their workplace.  People strike mutually beneficial bargains; other times, negotiations collapse in bitter, personal dispute.  People 'free ride' on the public domain - and contribute to charities.  The variety of behavior suggested by casual empiricism is mirrored in the laboratory:  Experiments featuring market institutions tend to produce the type of competitive behavior we associate with the struggle for material gain.  Simple bargaining situations yield results suggesting a role for fairness.  When given the chance, some free ride on the efforts of others, while some choose to contribute.  The ERC theory is based on the premise that people are motivated by both material gain, and social status.  ERC stands for equity, reciprocity and competition, the types of behavior the theory captures.  the basic idea behind the theory is that different situations present different opportunities to trade-off material gain and social status.  For example, in a two-person negotiating situation, ending the negotiation instead of accepting a bad deal avoids elevating the social status of ones bargaining partner to the detriment of ones own status.  Hence demands for a fair agreement - that is, an agreement that protects social status - have credibility in bargaining encounters.  In contrast, it is very hard to unilaterally influence anyone else's social status in a large, impersonal market where there are many trading partners to choose from.  ERC implies that the best way to improve ones status in a market (as well as to make the most material gain) is to compete.  ERC is still an early development stage, but it could eventually influence how we think about a wide variety of issues in the economic and business domain, including how markets should be structured, methods for conflicts resolution, and the design of mechanisms to remedy free riding problems.  I am asking for funding to perform the experiments necessary to develop the model further in two important directions.  Most of what ERC has been demonstrated to explain is qualitative in nature.  Quantitative predictions are more precise, but there is little in the way of necessary data for testing at this level.  The first experiment I propose is designed to test the foundational quantitative premises of the theory.  The theory presently relies on a rather crude measure of social status.  The second experiment I propose is intended to determine whether modification is necessary, and if so, what modification.  Some of these experiments have a direct baring on the issue of conflict resolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Bolton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gary E Bolton",
   "pi_email_addr": "gbolton@psu.edu",
   "nsf_id": "000182470",
   "pi_start_date": "1998-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 52886.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 54772.0
  }
 ],
 "por": null
}