{
 "awd_id": "9809536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Clergy, Parishioners, and Politics: A survey of ELCA and    Episcopal Church Ministers and Parishioners",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 132476.0,
 "awd_amount": 132476.0,
 "awd_min_amd_letter_date": "1998-08-10",
 "awd_max_amd_letter_date": "1998-08-10",
 "awd_abstract_narration": "This project investigates political beliefs and activities within two   major American Protestant denominations - the Evangelical   Lutheran Church in America (ELCA) and the Episcopal Church.   Within each denomination, 3,000 ministers and members of fifty   selected congregations receive surveys asking for their   political views, the extent of their political activism, and the   degree to which their religious beliefs and church activities   affect these political views and actions.   The results from this research help to address several significant  questions about how religion and politics intersect in a nation   dedicated to the separation of church and state.  Throughout   American history, groups and individuals have engaged in political   activities, believing their faith has called them to do so.  Much   has been written about the large-scale movements originating from   religious communities, such as the pre-Civil War crusade against   slavery, the drive for Prohibition in the early 20th century, and   the campaign for civil rights led by the Rev. Dr. Martin Luther   King and other religious leaders.  Far less is known about the   connections that ordinary citizens make between faith and   politics as part of their daily lives.  Over 90 percent of   Americans believe in God and three-fourths belong to a church.   This extraordinary level of religious activity - unmatched in any   other democratic nation - clearly affects numerous aspects of the   lives of church members.  Through this project the researchers assess   what political issues are addressed in churches, how much   political knowledge and guidance members receive from their   ministers, and how this knowledge and guidance influence members'   political activities.  While other researchers have explored   these questions in other large U.S. denominations, to date no one   has investigated ELCA Lutherans and Episcopalians; hence this   study fills a sizable gap in our knowledge about religion and   politics.       The larger goal of this research project is to understand  better how Americans become informed, active citizens.  Recent   studies have suggested that contemporary Americans are less   likely to join civic groups or to participate in politics than   was the case thirty or forty years ago.  Churches are a major   exception to this rule, going against the trend of declining   membership and civic participation.  If an informed and active   citizenry is necessary to sustain this nation's democratic   institutions, it is essential to understand how and why some   institutions, such as churches, have retained the loyalty of   their members and have continued to play integral roles in   building strong local communities across the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "p",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher p Gilbert",
   "pi_email_addr": "cgilbert@gac.edu",
   "nsf_id": "000213216",
   "pi_start_date": "1998-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Djupe",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Djupe",
   "pi_email_addr": "djupe@denison.edu",
   "nsf_id": "000310938",
   "pi_start_date": "1998-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gustavus Adolphus College",
  "inst_street_address": "800 W COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PETER",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5079338000",
  "inst_zip_code": "560821498",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MN01",
  "org_lgl_bus_name": "GUSTAVUS ADOLPHUS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NE3ERK2DCKT5"
 },
 "perf_inst": {
  "perf_inst_name": "Gustavus Adolphus College",
  "perf_str_addr": "800 W COLLEGE AVE",
  "perf_city_name": "SAINT PETER",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "560821498",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MN01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 132476.0
  }
 ],
 "por": null
}