{
 "awd_id": "9809082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Analysis of Auctions",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1998-07-15",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 161695.0,
 "awd_amount": 161695.0,
 "awd_min_amd_letter_date": "1998-07-17",
 "awd_max_amd_letter_date": "2000-05-18",
 "awd_abstract_narration": "Auctions have been a productive focus for theoretical and empirical studies of strategic behavior in markets with asymmetric information. Yet despite a rich and growing literature, auction theory has ignored potentially important features of real world auction markets, and fundamental empirical questions regarding auctions remain unanswered.  This project addresses some of these shortcomings with new empirical and theoretical analysis.  The empirical component of the project focuses on ``structural'' estimation of auction models, where a theoretical model is used to map observed bids into model primitives. Structural estimation provides a precise interpretation of the data and can be particularly valuable for policy analysis.  However, there is a  serious danger: if the theoretical model underlying the empirical specification is poorly matched to the economic processes actually generating the data, results can be wildly misleading. Two new estimation approaches are proposed to partially address this problem. The first addresses a well known discrepancy between auctions in theory and practice: the fact that English auctions are most often held in an `oral ascending bid'' format (where bidders call out prices on their own) rather than the ``button auction'' format envisioned in most theoretical work.  This mismatch has important implications for the interpretation of   data from English auctions.  While one solution would be development of a more descriptive theoretical model, an attempt to explain choices of bids called out in the dynamic environment of an oral auction faces severe challenges.  The approach proposed here enables semi-parametric estimation of the distributions of bidder valuations at oral ascending bid auctions without requiring a precise specification of the process generating the observed bids. Relying on only weak implications of economic theory, this approach is robust to variations in fine details of the `true model` generating the data.  This technique is applied to data from U.S. Forest Service timber auctions, where it is used to address important policy questions regarding reserve prices and to assess its methodological contribution relative to existing approaches.  The second approach sacrifices flexibility of the assumed distributional specification in order to allow a more general information structure in the underlying theoretical model than has previously been used in empirical studies.  In particular, the model allows ex ante asymmetry in bidders' values for the object,  asymmetry in the precision of bidders' signals of values, and separate signals of both private and common value components.  These complications are likely to exist in many applications and have important implications for policy and evaluation of theory. Tests are performed for the presence of each of these complications in an application to Federal auctions of offshore mineral rights. Auxiliary data on quantities of minerals extracted are used to construct tests of the empirical specification and to investigate the tradeoff between flexibility of the underlying theoretical model, as permitted here, and flexibility of the distributional specification, as allowed by other approaches.  The second component of this project is a theoretical investigation of optimal selling procedures when potential buyers can trade in a secondary market. Such resale opportunities exist for most goods sold by auction and can have significant impacts on the constraints faced in designing a selling mechanism.   Nonetheless, nearly all of the auction literature has ignored the possibility of resale. Implications of resale opportunities for the ability of sellers to extract surplus are investigated, as is the impact of resale on the efficiency of allocations under optimal selling mechanisms.  For standard auctions followed by a resale opportunity,  the use of reserve prices, bundling of multiple objects, pre-auction information revelation by the seller, and information acquisition by buyers are all investigated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Haile",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Philip A Haile",
   "pi_email_addr": "philip.haile@yale.edu",
   "nsf_id": "000482362",
   "pi_start_date": "1998-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 53971.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 52661.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 55063.0
  }
 ],
 "por": null
}