{
 "awd_id": "9809286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REG: Imaging of Transition-State Microstructures in         Surfactant Aggregates by Time-resolved Cryogenic            Transmission Electron Microscopy",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 24200.0,
 "awd_min_amd_letter_date": "1998-09-01",
 "awd_max_amd_letter_date": "2000-03-24",
 "awd_abstract_narration": "ABSTRACT  CTS-9809286  A. Bose/U. of Rhode Island    The Department of Chemical Engineering at the University of Rhode Island will purchase an automated, pneumatically-driven mixing and microliter liquid delivery device, as well as modify our current Controlled Environment Vitrification System (CEVS) in order to image non-equilibrium microstructures in surfactant-based colloids.  The experiments represent part of an ongoing investigation of the dynamics of aggregate formation and breakup in these systems.  Following rapid mixing of feed solutions, the mixture will be delivered onto a holey carbon grid, then plunged past blotters into a cryogen after a controlled time delay.  This will permit specimen vitrification at predetermined times after mixing, while trapping aggregates in their native states.  These samples, with well-defined ages, will then be examined using cryogenic transmission electron microscopy, so that intermediate state structures can be identified directly. The proposed modification on the CEVS will give a critical and unique ability to image microstructures with a resolution of  tens of milliseconds (corresponding to one of the important relaxation times in many surfactant-based systems) and higher.    The experiments will enable identification of new, potentially useful, thermodynamically metastable or kinetically stable transition states.  Complementary experiments using a range of other techniques, including time-resolved small angle neutron scattering and time-resolved static and dynamic light scattering will also be conducted.  In conjunction with the cryo-TEM, the most complete picture of phase transition dynamics in surfactant colloidal systems to date will be able to be developed measurements will be made for a carefully selected set of single- and mixed-surfactant systems, over a range of  temperatures, salt and amphiphile concentrations, and initial states. The specific roles played by surfactant chemistry, architecture and solution conditions on the kinetics of sel f-assembly will be determined.  Key variables that can be used to modulate the dynamics of formation and breakup of aggregates, as well as transition-state structures, will be established.    These experiments will result in a comprehensive and generic understanding of the factors that control self-assembly and breakup of surfactant aggregates, and will lay the ground work for understanding aggregation in more complex molecular systems.  They will aid in the development of strategies for designing equilibrium, metastable or kinetically stable surfactant-base aggregates with lifetimes and morphologies tuned for specific applications such as encapsulation, drug delivery, contaminant removal and micellar ultrafiltration.  They will also provide important data for comparison with future simulations of structural transitions and dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arijit",
   "pi_last_name": "Bose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arijit Bose",
   "pi_email_addr": "bosea@uri.edu",
   "nsf_id": "000180712",
   "pi_start_date": "1998-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 20000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 4200.0
  }
 ],
 "por": null
}