{
 "awd_id": "9809759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AFGE:  Student Geoscience Research Opportunities (STUDENT   GRO)",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael A. Mayhew",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 49042.0,
 "awd_amount": 49042.0,
 "awd_min_amd_letter_date": "1998-09-03",
 "awd_max_amd_letter_date": "1998-09-03",
 "awd_abstract_narration": "9809759\r\nCarmichael\r\n\r\nThe University of California at Berkeley's Lawrence Hall of Science (LHS) proposes to initiate a project that will provide opportunities for urban secondary school students to participate in ongoing geoscience research efforts.  This two-year project-Student Geoscience Research Opportunities (STUDENT GRO)-will result in 1) Creation of 10 Student Radon Research Kits, containing all of the equipment necessary to conduct radon and meteorological research at school sites.  Together these kits will comprise a \"lending library\", which will provide opportunities for a multitude of students in grades 9-12 to collect, analyze, and display important geoscientific data; 2) Production of an associated guide for teachers outlining the use of all equipment contained in the radon research kits.  This guide will also contain several inquiry-based classroom activities related to important geoscientific concepts, as well as data collection, analysis, and presentation; 3) Presentation of an annual Teacher Workshop that will support teachers in the use of the research kits; 4) Establishment of a World Wide Web site to be devoted to the publication of results derived from student radon research; and 5) Establishment of the Geoscience Research Intern Program, a pilot program that will provide secondary students with an opportunity to work directly with geoscience researchers at the University of California at Berkeley and California State University at Hayward.  Experience gained through the execution of these activities will provide project staff with valuable insight that will inform our future development of geoscience education programs, provide insight and findings useful to others in the field of geoscience education, and constitute a solid foundation upon which to build more expanded programs.  The primary goal of the STUDENT GRO project is to develop resources that facilitate an improvement in geoscience understanding among secondary school students.  To accomplish this goal, the project will engage in activities that will result in an innovative program that meets the following objectives: a) derives benefits for both geoscience education and research; b) brings cutting edge research into classrooms; c) provides a means by which students may engage in research of real value to geoscientists; d) provides students and their teachers an opportunity to develop a greater working knowledge of the nature and conduct of scientific inquiry; e) emphasizes the interconnectedness of science, mathematics, and technology; f) provides teachers with an educational resource that fosters a high degree of active student involvement; g) taps student'natural curiosity; and h) encourages students to pursue careers in science.  Project staff will also develop a system of assessment that will facilitate effective measurement of participating student growth and development.  This will include the use of questionnaires and interviews to help assess the effect that student research activities have on the improvement of scientific literacy.  To ensure that the proposed project constitutes a significant contribution to science and mathematics education reform efforts currently underway across the country, all stages of its development will be informed by input from classroom teachers, students, nationally recognized educators, and scientists.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian S.",
   "pi_last_name": "Carmichael",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ian S. E Carmichael",
   "pi_email_addr": "ian@eps.berkeley.edu",
   "nsf_id": "000311298",
   "pi_start_date": "1998-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1078",
   "pgm_ref_txt": "AWARDS TO FACILITATE GEOSCIENCE EDUCATIO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 49042.0
  }
 ],
 "por": null
}