{
 "awd_id": "9810029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Changing Roles of Scientists and          Scientific Information in Natural Resource Decision Making: A Pilot Study with the LTER Program",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2000-09-30",
 "tot_intn_awd_amt": 75164.0,
 "awd_amount": 75164.0,
 "awd_min_amd_letter_date": "1998-08-28",
 "awd_max_amd_letter_date": "1998-08-28",
 "awd_abstract_narration": "While most theorists and participants expect that-including ecological scientists and information will improve the quality of complex natural resource-decisions, there is little empirical research that clearly verifies such benefits. And, there is-increasing experiential evidence that tensions between the distinct institutional needs and cultural-values of decision makers and scientists may preclude the effective use of science in such-decisions. The goal of this pilot study is to determine whether it is possible to capture and measure-the attitudes and expectations of participants in resource decisions about the changing roles of-ecological science and scientists in a world of decentralized governance, shared power,-collaborative management, and citizen mistrust of experts and government resource agencies. The-pilot study is designed to determine whether complex issues related to the expectations, needs, and-uses of scientists and scientific information can be operationalized clearly enough to be measured-through a structured protocol that can be administered to a wide array of participants in natural-resource decision making. Data for this study will be collected primarily through in-depth interviews with-a wide variety of Pacific Northwest participants in natural resource decision making. Participant-groups will include LTER scientists, federal and state natural resource managers and decision-makers, as well as individuals in the Central Cascades who have been involved in resource-decision processes. Data from the qualitative interviews will be used to operationalize issues of-concern, particularly available roles for ecological science and scientists as well as the institutional-and cultural features that provide incentives and constraints for the effective use of science in-decision making. Questions for a structured survey protocol will be developed from these issues.-To test the protocol for reliability and validity, we will conduct a mail-out survey with a sample of-individuals in the Pacific Northwest who are involved or interested in natural resource decision-making. Data will be collected and managed with the potential for replications at other LTER-research sites as well as other research programs or projects.-If successful, the protocol developed and tested in this pilot effort-can be administered to a wide array of individuals involved in natural resource decision making in-order to understand the expectations and beliefs that all participants have about-the role of ecological science and ecological scientists in those processes. We will be able to better-describe how participants in decision processes view the nature and functions of science in-those processes, how participants' perceptions of the role of-science affect efforts to involve ecological information and scientists in management-processes and public outreach efforts, and how participants perceive different roles that scientists may play in natural resource-decision making. This research will also provide empirical support for issues raised by social-scientists about tensions between the need for scientific expertise in complex decision making and-democratic participation in problem solving.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Shindler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Shindler",
   "pi_email_addr": "shindleb@ccmail.orst.edu",
   "nsf_id": "000468464",
   "pi_start_date": "1998-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Steel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Brent S Steel",
   "pi_email_addr": "bsteel@oregonstate.edu",
   "nsf_id": "000431874",
   "pi_start_date": "1998-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Denise",
   "pi_last_name": "Lach",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Denise H Lach",
   "pi_email_addr": "denise.lach@oregonstate.edu",
   "nsf_id": "000384671",
   "pi_start_date": "1998-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "List",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter List",
   "pi_email_addr": "",
   "nsf_id": "000324644",
   "pi_start_date": "1998-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  },
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1094",
   "pgm_ref_txt": "POLICY SCIENCES"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 75164.0
  }
 ],
 "por": null
}