{
 "awd_id": "9810256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Chinese \"Scientific Community\" at Century's End:        Definition, Leadership, Changing Social Roles, and          International Significance",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "SIEBER,JOAN E.",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 162336.0,
 "awd_amount": 190894.0,
 "awd_min_amd_letter_date": "1998-09-09",
 "awd_max_amd_letter_date": "2001-12-14",
 "awd_abstract_narration": "Since the early 1980s, China's science and technology system has been subject to a series of reforms and-reoganizations, new national R & D policies and programs have been introduced, major commitments have been made-to graduate education in the sciences, and extensive international ties have been established. The technical personnel emerging from these years represents the core human resource-pool for the critical challenges China faces at century's end. In terms of international salience, these include the-challenges of the global economy; managing-the severe environmental consequences of rapid economic growth; and providing for national security. This project seeks to provide a better understanding of the collective character of-the pool of Chinese technical personnel, its capabilities for meeting the needs of a rapidly changing China, its expected-role in the next century, and how these characteristics pertain to Western conceptions of a `scientific community.`--Work on the project begins with a systematic review of the many efforts to build modern institutions for science in-China during the 20th century, including those of the Mao era (1949-1976), and shifts to an examination of-the post-Mao reform policies as these have influenced professional life and the development of a sense of  community.  This work primarily will involve reviews of secondary literature in Chinese and English. After this initial work, the-project will begin to define and characterize the current population of Chinese technical personnel in terms of its-size, disciplinary composition, levels and modes of training, institutional environment, patterns of communication and-social stratification, and degrees of cosmopolitanism. This work will review governmental statistical sources-and analytical reports by Chinese policy analysts and STS researchers, and include interviews with Chinese scientists both in-China and the United States.--The final part of the study will examine the economic and political roles of the scientists. Reform-policies have introduced powerful commercial incentives into the Chinese research environment which some-observers see as distorting of scientific missions and disruptive to community building. Other reform policies have-enhanced the political standing of scientists and increased scientists' roles in policy making. Using both documentary-materials and interviews, the project will explore the changing nature of the linkages between science and economy,-and between science and state.--In spite of China's growing international importance, there have been no major studies in English of scientific-development in China for almost a decade. This study is therefore likely to attract considerable attention-from those seeking to understand the roles of science and technology in China's future and from those interested in-understanding the concept of `scientific community` in contemporary non-Western settings. China has a large pool-of technical talent, but misguided policies in the past prevented this talent from becoming a coherent and functioning-community. As a result, quality graduate education and scientific research were retarded, technological innovation-was frustrated, and major national development decisions were made - with debilitating economic and environmental-consequences - without sound technical judgments. The policies introduced since the late 1970s have been intended-to correct these errors and to allow for the building of a vibrant scientific community--The study proposed, in assessing where this process of community building now stands and what its future prospects-are, will be of interest to professional students of China, to STS professionals, and to policy communities which seek-to understand China's future course.-",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Suttmeier",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Richard P Suttmeier",
   "pi_email_addr": "petesutt@uoregon.edu",
   "nsf_id": "000183956",
   "pi_start_date": "1998-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597800",
   "pgm_ele_name": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 161321.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 1015.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 28558.0
  }
 ],
 "por": null
}