{
 "awd_id": "9811179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Analyzing Variations in the Skilled-Wage Premium: Linking   Microeconomic Data with Macroeconomic Theory",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 305302.0,
 "awd_amount": 305302.0,
 "awd_min_amd_letter_date": "1998-09-02",
 "awd_max_amd_letter_date": "2002-08-07",
 "awd_abstract_narration": "9811179  Ingram    One of the most striking features of the labor market in the U.S. over the past two decades is the decline in the hourly wage paid to workers who have low levels of educational attainment. The gap between the average wage paid to college-educated workers and the average wage paid to other workers grew steadily during the 1980s and has failed to decline despite the rise in the level of education of workers.   The purpose of this project is to explore the definition and behavior of skilled and unskilled labor hours and wages, and to use these improved measures and macroeconomic models to assess the significance of alternative sources of the increased skilled-wage premium.      The first part of the project involves the development of a data set that will improve upon the precision with which the aggregate behavior of skilled and unskilled labor, and the wages paid to alternative levels of skill, are measured. The skill level of a worker is currently measured either in terms of years of higher education completed or by occupational status (blue or white collar). Both measures suffer from ambiguity and imprecision: the former fails to account for heterogeneity across educational institutions and students' abilities; and many blue- (white-) collar jobs require high (low) skill levels. The investigators combine data available in the monthly Current Population Survey and the Dictionary of Occupational Titles to map finely stratified levels of verbal, analytical and strength requirements into a broad range of occupations; this will yield relatively precise measurements of aggregate hours and wages for a broad range of skill levels. Beyond providing an enhanced measurement of the skilled-wage premium, this will enable a detailed analysis of the differential returns associated with various skill attributes (e.g., verbal or quantitative skills), and will give rise to an aggregate time-series measure of human capital which parallels existing measures of aggregate physical capital    The s econd part involves the specification and estimation of general-equilibrium models of the macroeconomy designed to enable formal assessments of alternative sources of the increased skilled-wage premium; the differential impact of business-cycle fluctuations on skilled and unskilled workers; and the aggregate behavior and impact of skill-acquisition activity. The general equilibrium approach to be employed by the investigators will provide an enhancement to the current approach to studying the skilled-wage premium taken in the macroeconomics literature, which has focused on the demand side of the labor market, as well as the current approach taken in the labor-economics literature, which has focused on the supply side of the labor market. The models to be analyzed are flexible, admitting many possible sources of the skilled-wage premium; their formal estimation, using in part the data constructed in the first part of the project, will provide an enhanced understanding of the causes and cyclical implications of the increased skilled-wage premium, and promises to provide guidance concerning appropriate policy responses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Ingram",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Beth F Ingram",
   "pi_email_addr": "beth-ingram@uiowa.edu",
   "nsf_id": "000401539",
   "pi_start_date": "1998-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Neumann",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "George R Neumann",
   "pi_email_addr": "george-neumann@uiowa.edu",
   "nsf_id": "000182257",
   "pi_start_date": "1998-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1092",
   "pgm_ref_txt": "SBER HUMAN CAPITAL INITIATIVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 101249.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 101208.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 102845.0
  }
 ],
 "por": null
}