{
 "awd_id": "9811384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Role of mRNA Transport in Isoactin Sorting and              Process Outgrowth",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harold E. Vaessin",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "1998-08-21",
 "awd_max_amd_letter_date": "2000-08-04",
 "awd_abstract_narration": "9811384  BASSELL   Neurons are the quintessential asymmetric cell  having two morphologically and functionally distinct types of  processes:  axons and dendrites.  The development of the nervous  system proceeds by the extension of processes over long distances  to reach their appropriate target cells.  The ability of a  neuronal process to grow and be properly directed depends upon a  unique structure at the tip of the growing fiber called the growth  cone.  This compartment is filled with a cytoskeleton of fibrous  polymers that induce membrane protrusions and influence both the  rate and direction of process outgrowth.  One of these polymers is  composed of the dynamic protein, actin, which can rapidly form  bundles that project from the growth cone in the form of  filopodial protrusions of the membrane and which promote process  growth.  An important area of basic research is to understand how  the nerve cell targets the cytoskeletal molecules to the growth  cone for their utilization in filopodial formation and control of  process outgrowth.  Dr. Bassell's laboratory has shown that a  specific actin isoform, beta-actin, is highly enriched within  growth cones.  They have proposed that the localization of the  beta-actin protein depends on the localization of beta-actin  messenger RNA (mRNA, the intermediate piece of genetic information  that codes for the synthesis of the protein).  The localization of  mRNAs is an important protein sorting mechanism that has been  recently demonstrated in several cell types.  They hypothesize  that the localization of mRNAs may be a basic mechanism for the  normal regulation of growth cone structure and motility.  As a  model system to study mechanisms involved in process outgrowth,  they are using a cell culture approach in which cerebral cortex is  dissected from embryonic rats and the dissociated cells are grown  on a suitable matrix in a liquid medium.  High resolution  microscopy and DNA probe methods developed in the laboratory will  be used to defin e where beta-actin mRNAs are normally localized in  living cells, and hence where beta-actin protein monomers are  normally produced.  By perturbation of this normal mechanism in  live neurons growing in culture, it will be possible to determine  the function of mRNA targeting and localized synthesis in process  outgrowth.  Molecular strategies, such as expression of a mutated  protein that is normally involved in mRNA targeting, will be  employed to disrupt this mechanism in living cells.  It is  expected that neurons that are unable to target beta-actin mRNA  and protein to growth cones will have abnormal migration  characteristics.  The elucidation of a novel mRNA transport  mechanism in neurons should provide insight into the regulation of  growth cone structure that may underlie process outgrowth during  the development of the nervous system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Bassell",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gary J Bassell",
   "pi_email_addr": "bassell@aecom.yu.edu",
   "nsf_id": "000098218",
   "pi_start_date": "1998-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yeshiva University",
  "inst_street_address": "500 W 185TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129605217",
  "inst_zip_code": "100333299",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "YESHIVA UNIVERSITY",
  "org_prnt_uei_num": "Y419HHNNYXJ4",
  "org_uei_num": "CSSJGCRUZ9F3"
 },
 "perf_inst": {
  "perf_inst_name": "Yeshiva University",
  "perf_str_addr": "500 W 185TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100333299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119000",
   "pgm_ele_name": "DEVELOPMENTAL NEUROSCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}