{
 "awd_id": "9811386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: \"The Impact of Education Finance    Equalization on Students, Teachers, Schools, and State      Governments\"",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1998-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 86778.0,
 "awd_amount": 86778.0,
 "awd_min_amd_letter_date": "1998-08-19",
 "awd_max_amd_letter_date": "2000-07-24",
 "awd_abstract_narration": "This research analyzes s a number of interrelated issues in school finance reform. The first part of the project continues a study of court mandated reform, but in this work the focus shifts from the impact of the courts on the distribution of dollars to the real consequences of successful school finance litigation. This part has three components, all of which share a common theme: what are the consequences of education finance reform for schools and students? First, the project looks at the impact of court ordered reform on the demand for private schools. Using matches of demographic data from the 1970, 1980, and 1990 Census of Population with school funding data from the 1972, 1982, and 1992 Census of Governments, it is possible to look at how private school enrollment changes as schools receive more funds because of finance reform. The unit of observation is the district. The panel nature of our data set allows the investigators to purge their estimates of the effects of permanent differences across districts. Second, the question is asked: what do schools do with the money they receive as a result court mandated reform? Do they lower teacher pupil ratios? Increase teacher salaries? Hire better educated, more experienced teachers? Expand course offerings? Increase use of computers? To address these questions, the study uses unique matches of the Common Core of Data to both the Schools and Staffing Survey and the 1988 National Educational Longitudinal Survey. Third, a case study is undertaken of finance reform in Kentucky. The Kentucky Supreme Court's 1989 decision in Rose v The Council for Better Education, Inc. was far reaching, holding that the entire state education system  governance and curriculum as well as finance  was unconstitutional. This part of the project involves a careful analysis of the Kentucky experience in the aftermath of Rose.  This project also includes two research projects on school finance that go beyond court mandated reform. One is the impact of expanding labor market opportunities for women. At one time, teaching was one of the few occupations that welcomed women, and as a consequence schools could pay teachers far less than they were worth. While occupation segregation persists, women now have more options in the labor market than they once did. Consequently, the education finance system will have to raise additional funds in order to attract capable people to teaching. This part of research will study the hypothesis that the combination of stagnant wages for teachers and new opportunities for women may lead to a significant decline in the quality of people entering the teaching profession.  The other project is fiscal federalism, demographics, and the demand for education. Previous research has found that support for public schools is negatively correlated with the fraction of the population that is 65 and older. The project will analyze the impact of the interaction of the aging population and increased centralization on public spending for education. This work will differ from past efforts in that it will allow for the possibility that the influence of an aging population on school spending depends in part on the organization of local government and the state's role in education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugenia",
   "pi_last_name": "Toma",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Eugenia F Toma",
   "pi_email_addr": "eugenia.toma@uky.edu",
   "nsf_id": "000344835",
   "pi_start_date": "2000-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Murray",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila E Murray",
   "pi_email_addr": "semurr1@pop.uky.edu",
   "nsf_id": "000364714",
   "pi_start_date": "1998-08-19",
   "pi_end_date": "2000-07-24"
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1092",
   "pgm_ref_txt": "SBER HUMAN CAPITAL INITIATIVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 28591.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 28229.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 29958.0
  }
 ],
 "por": null
}