{
 "awd_id": "9811613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Temporary Workers and U. S. Immigration Policy,             1880-2000: Economic and Demographic Consequences",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 243563.0,
 "awd_amount": 243563.0,
 "awd_min_amd_letter_date": "1998-09-09",
 "awd_max_amd_letter_date": "2003-03-06",
 "awd_abstract_narration": "The purpose of this project is to explore the economic and demographic consequences of flows of temporary workers from abroad into the United States over a 120 year period being in 1880 and preceding to the present time. Temporary workers have been an important component of international migration since the mid nineteenth century. Prior to World War I, many often so called `immigrants`, recorded in the official statistics were in fact temporary workers. Between 40 and 60 percent of the recorded immigrants in the period 1900 to 1914 had left the United States before 1920. Most of these workers stayed in the country for less than two years. After severe restrictions, were placed on immigration in the 1920s, the flows of temporary workers continued to be significant, but they were no longer recorded in the official statistics. Beginning in 1953, temporary workers who came legally were recorded either by the U.S. Immigration and Naturalization Service or by the U S Department of Labor. Many more may have come without authorization or documentation.  Temporary workers are usually attractive to the host country because their migration decisions are strongly motivated by labor market considerations. Temporary workers tend to move toward tight labor markets and leave loose ones Their entry thus moderates wage increases during boom times and their exit softens domestic job loss during depressions. At the same time, the job skills and personal characteristics of temporary workers are often quite different from those of the native labor force. They tend to complement  rather than compete with existing workers.  Despite these positive benefits, temporary workers and the policies which invite and regulate their flow are not without critics. There is concern that foreign workers might compete with existing residents for scarce jobs or might depress wages. The temporary workers who are most visible tend to live at the margins of their host country's economy and society, contributing little to the country's culture and repatriating a substantial friction of the wages and salaries earned. Some temporary workers decide to become permanent  residents, perhaps in numbers unanticipated or unwelcome by the host country. In some cases the transition from temporary to permanent residence is made without proper authorization.   In the United States policy toward temporary worked has largely escaped notice, even in the recent debates about immigration policy. To address the issues raised by temporary workers, data on the magnitude, character, and timing of the flows of temporary workers are developed, and their impact on U.S. economic and demographic growth, the wages of native born workers. and the flows of both authorized and unauthorized immigration is assessed. This information will be important in any assessment of currant immigration policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Carter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Susan B Carter",
   "pi_email_addr": "susan.carter@ucr.edu",
   "nsf_id": "000223155",
   "pi_start_date": "1998-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1092",
   "pgm_ref_txt": "SBER HUMAN CAPITAL INITIATIVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 138674.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 104889.0
  }
 ],
 "por": null
}