{
 "awd_id": "9813176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Generation of Neural Network Optimization Techniques  with Applications to Manufacturing Scheduling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janet M. Twomey",
 "awd_eff_date": "1998-10-01",
 "awd_exp_date": "2003-01-31",
 "tot_intn_awd_amt": 207408.0,
 "awd_amount": 207408.0,
 "awd_min_amd_letter_date": "1998-08-07",
 "awd_max_amd_letter_date": "2003-01-10",
 "awd_abstract_narration": "9813176\r\nLuh\r\n     Many exciting results on neural networks have been obtained over the past two decades, with most successful applications in the areas of pattern recognition and signal processing.  Developing neural networks for mathematical optimization has been a new thrust, holding much promise for overcoming the difficulties in solving large combinatorial optimization problems.  This research is to further advance neural networks for the very common but notoriously difficult \"NP hard\" combinatorial optimization problems.  The focus will be on integer optimization problems with specialized \"separable\" structure, since they encompass a wide range of scheduling and other important applications, and often lead to efficient methods with orders of magnitude performance improvement.  The first task is to lay a solid foundation for neural optimization by exploring theoretical issues such as stability and convergence properties using recent algorithm convergence results. The second task explores effective ways to solve manufacturing scheduling problems by developing \"neural dynamic programming\" for solving subproblems.  This novel neural dynamic programming transcends the majority of computational difficulties associated with solving subproblems such as infeasibility, local minima, and slow convergence of subproblem solutions, and in addition is amenable to efficient hardware implementation.  The third task seeks hardware implementation of the approach to achieve very high solution quality and computation speed.\r\n     The successful development of neural networks for separable integer optimization will result in a new generation of methods to obtain near-optimal solutions with quantifiable quality in a computationally efficient manner.  The effective resolution of realistic scheduling problems will also have practical impact on the bottom line of our industrial partners and beyond.  The hardware implementation then has a strong potential to achieve very high solution quality and computation speed for a wide range of business and engineering applications.  The vision is to have a VLSI \"digital optimizer\" chip to be plugged into PCs to help solve a wide range of business and engineering optimization problems.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Luh",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Luh",
   "pi_email_addr": "peter.luh@uconn.edu",
   "nsf_id": "000092152",
   "pi_start_date": "1998-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lakshman",
   "pi_last_name": "Thakur",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lakshman S Thakur",
   "pi_email_addr": "Thakur@uconnvm.uconn.edu",
   "nsf_id": "000175493",
   "pi_start_date": "1998-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}