{
 "awd_id": "9813271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Crystallographic Studies of Phosphoryl Group Transfer       Reactions",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 440000.0,
 "awd_amount": 440000.0,
 "awd_min_amd_letter_date": "1998-09-08",
 "awd_max_amd_letter_date": "2001-04-25",
 "awd_abstract_narration": "9813271  Osnat Herzberg    The three dimensional structures of proteins involved in phosphotransfer reactions will be determined by X-ray crystallography and the mechanism of action will be investigated, complementing the crystallographic work with site-directed mutagenesis and kinetic characterization. The focus of this study is on three enzymes: (1) Pyruvate phosphate dikinase (PPDK) which catalyzes the inter-conversion of the two high-energy compounds, ATP and PEP, via a three phosphoryl transfer reaction pathway. The structure of the bacterial enzyme from Clostridium symbiosum has been determined in the laboratory (Herzberg et al., PNAS 93:2652, 1996), revealing  a three-domain molecule in which the pyruvate and nucleotide active sites are located 45 Augstrom units  apart. The implication of the structure is that phosphoryl group transfer from one substrate to the other are accompanied by a domain swiveling between the two remote active sites, a mechanism that offers an attractive paradigm for communication in other complex multidomain proteins. The substrate and inhibitor binding to PPDK and the dramatic conformational transition will be further investigated using the bacterial protein that catalyzes the reaction in the direction of ATP formation, and the maze PPDK which catalyzes the reverse reaction toward PEP formation under physiological conditions, and which is regulated by a specific phosphorylation on a threonine residue. (2) Phosphoenolpyruvate phosphomutase which catalyses the rearrangement of PEP to phosphonopyruvate. This reaction serves as the major entry step into the synthesis of natural phosphonates, compounds that display a wide spectrum of biological activities. Understanding of the catalytic mechanism of the enzyme is important for the development of methods for synthesizing and breaking down target phosphonates. The crystal structure of PEP mutase from salt-water mussel will be determined. A detailed view of the architecture of the active site will help in the elucidation  of the catalytic mechanism, and will provide the structural basis for site-directed mutagenesis experiments and crystallographic binding studies designed to confirm or refute the mechanism that will be deduced. (3) The phosphoenolpyruvate: sugar phosphotransferase system (PTS) which is a bacterial multi-enzyme sugar transport system that involves multi-phosphotransfer reactions. Following the structure determination of two protein components of the system during previous funding periods, HPr and the IIA domain of the glucose permease, the focus will be shifted to Enzyme I which accepts a phosphoryl group from PEP and delivers it to HPr. A truncated version of enzyme I has been crystallized, which contains the PEP-binding domain and the phosphoryl group acceptor domain. The structure determination will reveal the mode of binding with an inhibitor, Mg-oxalate, and by analogy, the interaction with the substrate, PEP.      The goal of this study is to gain better understanding of the nature of regulation by protein phosphorylations, reactions which are central to a wide range of biological processes. A combination of X-ray crystallography and protein engineering techniques is used to elucidate the three dimensional structure of the proteins, and to probe their function by binding studies in the crystals, and by site-directed         mutagenesis approaches. Three systems that utilize phosphotransfer reactions are selected for study: (a) The enzyme pyruvate phosphate dikinase that catalyses the inter-conversion of two high energy compounds, ATP and PEP, in some bacteria and plants. (b) The enzyme PEP mutase that catalyzes the first reaction in the synthesis of phosphonates, compounds with antibiotic, antifungal, insecticidal, antiviral, antihypertensive, herbicidal, and neurotoxic functions. (c) A phosphoryl transfer chain that mediates sugar uptake across the membrane in bacteria. The first protein in the chain, Enzyme I, which accepts a phosphoryl group from the high-energy compound phosphoenolpyru vate and delivers it to the proceeding protein, HPr, will be investigated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Osnat",
   "pi_last_name": "Herzberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Osnat Herzberg",
   "pi_email_addr": "osnat@umd.edu",
   "nsf_id": "000236208",
   "pi_start_date": "1998-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Biotechnology Institute",
  "inst_street_address": "701 East Pratt St., Suite 200",
  "inst_street_address_2": "",
  "inst_city_name": "Baltimore",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4103856330",
  "inst_zip_code": "212023101",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "C8WDKMCD4K65"
 },
 "perf_inst": {
  "perf_inst_name": "Center for Advanced Research in Biotechnology",
  "perf_str_addr": "9600 Gudelsky Drive",
  "perf_city_name": "Rockville",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208503479",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}