{
 "awd_id": "9850039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Mathematics, Science and Technology Program for           Non-Technical Majors",
 "cfda_num": "47.076",
 "org_code": "11040201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Terry S. Woodin",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 199981.0,
 "awd_amount": 199981.0,
 "awd_min_amd_letter_date": "1998-09-14",
 "awd_max_amd_letter_date": "2003-09-16",
 "awd_abstract_narration": "Project Summary A Mathematics, Science and Technology Program for Non-Technical Majors The University of Virginia is a vigorous, modern institution whose purpose is to enrich young minds by stimulating a spirit of inquiry directed toward understanding the nature of the universe and the role of mankind in it. U.S. News and World Report has ranked the University of Virginia as the best public university for four consecutive years, and has also ranked UVa eleventh among a peer group of \"top national universities\" where faculty have \"an unusually strong commitment to undergraduate teaching.\"   Liberal education, which includes scientific and technological literacy, is the central intellectual concern of the university, not only in the curricula of the College of Arts and Sciences, but also as a foundation for professional undergraduate programs.  The goal of the project is to improve the scientific literacy of students at the University of Virginia on two fronts: by  preparing prospective K-8 teachers in SME&T content and best teaching practices;  and to provide future business, law, and government leaders with a broad background in SME&T disciplines so that they are better able to evaluate scientific information and make informed judgments about technical issues.   All graduates should leave the university with a basic understanding of SME&T, but the need is most critical for those students who will teach the next generation.  As part of this project, three mathematics courses and one science course will be developed to complete a coherent sequence of mathematics, science, and technology courses that will give prospective K-6 teachers both the content knowledge and pedagogy necessary to become leaders in educational reform efforts.  The courses will use hands-on activities and technology as part of a well thought-out plan for active learning.   A two-semester capstone course will integrate math, science, and technology concepts as students work in groups on research projects with mentors from the m athematics, science, engineering or medical faculty.  Science and math methods courses taught in the Curry School of Education will complement the content courses.   The high-technology business sector is growing at a phenomenal rate, creating an urgent need for a technically literate work force.  A steering committee with representatives of the professional schools of law and business, local school divisions, as well as business and government leaders will study requirements and propose a course of study for an interdisciplinary or multidisciplinary major addressing the emerging high-technology needs of today's work force. A science, mathematics, and technology major within the College of Arts and Sciences will  provide a broad background encompassing several disciplines in mathematics, science and engineering.  This new major will also serve the needs of prospective middle school teacher science and mathematics teachers.  Finally, seminars and workshops for faculty and graduate teaching assistants sponsored by the University of Virginia Teaching Resource Center will encourage more effective teaching for all students, but particularly for non-technical majors in science and mathematics courses.  A new position will be established within the Teaching Resource Center  for a faculty consultant who will work with faculty and graduate teaching assistants on best teaching practices for small laboratory classes as well as large lecture  classes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Thornton",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen T Thornton",
   "pi_email_addr": "stt@virginia.edu",
   "nsf_id": "000345608",
   "pi_start_date": "1998-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Thornton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn C Thornton",
   "pi_email_addr": "kt4n@virginia.edu",
   "nsf_id": "000350122",
   "pi_start_date": "1998-09-14",
   "pi_end_date": "2003-05-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Loren",
   "pi_last_name": "Pitt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Loren D Pitt",
   "pi_email_addr": "ldp@virginia.edu",
   "nsf_id": "000413440",
   "pi_start_date": "1998-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Diehl",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Fred A Diehl",
   "pi_email_addr": "fad@virginia.edu",
   "nsf_id": "000242805",
   "pi_start_date": "1998-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741000",
   "pgm_ele_name": "DUE COURSE & CURRICULUM PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1526",
   "pgm_ref_txt": "INSTITUTION-WIDE REFORM PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 199981.0
  }
 ],
 "por": null
}