{
 "awd_id": "9870591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE: Characterization of skm-BOP, A Novel Muscle Protein",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1998-09-01",
 "awd_exp_date": "2001-02-28",
 "tot_intn_awd_amt": 142000.0,
 "awd_amount": 142000.0,
 "awd_min_amd_letter_date": "1998-09-01",
 "awd_max_amd_letter_date": "1998-09-01",
 "awd_abstract_narration": "The recently discovered mouse Bop gene encodes two proteins, which are expressed as different isoforms in two different tissues.  One, a 52 kDa protein, t-BOP, is expressed in CD8-positive cytotoxic T lymphocytes following surface stimulation; the other, a 55 kDa protein, skm-BOP, is expressed in both cardiac and skeletal striated muscle.  The tie-in between these two cell types is cell motility and contractility.  While actin-myosin based motility and contractility is obvious in the case of striated muscle, it is perhaps less obvious in T-cells: it is only when T-cells are activated that they assemble highly motile projections and move to sites of infection using actin-myosin based systems.   The studies in this project will focus on skm-BOP, and specifically on characterizing the expression pattern and hypothesized role in myogenesis of this novel muscle protein.  The skm-BOP protein has an unusual distribution in skeletal muscle, being localized at the mid-A band, in some nuclei, and at some neuromuscular junctions.  The mid-A band distribution is interesting and unusual for a muscle protein.  The BOP proteins are structurally unique, with several domains that are homologous to domains of other proteins that are not related to each other.  Thus, the BOP proteins contain two zinc finger-like motifs homologous to what are likely to be protein interaction domains of several nuclear proteins involved in gene regulation.  This domain is followed by a region that is homologous to one of the immunoglobulin C2-like motifs in skelemin, a myosin-associated protein of striated muscle that is localized to the center of the sarcomere.  The carboxyl-terminal half of skm-BOP is unique in the protein database, except for a motif related to a region of the kinesin light chain that binds to kinesin-transported vesicles and a kinesin light chain-like motif of unknown function.  Analysis of the co-purification properties of skm-BOP in skeletal muscle showed that skm-BOP occupies several cellular \"compartments\" - some is readily soluble with membrane components, some is co-extracted with the majority of myosin, and the rest remains associated with the titin / intermediate filament cytoskeleton of myofibrils, to which are attached myosin remnants.  One hypothesis for the proposed studies is that the skm-BOP plays a role in the assembly of the sarcomere, and that the skm-BOP in the mid-A band region is associated with part of the titin molecular filament and/or with part of the myosin filament.  Another hypothesis is that a subset of skm-BOP is associated with clathrin or a clathrin-related protein.  Such a clathrin-like protein has been shown by others to be present in the center of the mid-A band (the M band) and to play a role in myogenesis.  If clathrin plays a role in sarcomere assembly before it assumes a stable banding pattern in the mature sarcomere, then it is possible that skm-BOP plays a clathrin-associated role during sarcomere maturation.  This would be consistent with observations from the laboratory of Dr. Paul Gottlieb (University of Texas at Austin) that some of the T-cell form of BOP protein may be associated with clathrin-coated vesicles.   \r\n\r\nThe specific aims and methods for the 18-month period are: \r\n\r\n1. Analysis of the expression and localization patterns of skm-BOP in skeletal muscle: this will be done using normal myogenic tissue and samples of various muscle fiber types, which will be stained with sets of antibodies to correlate the expression pattern of skm-BOP with that of other muscle proteins.  Emphasis will be placed on correlations with the likely putative binding partners of skm-BOP, including myosin, titin, and a clathrin-like protein.  The expression of skm-BOP along the length of a muscle fiber will be examined to gain insight into the physiological significance of skm-BOP.\r\n\r\n2. Investigation of the requirement for Bop gene expression for myogenesis and myofibrillogenesis in vitro:  a skm-BOP anti-sense approach will be used in studies of C2C12 cells and primary mouse myocytes.  Myofibrillogenesis will also be analyzed in differentiating wild-type ES cells and in skm-BP-negative ES cells containing disruptions of both Bop gene copies introduced by homologous recombination.\r\n\r\nThis is a POWRE Award, which will allow Dr. Price to resume her pioneering studies on a novel cytoskeleton-related protein, skm-BOP.  The significant of the proposed work to the advancement of knowledge is that the results of these studies will provide the first insight into the function of a new muscle protein and a nearly identical protein that is turned on in motile T-lymphocytes.  The significance of this POWRE award to the career of the PI is that it will allow her to regain her stature as an independent muscle biologist after her career was interrupted.  \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Price",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen G Price",
   "pi_email_addr": "mprice@bcm.tmc.edu",
   "nsf_id": "000271783",
   "pi_start_date": "1998-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor College of Medicine",
  "inst_street_address": "1 BAYLOR PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137981297",
  "inst_zip_code": "770303411",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "BAYLOR COLLEGE OF MEDICINE",
  "org_prnt_uei_num": "FXKMA43NTV21",
  "org_uei_num": "FXKMA43NTV21"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor College of Medicine",
  "perf_str_addr": "1 BAYLOR PLZ",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770303411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 142000.0
  }
 ],
 "por": null
}