{
 "awd_id": "9870817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Determinants of Homing Endonuclease I-Cre I Function",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Parag R. Chitnis",
 "awd_eff_date": "1998-09-15",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "1998-09-08",
 "awd_max_amd_letter_date": "1998-09-08",
 "awd_abstract_narration": "Seligman  MCB 9870817  1. technical  Homing endonucleases are unique in their ability to function autonomously in recognizing and cleaving 12 to 40 bp long DNA sequences.  As such, they are ideal tools for the analysis and manipulation of complex genomes.  The experiments proposed focus on the homing endonuclease I-Cre I, one of only two homing endonucleases for which a three-dimensional crystal structure has been reported. Using a series of E. coli based genetic assays and guided by structural predictions, a genetic dissection of I-Cre I will be undertaken. The relative importance of a series of putative DNA-protein contacts will be determined.  Mutant homing sites, altered in positions thought to make contacts with I-Cre I, will be isolated and examined. Similarly, endonuclease residues thought to contact DNA will be altered, and allowable substitutions defined.  A new genetic screen will be used to identify I-Cre I derivatives with novel cleavage specificities.  The roles of three putative catalytic amino acids will be examined, and models posing one vs. two catalytic sites per enzyme tested.  Endonuclease mutations altering residues thought to function in dimerization will be isolated and examined.  Dimerization defective mutants will be used to identify pairs capable of forming active heterodimers. Such heterodimers, if found, would make possible the creation of I-Cre I derivatives which cleave novel asymmetric sites.  A better understanding of the structural and mechanistic bases of homing endonuclease function, coupled with the ability to isolate altered specificity mutants, may enable the eventual selection/engineering of derivatives capable of interaction with DNA sequences of interest.      2. non-technical    DNA endonucleases can be thought of as \"molecular scissors\" in that they  function by recognizing and cutting specific DNA sequences.  It is possible that such enzymes could be used to destroy particular deleterious genes in the context of gene therapy.  The main problem with suc h an approach lies in the task of designing endonucleases that cleave specific DNA sequences of interest.  A family of endonucleases exists which is capable of the highly specific DNA recognition required to find and cut a single disease gene in the human genome.  Starting with one such protein, the homing endonucleases I-Cre I, a series of experiments designed to better understand how it recognizes and cuts its natural target DNA sequence will be carried out.  Attempts to isolate mutant I-Cre I derivatives capable of cutting different DNA sequences will also be made.  The ability to manipulate I-Cre in this fashion may be useful to designing derivatives capable of cutting DNA sequences of interest..",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lenny",
   "pi_last_name": "Seligman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lenny M Seligman",
   "pi_email_addr": "lseligman@pomona.edu",
   "nsf_id": "000450901",
   "pi_start_date": "1998-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pomona College",
  "inst_street_address": "550 N COLLEGE AVE # 244",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218328",
  "inst_zip_code": "917114434",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "POMONA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q9VBQSV2CBY5"
 },
 "perf_inst": {
  "perf_inst_name": "Pomona College",
  "perf_str_addr": "550 N COLLEGE AVE # 244",
  "perf_city_name": "CLAREMONT",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917114434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": null
}