{
 "awd_id": "9870856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing Digital Paleontological Collections:  Searching, Visualizing, and Measuring Virtual Specimens",
 "cfda_num": "47.074",
 "org_code": "08080207",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "1998-10-01",
 "awd_exp_date": "2002-09-30",
 "tot_intn_awd_amt": 571597.0,
 "awd_amount": 571597.0,
 "awd_min_amd_letter_date": "1998-09-22",
 "awd_max_amd_letter_date": "2002-03-22",
 "awd_abstract_narration": "Accessing paleontological specimens curated at facilities  throughout the world increases both the cost and time required  for research in evolutionary biology. Although a number of  electronic databases currently name the facility where  specimens and/or assemblages of North American vertebrate  collections are housed (e.g. FAUNMAP)* no existing database  yet contains detailed descriptive information on individual  specimens. Published data for fossil specimens varies greatly  from specimen to specimen. depending on the nature of the  publication and the research interests of the investigator.  Other researchers addressing different issues cannot  necessarily find published data that is comparable to their  own data and specimens. The proposed effort will address these  problems in biological research by developing:      methods for collecting or compiling digital representations  of paleontological samples.   database methods for efficiently  storing and cataloging these digital representations      a search-engine for locating specimens in a distributed  network of digital archives. and      interactive  visualization and measurement of these  digital    representations across the internet.    A variety of techniques exists for creating digital  representations of physical objects that could allow  simultaneous access and interactive measurements of specimens  from collections throughout the World. Such representations  may range from simple photography with selected perspective  views to full volumetric representations created by a medical  imaging CT scanner. Each method will have unique  characteristics in terms of the nature and accuracy of their  spatial representation. as well as cost. The proposed effort  will develop standardized digitizing methods for  paleontological samples and appropriate models for estimating  the uncertainty of measurements derived from these various  types of digital representations.    Efficient access to these digital representations will require  the appli cation of database methods that cover the traditional  needs for cataloging physical specimens as well as capturing  relevant aspects of the methods by which the sample was  digitized. This effort will emphasize the development of a  scalable architecture that will allow the implementation to  vary among a number of distributed institutions, in order to  accommodate their available resources. These distributed  databases will be accessed through an intemet search engine  front-end. Specimens in these databases can then be selected  and object-oriented programming methods will be used to  provide interactive visualization and measurements that are  appropriate for the given type of digital representation.  Interactive measurements will be supplemented with estimates  of spatial uncertainty derived from models of geometric error.  These models will be parameterized by database records  describing the methods and circumstances of data capture for  each item.    Abslxact               July 25, 1998                       1    This system will be developed in direct collaboration with  paleontological researchers and will be developed and tested  using dental specimens of various species of mammoth from Anzo  Borrego National Park and the Burke Museum at the University  of Washington. Seattle. The ability to rapidly relate newly  recovered specimens to objective, exhaustive and publicly  accessible digital representations from archives around the  wo~d would support a vast array of scientific investigations  in biology, as well as other disciplines like archeology. In  addition. this capability will prove invaluable to museums,  libraries, and K= 12 education.    Abstract               July 25, 1998                        2",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "McGwire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth McGwire",
   "pi_email_addr": "kenm@dri.edu",
   "nsf_id": "000245685",
   "pi_start_date": "1998-09-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Livingston",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie D Livingston",
   "pi_email_addr": "livingst@dri.edu",
   "nsf_id": "000418469",
   "pi_start_date": "1998-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "perf_str_addr": "2215 RAGGIO PKWY",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 199963.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 178771.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 192863.0
  }
 ],
 "por": null
}