{
 "awd_id": "9870464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Issues in Condensed Matter Physics:  Phase          Separation and Solvated Protein Structure",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Bruce Taggart",
 "awd_eff_date": "1998-08-15",
 "awd_exp_date": "2002-01-31",
 "tot_intn_awd_amt": 149882.0,
 "awd_amount": 149882.0,
 "awd_min_amd_letter_date": "1998-07-22",
 "awd_max_amd_letter_date": "2001-01-30",
 "awd_abstract_narration": "9870464  Sagui  This project covers two lines of theoretical investigations in  Condensed Matter Physics; effects of elastic fields on the  process of phase separation in binary alloy and viscoelastic  fluid systems; and issues related to the refinement of X-ray data  for structural analysis of proteins in a solvated environment.  The kinetics of growth and ordering that take place during the  process of phase separation determines much of the important  microstructure of materials. In turn, many of the interesting  mechanical, electrical and magnetic properties of materials  depend on the microstructure. Typically, when a system is rapidly  quenched from the single-phase part of its phase diagram to a  point inside its coexistence curve, it orders kinetically. A  long-wavelength instability creates an initial droplet-like or  interconnected structure, which grows to macroscopic size as time  evolves. It has long been realized that the presence of elastic  fields influences the process of phase separation in important  ways. For example, in alloy systems shape transformations,  ordering of domains, a kinetic slowing down, and possibly reverse  coarsening effects have either been observed and/or predicted.  However,  theoretical understanding of these effects is at  present incomplete, and this project aims to investigate the  effects of elastic field on binary alloy systems through  large-scale three-dimensional simulations of appropriate Langevin  equations. Elastic effects also play an important role in  viscoelastic fluids and foams. Viscoelastic fluids such as  various polymer melts, are non-Newtonian fluids that are charac  terized by elasticity on relatively short time scales, and  fluidity on long time scales. During phase separation, these  systems are strongly influenced by the presence of long-range,  correlated elastic fields, whose influence on the growth kinetics  are presently not understood. The problem of phase separation of  viscoelastic fluids will be investigated with numerica l  simulations. The second part of the research is aimed at  employing state-of-the art molecular dynamics and optimization  techniques as aids in the process of refining X-ray data for  protein structure calculations. Proteins are complex,  biologically active macromolecules exhibiting a large variety of  different structural and dynamic properties. It has long been  known that much of their active biological functions are  determined by their three-dimensional structure, which fold so as  to produce specific binding sites and/or catalytically active  regions. One of the outstanding problems in the field, is the  prediction of protein structure from its basic amino acid se  quence. It is in this context that structural predictions based  on X-ray data have proven to be of paramount importance. The  project aims to move this field forward, through the introduction  of newly developed optimization techniques in order to facilitate  structural predictions. The PI will concentrate specifically on  cases where models for the protein structure are ill or poorly  defined, as in the case of protein loops in a solvated  environment.  %%%  This is a Visiting Professorship grant made under the  Professional Opportunities for Women in Research and Education  (POWRE) program, and is co-funded by the MPS Office of  Multidisciplinary Activities(OMA). The phase separation  activities are natural extensions of the current work of the PI,  while the protein structure research will enable the PI to  transition into a new area of research, namely that of molecular  biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Celeste",
   "pi_last_name": "Sagui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Celeste Sagui",
   "pi_email_addr": "sagui@ncsu.edu",
   "nsf_id": "000254584",
   "pi_start_date": "1998-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 149882.0
  }
 ],
 "por": null
}