{
 "awd_id": "9873945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "OPAAL: Simulation and Optimization of Casting and Extrusion Processes",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lloyd E. Douglas",
 "awd_eff_date": "1998-10-01",
 "awd_exp_date": "2002-09-30",
 "tot_intn_awd_amt": 2198851.0,
 "awd_amount": 2239401.0,
 "awd_min_amd_letter_date": "1998-09-18",
 "awd_max_amd_letter_date": "2000-10-10",
 "awd_abstract_narration": "Process design engineers must simultaneously control the  macroscopic and microscopic properties of products to meet the  demands of today's competitive marketplace.  Control over material  properties (such as precipitate structure, grain size, and residual  stress) in cast and extruded components is as essential to product  quality as is control over the product geometry.  Ultimately, product  and process design must be treated as a single coupled problem,  because the processes that determine a product's shape also  determine its material properties.  This research initiative establishes  new collaborations among mathematicians, engineers, and computer  scientists to enable multiscale simulations of the complex, nonlinear  behavior that underlies process and product design. Specifically, the  investigators and their colleagues model microstructural  development associated with dendritic growth in casting processes  and with recrystallization and the evolution of grain-boundary  precipitates in extrusion and quench processes.  These multiscale  simulation problems within the context of design optimization lead  to very large computational requirements for which parallel solution  strategies are essential.  The representation of complex, time-varying  geometries --- especially those with evolving topology --- is another  significant challenge.  The investigators use a variety of new  methods from analysis, computational geometry and computer  science to address these issues.  They develop advanced error  estimates to drive \"smart\" mesh generators and adaptive procedures,  emphasizing new geometric algorithms backed by rigorous  mathematical analysis to ensure accuracy and reliability.  They  design new programming environments as well as compile-time and  run-time code optimizers to produce portable, high performance  parallel codes.  Gridless level set methods, space-time finite element  models, and new methods from computational geometry address the  geometric challenges.  The investigators explore new solution  techniques for large-scale problems and develop parallel nonlinear  programming strategies and advanced design sensitivity analysis  methods to optimize processing conditions and tool geometries.\r\n\r\nThis project advances new computational technology to predict and  optimize microstructural material properties via macroscopic process  controls.   This work has the potential for tremendous economic  impact in the manufacturing sector.  New high-performance  materials for civilian and defense applications, lower cost and more  environmentally friendly manufacturing processes, improved quality  control, and the ability to reduce the time to market via virtual  process and product prototyping all become possible.  The new  simulation and design tools help engineers and process designers to  move beyond current trial-and-error design approaches that are  expensive and often ineffective.  In particular, the prospect of  practical, easy-to-use tools for optimal process design promotes the  increased use of these techniques in industry.  The new processing  capabilities generated by this effort could lead to entirely new  product classes, in addition to substantial improvements in existing  product lines.  Close collaboration with industrial scientists and  engineers at major U.S. manufacturing companies is an essential  component of this work, so effective and timely technology transfer  to and from industry is assured.  The interdisciplinary structure that  underlies this effort, involving new collaborations between  mathematicians, engineers and computer scientists, is itself a novel  aspect of the research that has potential for significant impact on the  culture of scientific research at U.S. universities.  It generates a new  educational model for Ph.D. students and postdocs that provides the  multi-disciplinary training required for scientific and technical  leadership in the coming century.\r\n\r\nFunding for this activity will be provided by the Division of Mathematical Sciences, the MPS Office of Multidisciplinary Activities, and by DARPA.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Haber",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Haber",
   "pi_email_addr": "rbh3@illinois.edu",
   "nsf_id": "000156968",
   "pi_start_date": "1998-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Padua",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Padua",
   "pi_email_addr": "padua@uiuc.edu",
   "nsf_id": "000317715",
   "pi_start_date": "1998-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Sullivan",
   "pi_email_addr": "jms@math.uiuc.edu",
   "nsf_id": "000191893",
   "pi_start_date": "1998-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 1632434.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 566417.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 15550.0
  }
 ],
 "por": null
}