{
 "awd_id": "9873463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "KDI: Neuromorphic Knowledge Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "1998-10-15",
 "awd_exp_date": "2003-09-30",
 "tot_intn_awd_amt": 1600000.0,
 "awd_amount": 1600000.0,
 "awd_min_amd_letter_date": "1998-09-10",
 "awd_max_amd_letter_date": "2002-09-24",
 "awd_abstract_narration": "9873463\r\nFinkel\r\nWe Propose an approach to the study of intelligent systems based on the modeling and construction of neuromorphic knowledge systems. Neuroinorphic systems offer a platform for integrating insights from mathematics, neurobiology, and Computer simulation, and represent a new type of neural-based computing.  Our approach arises from the premise that the traditional components of intelligence (including Sy requires a new technology; this technology will be provided by together as an integrated system.  The study of such complex learning, recognition, and attention) are Properties of a common underlying neural structure, and that these compo ents are best studied neuromorphic systems engineering.  Ncuromorphic VLSI chips stems and systems use subthreshold analog circuits to model dendritic computation and asynchronous digital circuits to model axonal communication . These systems can function autonomously or be interfaced with conventional computers.  Neuromozphic systems offer the possibility of learning and recognition on real-time, real-world problems such as visual search and the recognition of biological motion.\r\nOur approach is based on spike-based computation: use of the precise timing of ncuronal spikes for representation and computation. Spike-based computations underlie some of the most impressive behaviors in biology, from bat sonar to human vision.  In particular, we will focus on neuronal synchronization and will develop models in which learning, attention, and recognition all operate through effects on synchronization.  Such models require neural mechanisms for the detection of synchronization (Recognition), enhancement of synchronization (Learning), and dynamic modulation of synchronization (Attention).\r\nWe will use a team approach in which faculty and students work together on linked projects.  The four investigators have expertise in complementary areas: neuromorphic chip design (Boahen), cellular biophysics and neural network simulation (Finkel), physiological data analysis and modeling (Gerstein), theoretical analysis of learning and spikebascd computation (Hopficid).  Together we %ill investigate mechanisms for the control of synchronization based on changes in neuromodulation, on selective modification of\r\nAMPA/NMDA conductance ratios, on temporallyasyminetric synaptic plasticity, and on synaptic delay and spike-frequency adaptation.  These simulations @l be tied to analysis of synchronization in spike-train recordings from awake, behaving animals engaged in learning, attention, or recognition tasks.  Analysis of physiological and psychophysical data will motivate development of theoretical models of spike-based computation.  Most critically, development of a series of neuromorphic chips will be carried out as a means of scaling up the simulations to systems containing over 200,000 spiking neurons each making thousands of connections.  To facilitate development and sharing of ideas, we will develop a common simulation environment for analysis of spiking neurons that will allow an interface between large-scale network simulation, neuromorphic chip design, and analysis and prediction of physiological recordings.  This enviroranent will be made available (via the Web) for widcr use by physiologists and modelers, and as an educational tool.\r\nOur current retina-based neuromorphic chips (Boahen, 1998) outperform CCD technology as a result of ncurally-derived mechanisms.  These chips incorporate biological mechanisms for local gain control and motion detection.  Prototype systems of interconnected spikegenerating chips will allow real-time feedback control of connectivity.  We outline a plan for interfacing cortically-based ncuromorphic systems with high-speed multiprocessors to allow real-time attention, recognition, and learning on continuous video input streams.  Recent ncurophysiological studies suggest that neuronal responses in alert animals viewing rcal-iiorld environments differ radically from responses to simplified stimuli.  Such results argue for the study of neural-based systems interacting with real-world environments.\r\nThe outcome of these studies will be tools, technology and insights that provide a new domain of interaction between neuroscientists, computer scientists and mathematicians and engineers.  They will yield insight into the spike-based computations underlying intelligent behavior.  The technology developed will have immediate application to robotics and intelligent neural prostheses.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leif",
   "pi_last_name": "Finkel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leif Finkel",
   "pi_email_addr": "leif@neuroengineering.upenn.edu",
   "nsf_id": "000228133",
   "pi_start_date": "1998-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Gerstein",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "George L Gerstein",
   "pi_email_addr": "george@mulab.physiol.upenn.edu",
   "nsf_id": "000177498",
   "pi_start_date": "1998-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hopfield",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Hopfield",
   "pi_email_addr": "hopfield@princeton.edu",
   "nsf_id": "000229795",
   "pi_start_date": "1998-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kwabena",
   "pi_last_name": "Boahen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kwabena A Boahen",
   "pi_email_addr": "boahen@stanford.edu",
   "nsf_id": "000227433",
   "pi_start_date": "1998-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "550000",
   "pgm_ele_name": "NEURAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ele_code": "685600",
   "pgm_ele_name": "ARTIFICIAL INTELL & COGNIT SCI"
  },
  {
   "pgm_ele_code": "887600",
   "pgm_ele_name": "KDI OPPORTUNITY FUND"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1337",
   "pgm_ref_txt": "KDI/KN"
  },
  {
   "pgm_ref_code": "8888",
   "pgm_ref_txt": "LEARNING & INTELLIGENT SYSTEMS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 1600000.0
  }
 ],
 "por": null
}