{
 "awd_id": "8716284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Construction of E. coli Nonsense   Suppressor Bank",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1988-05-15",
 "awd_exp_date": "1991-10-31",
 "tot_intn_awd_amt": 208600.0,
 "awd_amount": 208600.0,
 "awd_min_amd_letter_date": "1988-05-10",
 "awd_max_amd_letter_date": "1990-04-23",
 "awd_abstract_narration": "This proposal is aimed at constructing synthetic tRNA nonsense                  suppressor genes, which will direct the in vivo synthesis of a                  series of nonsense (in most cases UAG) condon.  The goal is to                  derive a set of suppressors capable of inserting each of the 20                 amino acids at a UAG site.  This would greatly aid systematic                   studies of amino acid substitutions in proteins, since UAG                      mutations can be introduced by in vivo and in vitro methods at                  any position in a protein.  The information gained from virtual                 unlimited amino acid substitutions would facilitate protein                     engineering experiments.  The synthetic genes are put together                  from a series of oligonucleotides and introduced into E. coli                   cells by a plasmid vector.  Additional modifications are                        introduced by site-directed mutagenesis, by random mutagenesis                  followed by selection, and by constructing hybrids of different                 tRNA molecules.  The amino acid inserted by each suppressor is                  determined by protein sequencing in a system that employs an                    amber mutation in the gene encoding dihydrofolate reductase.                    Mutants will be sought which improve the specificity of certain                 suppressors by limiting the mischarging by non-cognate                          synthetases, such as glutamine tRNA synthetase.  Different vector               systems will be used to carry the suppressor genes to increase                  the general utility of the suppressors to different                             investigators.                                                                                                                                                  The goal of this proposal is to facilitate the engineering of                   specific amino acid replacements in proteins.  In principle, new                amino acids can be inserted at any site in the product of a                     cloned gene by a chemical procedure known as site-directed                      mutagenesis.  However, this procedure becomes laborious when                    large numbers of specific replacements are needed.  In                          collaboration with Dr. John Abelson at the California Institute                 of Technology, Dr. Miller intends to circumvent this problem by                 constructing transfer RNA genes that will perform the                           substitutions in vivo.  The transfer RNA genes, known as                        suppressors, will be constructed so as to allow insertion of any                one of the 20 different amino acids whenever the nonsense codon                 UAG occurs. Since this codon can be created at any location in a                cloned gene, virtually all amino acid replacements will be                      possible.  This collection of suppressor genes will be extremely                useful to scientists studying the relationships between the                     structure and function of proteins.  Important information on the               functioning of transfer RNA molecules will also be obtained.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Miller",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey H Miller",
   "pi_email_addr": "jhmiller@microbio.ucla.edu",
   "nsf_id": "000178199",
   "pi_start_date": "1988-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 68600.0
  }
 ],
 "por": null
}