{
 "awd_id": "8718377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Determinants and Consequences of Social Structure in a      Neotropical Primate",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan S. Friedlaender",
 "awd_eff_date": "1988-02-01",
 "awd_exp_date": "1990-08-31",
 "tot_intn_awd_amt": 38987.0,
 "awd_amount": 38987.0,
 "awd_min_amd_letter_date": "1988-01-12",
 "awd_max_amd_letter_date": "1988-01-12",
 "awd_abstract_narration": "This grant permits Dr. Robinson to continue his study of wedge-                 capped capuchin monkeys (Cebus olivaceus).  For the past eleven                 years Dr. Robinson and his colleagues have collected data - some                with NSF support - on groups of capuchin monkeys which inhabit                  the dry tropical forest of central Venezuela.  Over a two year                  period Dr. Robinson and a student will collect a wide range of                  data on four of these monkey groups.  Because of past research                  all individuals have been identified and their maternal                         geneologies are well known.  The team will continue to collect                  demographic data and monitor reproductive success, mortality                    patterns and dispersal of individuals among the groups.  They                   will also focus on social interactions and note both positive                   behaviors (such as social grooming) as well as antagonistic                     actions (threats, chases etc).  They will also note relationships               between individual animals and determine the extent to which                    actual genetic relatedness serves to explain observed variation.                                                                                                The goal of the research is to understand the factors which                     determine capuchin social structure.  This particular field                     situation is an interesting one because the four groups under                   study vary greatly in size and a protocol of between group                      comparison offers a potentially valuable approach.  As a species                wedge-capped capuchins are interesting because they provide a                   unique comparison with similar studies of Old World species.                    Like them, it is arboreal and groups have a single breeding male.               However its demographic patterns are strikingly different:                      mortality rates are low, fecundity rates high, sexual maturation                is very delayed in males and patterns of dispersal ensure                       significant inbreeding.                                                                                                                                         This research is important because it will increase our                         understanding of how social groups are organized and maintained.                Scientists have proposed a number of theories: some are based on                demographic factors, others on kinship and genetics.  Cross                     species comparison offers a powerful tool to approach this                      question and it is within this context that the significance of                 Dr. Robinson's work lies.  Also, it is only through long term                   multi-generational studies that such factors are most clearly                   revealed and it is important to continue Dr. Robinson's                         longitudinal work.  Many tropical primate species are endangered                and it is important to do such research now.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Robinson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "John G Robinson",
   "pi_email_addr": "",
   "nsf_id": "000103710",
   "pi_start_date": "1988-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "O'Brien",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim O'Brien",
   "pi_email_addr": "",
   "nsf_id": "000285050",
   "pi_start_date": "1988-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 38987.0
  }
 ],
 "por": null
}