{
 "awd_id": "8719913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolution of Sex Differences in Spatial Ability",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": null,
 "awd_eff_date": "1988-05-01",
 "awd_exp_date": "1989-10-31",
 "tot_intn_awd_amt": 9972.0,
 "awd_amount": 9972.0,
 "awd_min_amd_letter_date": "1988-04-14",
 "awd_max_amd_letter_date": "1988-04-14",
 "awd_abstract_narration": "In both humans and laboratory animals, males typically perform                  better than females on tasks that involve spatial thinking.                     Previous work in this field has tried to explain how sex                        differences in spatial ability occur during the lifetimes of                    males and females by focusing on the relatively immediate effects               of sex hormones, brain organization and differential experience.                Until now, the evolutionary and developmental components of this                difference have received little attention.  Dr. Gaulin has                      developed the ingenious hypothesis that sex differences in                      spatial ability have been favored by the evolutionary process.                                                                                                  Dr. Gaulin proposes that evolution fosters spatial ability more                 strongly for more mobile animals:  To orient successfully, an                   animal with a large home range needs more spatial skill than does               an animal with a smaller range.  To test this imaginative idea,                 he has chosen several closely related species of wild rodents                   which differ primarily in range size, and in reproductive                       strategies.  Some species are polygamous, others monogamous.  He                has found that polygamous species have larger home ranges than                  members of closely related, but monogamous, species.  Dr. Gaulin                predicts that in monogamous species, where males and females have               similar range sizes, no differences in spatial abilities will be                found.  Conversely, in the polygamous species, where males have                 much larger range sizes than do females, he predicts that these                 males will perform better in his laboratory tasks than do the                   females.                                                                                                                                                        Dr. Gaulin is combining both field and laboratory work to address               this important question.  Home ranges of individual male and                    female voles are measured using radio-telemetry, by fitting                     individual animals with miniaturized radio transmitters and                     following their movements for several weeks.  Following the field               work, he recaptures these same animals and measures their maze-                 learning ability in the laboratory.  The current grant support is               allowing him to continue these studies, originally funded by NSF                grant BNS 85-08436.  The results of these ongoing studies will                  contribute information of fundamental importance to ecology and                 to learning theory, and may eventually enhance our knowledge of                 factors that influence learning ability in humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Gaulin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Gaulin",
   "pi_email_addr": "gaulin@anth.ucsb.edu",
   "nsf_id": "000250039",
   "pi_start_date": "1988-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116100",
   "pgm_ele_name": "NEUROBIOLO OF LEARNING & MEMOR"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 9972.0
  }
 ],
 "por": null
}