{
 "awd_id": "8722461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dangerousness as a Juvenile Court Judgment",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Martin",
 "awd_eff_date": "1988-07-01",
 "awd_exp_date": "1989-12-31",
 "tot_intn_awd_amt": 40190.0,
 "awd_amount": 40190.0,
 "awd_min_amd_letter_date": "1988-06-22",
 "awd_max_amd_letter_date": "1988-06-22",
 "awd_abstract_narration": "Juvenile court personnel frequently must make judgments                    about juveniles' dangerousness in cases involving court referrals               for alleged delinquencies.  The statutes of more than two-thirds                of the states include \"danger to community\" or \"danger to others\"               as a legal criterion that must be met in order to allow pretrial                detention of juveniles beyond a brief two or three day emergency                period.  Juvenile courts' dangerousness judgments are highly                    discretionary considering the importance of the judgments to the                future welfare of juveniles as well as the interests and                        protection of communities.  Not surprisingly, there has been                    considerable research interest in juvenile courts' judgments.                   However, past studies have told us little about courts'                         dangerousness judgments specifically.  Most studies have                        concluded that accurate prediction of dangerousness is not                      possible.                                                                            Dr. Grisso feels that the impasse that has been felt in the                prediction of dangerousness is the result of too many                           methodological and conceptual problems that have manifested                     themselves in studies in this area.  He hypothesizes that the                   failure of these attempts to yield workable predictors of                       violence could rest partly on an assumption that factors related                to violence bear a linear relationship to violence and partly on                the fact that studies have been based on inappropriate samples.                 In this study, he will investigate interactions among variables,                using a cluster approach, and examine decisions made by a variety               of actors in the juvenile justice system who provided data about                their own decisions regarding dangerousness.  Using data from a                 previous study which collected 432 cases (reported by a national                sample of the same number of juvenile court personnel), he will                 develop prototypes (typical profiles) of juvenile cases perceived               as \"dangerous\" by juvenile court personnel.  Prototypes will be                 conceptualized as potential social schemata used by juvenile                    courts when processing case information to arrive at                            dangerousness judgments.                                                             This research will take a large and empirically derived                    domain of predictor variables and combine them in ways that                     reflect the practice of actual experienced decisionmakers.  If                  juvenile case prototypes are found, it could greatly improve our                capacity in future research to understand more clearly the nature               of the dangerousness judgment process and to examine the validity               of these judgments.  Further, it would support the value of a                   social schemata approach for describing decisionmaking in this                  legal context, and would support generally the heuristic value of               this theoretical approach in other decision research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Grisso",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Grisso",
   "pi_email_addr": "thomas.grisso@umassmed.edu",
   "nsf_id": "000422688",
   "pi_start_date": "1988-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Medical School",
  "inst_street_address": "55 LAKE AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088562119",
  "inst_zip_code": "016550002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS MEDICAL SCHOOL",
  "org_prnt_uei_num": "JME3XLCC7T36",
  "org_uei_num": "MQE2JHHJW9Q8"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 40190.0
  }
 ],
 "por": null
}