{
 "awd_id": "8804921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Expression of Mammalian cAMP-Dependent Protein Kinase in    Yeast",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1988-08-01",
 "awd_exp_date": "1990-01-31",
 "tot_intn_awd_amt": 92000.0,
 "awd_amount": 92000.0,
 "awd_min_amd_letter_date": "1988-07-19",
 "awd_max_amd_letter_date": "1989-06-28",
 "awd_abstract_narration": "The long term goal of this project is to characterize the                       structure and function of cAMP dependent protein kinase.                        This is an enzyme that is ubiquitous in eukaryotes and one                      that plays an important role in the regulation of cellular                      proliferation.  The inactive holoenzyme is a tetramer                           comprised of two catalytic (C) subunits and two regulatory                      (R) subunits.  cAMP binds to the R subunit and activates the                    enzyme by dissociation of the complex into two C subunits and                   an R subunit dimer.  The C subunit functions to phosphorylate                   a number of protein substrates, thereby altering their                          biochemical properties.  Although the function of the enzyme                    is known, the relationship of structure to function is poorly                   understood.  The PI's laboratory has been approaching this                      problem through the isolation and characterization of mutants                   in cAMP-dependent protein kinase from the yeast, S.                             cerevisiae.  This proposal expands the scope of his                             experiments to study the mammalian cAMP-dependent protein                       kinase.                                                                                                                                                         The mammalian C subunit will be expressed in yeast in order                     to exploit the advantages of yeast as a system to conduct                       structure/function studies.  In order to define the                             experimental system, the catalytic subunits from S.cerevisiae                   will be purified and compared with the mammalian C subunit.                     Three genes, TPK1, TPK2, and TPK3, encode catalytic subunits                    C1, C2, and C3, respectively.  The purified proteins will be                    compared biochemically.  Genetically defined strains                            containing only one of the three TPK genes will be                              characterized biologically.  Specific substrates recognized                     by the individual catalytic subunits will be identified.                                                                                                        The cDNA encoding the mammalian Cx subunit will be expressed                    in yeast using yeast promoters.  The yeast catalytic subunit                    will be replaced with the mammalian catalytic subunit in                        vivo.  The biochemical and biological properties of yeast                       cells containing the mammalian catalytic subunit will be                        compared with cells containing the natural catalytic                            subunits.  If these studies are successful, future                              experiments will exploit yeast genetics to obtain mutants of                    the mammalian enzyme.  These mutants will be used study the                     structure and function of the mammalian C subunit.                                                                                                              Protein kinases are enzymes that regulate other enzymes by                      adding  phosphate groups to the latter, thus turning them on                    or off.  A large group of the protein kinases in turn are                       regulated by cyclic AMP, and the levels of the latter are                       regulated by external factors such as hormones or virus                         infections.  Thus the protein kinases are a very important                      set of enzymes to study to further our understanding of how                     cell metabolism is regulated.  The PI will purify and                           characterize three such enzymes from yeast and one from                         mammals which he will express in yeast.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Kuret",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Kuret",
   "pi_email_addr": "",
   "nsf_id": "000459087",
   "pi_start_date": "1988-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 92000.0
  }
 ],
 "por": null
}