{
 "awd_id": "8806604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physiological Ecology and Evolution of High Altitude        Tolerance in Birds",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Courtney",
 "awd_eff_date": "1988-08-01",
 "awd_exp_date": "1993-07-31",
 "tot_intn_awd_amt": 206730.0,
 "awd_amount": 206730.0,
 "awd_min_amd_letter_date": "1988-07-21",
 "awd_max_amd_letter_date": "1993-02-05",
 "awd_abstract_narration": "Many birds live and fly at extremely high altitudes, where                 the oxygen supply may be only one-fourth to one-third that at sea               level.  At such altitudes, which extend beyond 9,000 meters                     (29,500 feet), mammals including humans become oxygen-starved,                  cold, and comatose, especially if they try to exercise.  The                    feats of high-flying birds are especially remarkable because the                oxygen requirement for flight is 20 to 40 times greater than at                 rest, and greater than the oxygen demand for any other form of                  exercise.  To understand fully the physiological ecology of                     birds, therefore, it is necessary to study them while they fly at               high altitudes.  No information presently exists about the                      physiological ecology of high-altitude bird flight, although some               information has been obtained under resting conditions.                              To answer the questions--How do birds fly at high altitude,                and how did they evolve this ability?--this project will                        investigate the mechanism of oxygen transport from regions of                   low supply (the atmosphere) to regions of high demand (the flight               muscles).  The research will study birds actually flying ( in a                 wind tunnel) under simulated high altitude conditions.  For                     comparison, birds will also be studied while flying at low                      altitudes and while resting at simulated high or low altitudes.                 Most of the research will focus on the role of the blood, blood                 vessels, heart, and lungs.  The spleen, a storage site for the                  red blood cells that carry oxygen, may increase the red-cell                    supply during flight, so this will also be investigated.                             Most birds previously studied, including the White-necked                  Ravens (Corvus cryptoleucus) and Rock Doves (Columba livia) to be               used in this research, are never found at high altitude.  Yet                   they tolerate exposure to extremely high altitudes while at rest,               and their tolerance improves with increasing exposure.  These                   acclimational adjustments turn out to resemble the ones observed                in mammals, including humans, that exercise regularly.  Does                    exercise in birds evoke changes similar to the ones caused by                   altitude acclimation?  If so, then this may indicate that high-                 altitude tolerance in birds may have evolved secondarily to                     flight.  To answer this question, the research will also address                the effects of exercise conditioning.                                                In addition to its contributions to our understanding of                   physiological ecology and evolution in birds, the research will                 shed light on mechanisms by which a prominent group of warm                     blooded air breathers tolerate oxygen-starving conditions.  It is               hoped that such knowledge may be useful in ultimately dealing                   with pathological oxygen starvation in humans, which often occurs               in association with heart, vascular, lung, and blood diseases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marvin",
   "pi_last_name": "Bernstein",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Marvin H Bernstein",
   "pi_email_addr": "",
   "nsf_id": "000446626",
   "pi_start_date": "1988-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  },
  {
   "pgm_ele_code": "114100",
   "pgm_ele_name": "PHYSIOLOG & STRUCTURAL SYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1176",
   "pgm_ref_txt": "LIFE HISTORIES & POP DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 68000.0
  },
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 60760.0
  },
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 17970.0
  }
 ],
 "por": null
}