{
 "awd_id": "8807894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reactions to Receiving and Providing Aid in Two Types of    Relationships",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean B. Intermaggio",
 "awd_eff_date": "1988-07-15",
 "awd_exp_date": "1989-12-31",
 "tot_intn_awd_amt": 67343.0,
 "awd_amount": 67343.0,
 "awd_min_amd_letter_date": "1988-06-22",
 "awd_max_amd_letter_date": "1988-06-22",
 "awd_abstract_narration": "Coming to understand the processes involved in giving and                       accepting aid is central to understanding social relationships.                 To date considerable literature has accumulated identifying                     determinants of whether and when a person will give aid to                      another and a smaller amount has accumulated identifying                        determinants of people's reactions to receiving aid.  However,                  there are notable gaps in this literature.  Almost no research                  exists aimed at identifying how potential donors of aid react to                having provided (or having failed to provide) aid.  Moreover,                   what research does exist on reactions to receiving and to                       providing aid has failed to consider how the type of relationship               that exists or is desired between the donor and the recipient                   might mediate reactions to receiving and to having provided help.                                                                                               This research will begin to fill in these gaps.  Two studies will               examine reactions to receiving aid.  In the first, people will be               led to expect either a \"communal\" relationship (e.g. a                          friendship) or an \"exchange relationship (e.g. a business-like                  relationship) with a potential donor of aid.  Then they will or                 will not receive aid.  Finally their mood states and self-                      evaluations will be assessed.  In the second, people who                        naturally vary in their chronic levels of communal and exchange                 orientation toward relationships will either receive aid or not.                Then, as in the first study, their mood and self-evaluations will               be assessed.  It is predicted that moods and self-evaluations                   will improve as a result of receiving aid when a communal                       relationship is desired or expected but will remain the same or                 even deteriorate when an exchange relationship is desired or                    expected.  The third and fourth studies will assess reactions to                having provided aid to another.  In the third, people will be led               to expect either a communal or an exhange relationship with                     another and they either will or will not be induced to provide                  aid to that other.  Then their mood states and self-evaluations                 will be assessed.  In the fourth, people who naturally vary in                  communal and exchange orientation will or will not be induced                   provide aid to another.  Then their moods and self-evaluations                  will be assessed.  It is expected that regardless of relationship               type people's self-evaluations will improve as a result of having               helped another.  However, moods are expected to improve only if a               communal relationship is expected or desired.                                                                                                                   This work will expand our currently scarce knowledge of reactions               to receiving and providing aid.  It should also reveal that                     expected relationship type is an extremely important moderator of               these reactions.  The latter contribution is viewed as very                     important since, although we have long known that most help is                  given and received within the context of friendships and family                 relationships (i.e. relationships that tend to be communal in                   nature), most social psychological work on the helping process                  has focused on helping that takes place between strangers.  The                 research will also expand our knowledge about relationship types                and individual differences in relationship orientation-areas of                 research that are just beginning to blossom.  Finally, gaining an               understanding of what types of persons and what types of                        situations are associatd with the most positive reations to                     providing and to receiving aid may have a very practical payoff.                In may better enable us to recruit volunteers for helping                       projects as well as to better design ways of aiding the needy                   without eliciting resentment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Clark",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret S Clark",
   "pi_email_addr": "margaret.clark@yale.edu",
   "nsf_id": "000111408",
   "pi_start_date": "1988-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 67343.0
  }
 ],
 "por": null
}