{
 "awd_id": "8808524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies in the Theory of Competitive Market Allocation",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1988-08-15",
 "awd_exp_date": "1991-01-31",
 "tot_intn_awd_amt": 79097.0,
 "awd_amount": 79097.0,
 "awd_min_amd_letter_date": "1988-07-26",
 "awd_max_amd_letter_date": "1989-07-27",
 "awd_abstract_narration": "General equilibrium analysis of incomplete markets is currently                 one of the most active and productive areas of research in                      economic theory.  This line of research captures important market               features assumed away by traditional economic models.  This body                of work has proven especially valuable in studying excess market                volatility.  The investigator was one of the pioneers in this                   area and is responsible for much of the key work.  This grant                   provides renewed support for the study of two basic kinds of                    problems in the theory of competitive market allocation:  First,                the formulation and analysis of institutional frictions on                      financial markets, and second, the introduction and analysis of                 extrinsic uncertainty in perfect foresight economic models.                                                                                                     The first part consists of systematically refining the                          specification of financial instruments or market restrictions in                models of incomplete markets.   More broadly, the project looks                 into problems of extending general equilibrium models with                      frictions on financial markets to incorporate, on the one hand,                 endogenous provision of the types of financial instruments, and,                on the other, endogenous determination of the forms of market                   restrictions.                                                                                                                                                   The second part introduces and analyzes extrinsic uncertainty in                perfect foresight economic models.  Extrinsic uncertainty is just               uncertainty which only influences allocation through the way                    agents perceive the process of market price determination and not               through any direct influence on underlying economic fundamentals,               preferences, endowments or technology.  Extrinsic uncertainty                   theory is called sunspot theory after a famous example in which                 the beliefs of economic agents that sunspots influence the market               were shown to cause sunspot equilibria, i.e., market equilibria                 determined in part by sunspots.  The project provides a                         comprehensive overview of the various diverse circumstances under               which market economies are not immune to sunspots.  The project                 shows how incomplete markets are linked to the emergence of                     sunspots and how sunspot equilibria differ from nonsunspot                      equilibria.                                                                                                                                                     Sunspot theory has attracted considerable attention because it                  offers a rigorous explanation of market instability and                         indeterminacy.  The results of this project will help us                        determine whether or not extrinsic uncertainty can explain the                  volatility of financial markets observed in the October, 1987                   stock market crash.  By linking specific market institutions to                 the emergence of sunspot equilibria, this project could provide                 new insights into institutional changes that would improve market               performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cass",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Cass",
   "pi_email_addr": "",
   "nsf_id": "000437038",
   "pi_start_date": "1988-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 44369.0
  },
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 34728.0
  }
 ],
 "por": null
}