{
 "awd_id": "8810610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expectational Models of U.S.-Soviet Rivalry",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1988-09-15",
 "awd_exp_date": "1991-08-31",
 "tot_intn_awd_amt": 106377.0,
 "awd_amount": 106377.0,
 "awd_min_amd_letter_date": "1988-07-20",
 "awd_max_amd_letter_date": "1988-07-20",
 "awd_abstract_narration": "The relationship between the U.S. and the Soviet Union is of crucial            importance for world affairs.  Despite changing political climates and          technological capabilities, the overall tenor of this relationship has          remained remarkably stable.  Periods of harsh rhetoric and intense              crises have alternated with periods of improving relations, but direct          war between the superpowers has been avoided while efforts to establish         sustained cooperation have not, thus far, been successful.  Similarly,          the arms race has proceeded at different speeds at different times, but         the overall level of effort devoted to the military by each state has           remained within a fairly narrow range.                                          In this project the investigators use mathematical models and time              series data in an effort to understand the underlying sources of this           long term stability.  Previous quantitative research on U.S.-Soviet             relations has focused on arms race models first developed by Lewis Frye         Richardson after World War I.  Surprisingly, statistical tests have not         revealed much hard evidence of the existence of reaction between the            superpowers, and this puzzle has generated several lines of research.           Some have offered more detailed models of the political processes of            budgeting or procurement or more differentiated measures of military            effort, but in this project the researchers develop a more general              model meant to capture, at the aggregate level, the overall structure           of superpower relations.                                                        The researchers argue that this \"rivalry system\" is stable essentially          because of the \"sophisticated reactions\" occurring within each state.           That is, important political actors in both states put forth great              efforts to obtain information about the likely future behavior of the           other state, and they use this information to inform and justify their          policy proposals.  Since policy makers are also concerned about the             detrimental economic consequences of the arms race, each state's                foreign and security policies are determined by competition between             actors with different expectations of the level of threat and economic          costs.  It is this explicit focus on the expectational basis of rivalry         that is most distinctive about the models to be examined in this                proposed research.                                                              To estimate and analyze these models the investigators use data on such         aggregate level characteristics as military budgets, weapons stocks,            overall diplomatic relations, military interventions and other uses of          force, economic conditions, and public and elite opinion.  The                  researchers compile a vast amount of data on these topics and, since            most previous policy analyses have focused on short term changes, they          convert short data series from different sources (or from the same              source at different times) into consistent long term data series.               Once these data are collected and the properties of the various models          compared, the investigators examine the rivalry system's likely                 response to hypothetical policy changes.  The investigation should              provide a more objective assessment of the natural dynamics of                  superpower rivalry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McGinnis",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D McGinnis",
   "pi_email_addr": "mcginnis@indiana.edu",
   "nsf_id": "000275763",
   "pi_start_date": "1988-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 106377.0
  }
 ],
 "por": null
}