{
 "awd_id": "8814443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling of Flare Physics for the MAX '91 Program",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joelee Joyce",
 "awd_eff_date": "1988-10-01",
 "awd_exp_date": "1989-09-11",
 "tot_intn_awd_amt": 4100.0,
 "awd_amount": 4100.0,
 "awd_min_amd_letter_date": "1988-08-02",
 "awd_max_amd_letter_date": "1988-08-02",
 "awd_abstract_narration": "The physical understanding of the process of magnetic energy               buildup, storage, and release in solar flares, as well as that                  of other processes related to the field evolution (particle                     acceleration, heating, etc.), improved substantially during the                 last solar maximum.  However, improvements in instrumentation                   (largely in temporal and spatial resolution) since the last                     maximum now allow us to address some of the most fundamental                    issues of flare physics.  The MAX91 Program requires simultaneous               development of analytic and numerical studies as an aid in                      developing a complete physically realistic picture of the                       processes involved.  Although the start of high solar activity                  during the next cycle is not anticipated until 1990, this                       grant for numerical modeling is supported now in order to carry                 out some preliminary studies that may influence, or provide                     guides for, some of the observations.  For instance, specific                   observations may be identified which would provide clues as to                  the validity of a particular theory.  In addition, although most                of the numerical codes to be used in this work already exist and                have been well checked out, some modifications and code                         development are necessary in order that the results can be                      directly compared to the observed quantities.  With regard to                   this latter issue of data-theory compatibility, as part of this                 early start-up a significant effort will be made to interact with               the applicable observation teams to better identify how the                     modeling effort can support the observations and vice-versa.  The               suggestion being that not only is it necessary to coordinate the                observations, as noted in the MAX91 Report, but that a                          coordination of the observations and modeling and theory efforts                would also greatly improve the scientific outcome during the next               maximum.                                                                             The theoretical and numerical research described in this                   grant has direct application to some of the generally recognized                outstanding problems of solar flares.  The primary processes that               will be investigated are: (1) the energy release mechanism                      responsible for initiating and driving the solar flare and                      associated phenomena, (2) magnetic reconnection and its                         potential role in energy conversion, heating and particle                       acceleration, and (3) particle acceleration by nonlinear                        travelling waves.  Numerical modeling forms the core of the                     theoretical approach to be used in studying these topics,                       although some analytic studies will be used for the second and                  third topics.  A primary objective will be to relate the results                to applicable observations.  In particular, the results of the                  first study will be directly compared to observations from white-               light coronagraphs, as well as to x-ray and H() data.  The latter               two studies have applications to x-ray, EUV, and H() data and to                observations with particle detectors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Steinolfson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Richard S Steinolfson",
   "pi_email_addr": "rich@solar.space.swri.edu",
   "nsf_id": "000400608",
   "pi_start_date": "1988-10-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1523",
   "pgm_ref_txt": "SOLAR-TERRESTRIAL"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 4100.0
  }
 ],
 "por": null
}