{
 "awd_id": "1101901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Liquid phase organic transistor sensor platform based on surface sorted semiconducting carbon nanotubes for small molecules and biological targets",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924975",
 "po_email": "nelmasry@nsf.gov",
 "po_sign_block_name": "Nadia El-Masry",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2014-04-07",
 "awd_abstract_narration": "The objective of this program is to create a stable and robust electronic sensor platform capable of sensitive and selective detection of analytes in complex liquid media. This project will investigate the fabrication and functionalization strategies for sensors. This project will utilize numerous pathways of attaching receptors for small molecule and biological analytes on and around the nanotube surfaces. The approaches and methods proposed here are expected to lay the groundwork for future highly sensitive sensor technologies. \r\nThe intellectual merit is to develop a technology that utilizes electrical engineering and materials science in the development of device architectures capable of functioning in complex media. The sensor platform is based on our unique solution-based method of \"surface sorting\" to create primarily semiconducting carbon nanotubes (scSWNTs) and our specially synthesized organic semiconductors. The project will enable a new approach to detection technology using organic electronics. The proposed studies will allow probing of biological processes as well as monitoring analyte concentrations in real time and within the required complex media. The proposed work is expected to provide a major step towards the incorporation of organic electronics within practical sensors. \r\nThe broader impacts are the participation of community college students, graduate students and undergraduates, and the development of interdisciplinary research in the United States and to promote public understanding of the impact of organic electronics on industrial and economic development. The development of a highly sensitive, selective and robust sensing platform will have applications ranging from biomedical, environmental, defense to food security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhenan",
   "pi_last_name": "Bao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenan Bao",
   "pi_email_addr": "zbao@stanford.edu",
   "nsf_id": "000301645",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145965.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105722.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 108313.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong></p>\n<p>We introduced a novel application of our polymer semiconductors that can be used for the fabrication of flexible, solution-processable OFETs sensors with high yield and reproducibility. Using the PII2T-Si polymer, we demonstrated stable electrical performance, not only under ambient conditions, but also in aqueous environments (de-ionized water and seawater). The fabricated devices show unexpected and remarkably high stability over an extended time period in seawater, one of the harshest aqueous environments in which an OFET sensor can be operated. This observation led to a new field of investigation &ndash; the use of an organic polymer as sensor in a marine environment&mdash;an application previously inaccessible by organic electronics. Using a simple functionalization scheme, we demonstrated the reproducible and selective detection of Hg<sup>2+</sup> contamination in seawater. Our investigation opens an entirely new realm of applications for printed organic transistor sensors; the use of organic materials as printable, low-cost and large area sensors for monitoring aqueous, especially marine, environments is now possible. Altogether, these observations constitute a significant leap forward for the field of organic electronics.</p>\n<p class=\"BDAbstract\">We addressed the issue of lacking a comprehensive, empirical study on the fundamental limits of organic transistor sensors. We performed a thorough study of the various parameters affecting biosensing using an organic transistor decorated with gold nanoparticle (AuNP) binding sites. These parameters include the spacing between receptors, pH of the buffer, and ionic strength of the buffer. To this end, we employed the thrombin protein and its corresponding DNA aptamer to form our model detection system. We demonstrate sensitivity for this protein down to 100 pm with high selectivity over other proteases <em>in situ</em>. We describe herein a feasible approach for protein detection with organic transistors and a thorough investigation of parameters governing biodetection events using organic transistors. Our obtained results should provide important guidelines to tailor the sensor&rsquo;s dynamic range to suit other desired organic transistor-based biodetection applications.</p>\n<p class=\"MainText\">We further developed a new approach for selective sensing using organic transistors by modifying a traditional ELISA to produce an electronically active product. Using this method, we circumvented the issues presented by electrostatic screening in solutions of physiological ionic strength. As a proof-of-concept application of this technology to detect analytes of medical relevance, we developed a predictive screening tool for preeclampsia. Importantly, we validated the organic transistors&rsquo; ability to selectively detect medically relevant concentrations of a panel of three biomarkers (sFlt1, sEng, and leptin), whose levels become increased in blood serum weeks prior to the onset of preeclampsia. Further, we demonstrated the feasibility of the ER-ELISA to operate in a multi-analyte format, a critical step in producing reliable sensing results due to the high heterogeneity of biological samples. Importantly, we validated the assay&rsquo;s ability to operate in minimally processed blood samples, indicating its feasibility for use in point-of-care medical applications. Finally, by taking advantage of the solution-processibility of organic semiconductors, we inkjet printed large-area arrays of organic transistors and demonstrated they could be used to read out the ER-ELISA. The ability of these printed organic transistors to be fabricated <em>en masse</em> allows for the future possibility of disposable organic transistors biosensors due to their low cost. <strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>Broader Impact:</strong></p>\n<p>This work resulted in a systematic unde...",
  "por_txt_cntn": "\nIntellectual merit:\n\nWe introduced a novel application of our polymer semiconductors that can be used for the fabrication of flexible, solution-processable OFETs sensors with high yield and reproducibility. Using the PII2T-Si polymer, we demonstrated stable electrical performance, not only under ambient conditions, but also in aqueous environments (de-ionized water and seawater). The fabricated devices show unexpected and remarkably high stability over an extended time period in seawater, one of the harshest aqueous environments in which an OFET sensor can be operated. This observation led to a new field of investigation &ndash; the use of an organic polymer as sensor in a marine environment&mdash;an application previously inaccessible by organic electronics. Using a simple functionalization scheme, we demonstrated the reproducible and selective detection of Hg2+ contamination in seawater. Our investigation opens an entirely new realm of applications for printed organic transistor sensors; the use of organic materials as printable, low-cost and large area sensors for monitoring aqueous, especially marine, environments is now possible. Altogether, these observations constitute a significant leap forward for the field of organic electronics.\nWe addressed the issue of lacking a comprehensive, empirical study on the fundamental limits of organic transistor sensors. We performed a thorough study of the various parameters affecting biosensing using an organic transistor decorated with gold nanoparticle (AuNP) binding sites. These parameters include the spacing between receptors, pH of the buffer, and ionic strength of the buffer. To this end, we employed the thrombin protein and its corresponding DNA aptamer to form our model detection system. We demonstrate sensitivity for this protein down to 100 pm with high selectivity over other proteases in situ. We describe herein a feasible approach for protein detection with organic transistors and a thorough investigation of parameters governing biodetection events using organic transistors. Our obtained results should provide important guidelines to tailor the sensorÆs dynamic range to suit other desired organic transistor-based biodetection applications.\nWe further developed a new approach for selective sensing using organic transistors by modifying a traditional ELISA to produce an electronically active product. Using this method, we circumvented the issues presented by electrostatic screening in solutions of physiological ionic strength. As a proof-of-concept application of this technology to detect analytes of medical relevance, we developed a predictive screening tool for preeclampsia. Importantly, we validated the organic transistorsÆ ability to selectively detect medically relevant concentrations of a panel of three biomarkers (sFlt1, sEng, and leptin), whose levels become increased in blood serum weeks prior to the onset of preeclampsia. Further, we demonstrated the feasibility of the ER-ELISA to operate in a multi-analyte format, a critical step in producing reliable sensing results due to the high heterogeneity of biological samples. Importantly, we validated the assayÆs ability to operate in minimally processed blood samples, indicating its feasibility for use in point-of-care medical applications. Finally, by taking advantage of the solution-processibility of organic semiconductors, we inkjet printed large-area arrays of organic transistors and demonstrated they could be used to read out the ER-ELISA. The ability of these printed organic transistors to be fabricated en masse allows for the future possibility of disposable organic transistors biosensors due to their low cost.  \n\n \n\nBroader Impact:\n\nThis work resulted in a systematic understanding of organic transistor materials and platform development for sensing applications in complex liquid environment. Fundamental advances across several disciplines have been developed to advance sensor technology based on organic electro..."
 }
}