{
 "awd_id": "1110151",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BREAD: Toward Development of a Vaccine for Contagious Bovine Pleuropneumonia (CBPP)",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 2226233.0,
 "awd_amount": 4110805.0,
 "awd_min_amd_letter_date": "2011-11-29",
 "awd_max_amd_letter_date": "2018-06-04",
 "awd_abstract_narration": "PI: Sanjay Vashee [J. Craig Venter Institute (JCVI)]\r\n\r\nCoPIs: Jörg Jores and Vishvanath Nene [International Livestock Research Institute (ILRI), Nairobi, Kenya]; Carole Lartigue, Alain Blanchard, and Pascal Sirand-Pugnet [National Institute for Agronomy Research (INRA), Bordeaux, France] \r\n\r\nSenior Personnel: John Glass (JCVI)\r\n\r\nContagious bovine pleuropneumonia (CBPP), caused by Mycoplasma mycoides subspecies mycoides (Mmm), is an economically very important livestock disease within Africa that limits the availability of protein sources for nutrition and restricts trade. The current control relies on a live vaccine that has shortcomings, such as, limited efficacy and severe side effects. International efforts to create a rational vaccine to protect against CBPP have been thwarted because of an almost complete lack of genetic tools for this species. As a result, it has been difficult to apply the tools of modern biology to this pressing African need. In this project, the International Livestock Research Institute (ILRI), the National Institute for Agronomical Research (INRA) and the J. Craig Venter Institute (JCVI) join forces to explore the use of new synthetic biology technologies to genetically manipulate Mmm genomes to identify virulence traits with the ultimate goal of creating strains that can be developed as live vaccine derivatives. These JCVI synthetic biology approaches are a transformational advance in the ability to design and engineer novel bacteria with extraordinary properties to serve human needs. The JCVI work was done using a closely related species to Mmm, Mycoplasma mycoides subsp. capri (Mmc). During the course of this study, JCVI will continue its work with Mmc, INRA will develop the synthetic biology tools for Mmm as well as the pneumonia-causing strain of Mmc and ILRI will implement the tools and test mutants using in vitro and in vivo assays. While the long term perspective is to use key synthetic biology technologies to produce a safe and efficient Mmm vaccine strain by rationally modifying its genome, the current research is meant to lay the foundation for the development of a modern CBPP vaccine. Several approaches will be pursued. First, the pan genome of the mycoides cluster will be characterized to identify target virulence genes for subsequent mutagenesis. Second, the JCVI synthetic biology tools will be adapted to Mmm at INRA and the synthetic biology technology will be transferred to ILRI in Africa. Third, a caprine model for pulmonary mycoplasma infections will be established with the available tools using the closely related pathogen Mmc. Lastly, the mycoplasma toolbox will be expanded using Mmc as a model in order to enhance the capacity to produce modern Mmm vaccines. The consequences of success will be dramatic and pervasive as not only a novel approach to making vaccines against infectious diseases caused by mycoides cluster members will have been demonstrated but newly developed technical methods will have been transferred to a major research institution in Africa that is capable of sustaining and improving upon what JCVI and INRA seek to accomplish.\r\n\r\nThis research project will have a major impact on livestock farming in Africa where CBPP is a significant problem.  The methods used here will enable the development of vaccine candidates that could not be created previously for this disease.  This study also has the potential to revolutionize the area of mycoplasma biology because the methods discussed here will be applied to other members of mycoides cluster and may be applied to mycoplasma pathogens of humans, animals and plants for which there are no tractable genetic methods.  An important component involves training of postdoctoral fellows, graduate students as well as undergraduate students as summer interns in the foundations of molecular research.  The students will gain valuable insight to cutting-edge research areas such as the new discipline of synthetic biology.  The research will also help capacity building of a research institute in a developing country and provide scientific training to an underrepresented segment of society. Information from this study will in the long term benefit the livestock-dependent people by enabling them to increase their protein source from cattle and by reducing restrictions on the trade of cattle and bovine products.  The collaborating institutions recognize the need to make the biological resources available to the scientific community.  Genome sequencing data of the mycoides cluster will be deposited as rapidly as possible in publically accessible databases such as Genbank (http://www.ncbi.nlm.nih.gov/genbank/). All biological resources developed under this project will be made available to outside researchers through ILRI and INRA who have agreed to serve as repositories for the strains and to review all requests for materials upon receipt.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sanjay",
   "pi_last_name": "Vashee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sanjay Vashee",
   "pi_email_addr": "svashee@jcvi.org",
   "nsf_id": "000539892",
   "pi_start_date": "2011-11-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joerg",
   "pi_last_name": "Jores",
   "pi_mid_init": "",
   "pi_sufx_name": "MR",
   "pi_full_name": "Joerg Jores",
   "pi_email_addr": "J.Jores@cgiar.org",
   "nsf_id": "000542791",
   "pi_start_date": "2011-11-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vish",
   "pi_last_name": "Nene",
   "pi_mid_init": "",
   "pi_sufx_name": "MR",
   "pi_full_name": "Vish Nene",
   "pi_email_addr": "V.Nene@cgiar.org",
   "nsf_id": "000542793",
   "pi_start_date": "2011-11-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "carole",
   "pi_last_name": "lartigue",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "carole lartigue",
   "pi_email_addr": "clartigu@bordeaux.inra.fr",
   "nsf_id": "000577842",
   "pi_start_date": "2011-11-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alain",
   "pi_last_name": "Blanchard",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Alain Blanchard",
   "pi_email_addr": "ablancha@bordeaux.inra.fr",
   "nsf_id": "000577843",
   "pi_start_date": "2011-11-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "J. Craig Venter Institute, Inc.",
  "inst_street_address": "4120 CAPRICORN LN",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8582001864",
  "inst_zip_code": "920373498",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "J. CRAIG VENTER INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FL8UNYTG72D1"
 },
 "perf_inst": {
  "perf_inst_name": "J. Craig Venter Institute, Inc.",
  "perf_str_addr": "4120 CAPRICORN LN",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920373498",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  },
  {
   "pgm_ele_code": "828800",
   "pgm_ele_name": "BM Gates Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "40XX",
   "app_name": "NSF TRUST FUND",
   "app_symb_id": "048960",
   "fund_code": "4079XXXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 739756.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 754554.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 737213.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1879282.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was to lay the foundation for the development of a modern vaccine for contagious bovine pleuropneumonia (CBPP), a severe disease caused by <em>Mycoplasma mycoides</em> subspecies <em>mycoides</em> (Mmm) that affects much of the developing world. In this project, the International Livestock Research Institute (ILRI) and later the University of Bern (UBern), the National Institute for Agronomical Research (INRA) and the J. Craig Venter Institute (JCVI) joined forces to expand the mycoplasma synthetic biology engineering toolbox using the closely related species <em>M. mycoides </em>subsp.<em> capri </em>(Mmc) as a model, to establish a caprine model for pulmonary mycoplasma infections and to adapt these new technologies to genetically manipulate Mmm genomes with the ultimate goal of creating strains that can be developed as live vaccine derivatives and identifying virulence traits using subsequent <em>in vitro</em> and <em>in vivo</em> assays.</p>\n<p>A vast majority of the goals of this project was accomplished. Several new methods, including CRISPR technology, were developed to conveniently engineer mycoplasma genomes. This has enabled us to characterize potentially new virulence pathways in Mmc and open up new avenues of research for mycoplasma pathogens. In addition, we have expanded these synthetic biology tools to other mycoplasma mycoides cluster organisms which is helping to revolutionize the field of mycoplasma biology. Other accomplishments include, the development of a caprine pulmonary mycoplasma infection challenge model that is expected to boost the understanding of the pathogenicity of several mycoplasma species <em>in vivo</em> and the demonstration that an avirulent mycoplasma strain can be rationally generated which improves the prospect of developing a safe and effective vaccine. As a component of broader impacts, numerous students at the postdoctoral, graduate and undergraduate levels were trained during this project enabling them to acquire foundations of molecular research as the next generation of scientists. Finally, this project helped capacity building at a research institute in a developing country due to the transfer of cutting-edge synthetic biology knowledge to researchers at ILRI and provided scientific training to an underrepresented segment of society.</p>\n<p>Thus, this project has made good use of the awarded funding by providing new directions for mycoplasma research and setting the stage for the development of an effective vaccine for CBPP.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2019<br>\n\t\t\t\t\tModified by: Sanjay&nbsp;Vashee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this project was to lay the foundation for the development of a modern vaccine for contagious bovine pleuropneumonia (CBPP), a severe disease caused by Mycoplasma mycoides subspecies mycoides (Mmm) that affects much of the developing world. In this project, the International Livestock Research Institute (ILRI) and later the University of Bern (UBern), the National Institute for Agronomical Research (INRA) and the J. Craig Venter Institute (JCVI) joined forces to expand the mycoplasma synthetic biology engineering toolbox using the closely related species M. mycoides subsp. capri (Mmc) as a model, to establish a caprine model for pulmonary mycoplasma infections and to adapt these new technologies to genetically manipulate Mmm genomes with the ultimate goal of creating strains that can be developed as live vaccine derivatives and identifying virulence traits using subsequent in vitro and in vivo assays.\n\nA vast majority of the goals of this project was accomplished. Several new methods, including CRISPR technology, were developed to conveniently engineer mycoplasma genomes. This has enabled us to characterize potentially new virulence pathways in Mmc and open up new avenues of research for mycoplasma pathogens. In addition, we have expanded these synthetic biology tools to other mycoplasma mycoides cluster organisms which is helping to revolutionize the field of mycoplasma biology. Other accomplishments include, the development of a caprine pulmonary mycoplasma infection challenge model that is expected to boost the understanding of the pathogenicity of several mycoplasma species in vivo and the demonstration that an avirulent mycoplasma strain can be rationally generated which improves the prospect of developing a safe and effective vaccine. As a component of broader impacts, numerous students at the postdoctoral, graduate and undergraduate levels were trained during this project enabling them to acquire foundations of molecular research as the next generation of scientists. Finally, this project helped capacity building at a research institute in a developing country due to the transfer of cutting-edge synthetic biology knowledge to researchers at ILRI and provided scientific training to an underrepresented segment of society.\n\nThus, this project has made good use of the awarded funding by providing new directions for mycoplasma research and setting the stage for the development of an effective vaccine for CBPP.\n\n\t\t\t\t\tLast Modified: 09/16/2019\n\n\t\t\t\t\tSubmitted by: Sanjay Vashee"
 }
}