{
 "awd_id": "1121006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of Hemolymph Melanization in Insects",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 230000.0,
 "awd_amount": 230000.0,
 "awd_min_amd_letter_date": "2012-02-27",
 "awd_max_amd_letter_date": "2012-02-27",
 "awd_abstract_narration": "Understanding how animals and plants defend themselves from infection is critically important to basic biology, agriculture, and medicine.  Central to defense against infection is the immune system.  In insects and other arthropods, a key component of the immune system is a pathway called the phenoloxidase cascade, which consists of a complex network of proteins that includes the enzyme phenoloxidase.  Phenoloxidase in turn catalyzes the formation of toxic immune defense molecules and a type of pigment called melanin.  Many studies make clear that the phenoloxidase cascade is extremely important in immune defense but how this biochemical pathway is regulated is only partially understood.  This proposal addresses the question of what factors must interact with phenoloxidase to produce an enzyme that can convert the starting substrate for this reaction into melanin?  To address this question, we will conduct a series of detailed biochemical studies that will identify the proteins that interact with phenoloxidase, and functional studies that will identify the components required to produce a functional enzyme complex.  The molecules produced by phenoloxidase are critical to many biological processes in addition to immunity.  These include wounding responses in plants, pigmentation of animals, and the onset of diseases like Parkinson's and melanotic cancers.  Results of this study will thus contribute information of importance that extends beyond enhancing our understanding of immunity.  The proposed research also provides an ideal platform for promoting scientific training and education.  The project will provide independent research opportunities for postdoctoral, graduate and undergraduate trainees in immunology and biochemistry.  Results from the study will also be used to enhance classroom instruction at the high school, undergraduate, and graduate levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Strand",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Strand",
   "pi_email_addr": "mrstrand@uga.edu",
   "nsf_id": "000373563",
   "pi_start_date": "2012-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Clark",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin D Clark",
   "pi_email_addr": "kclark@uga.edu",
   "nsf_id": "000568847",
   "pi_start_date": "2012-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 230000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The immune system of animals consists of many components that provide protection from organisms like viruses, bacteria and parasites that cause disease.&nbsp; This project focused on understanding how one component of the immune system in insects called the phenoloxidase (PO) cascade functions.&nbsp; The PO cascade consists of many proteins that interact to produce toxic compounds and a molecule called melanin.&nbsp; Together, these products are able to kill a variety of disease causing organisms but also can damage insect cells.&nbsp; For this reason, the PO cascade must be carefully regulated.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Many insects are very small in size, which makes study of the PO cascade difficult.&nbsp; Insects like the silkmoth in contrast are large enough to isolate the proteins in the PO cascade, and have enough genetic information to identify the genes for these proteins.&nbsp; Our preliminary studies indicated that how components of the PO cascade assemble is important for function and control of activity.&nbsp; If components assemble into a mass of large size, a substrate called tyrosine is used to produce melanin, whereas assembly into a mass of small size does not use tyrosine but can use other molecules to produce melanin.&nbsp; The three goals of this project were: 1) identify the components in the large tyrosine-using assemblage, 2) determine how these components interact with one another, and 3) assess whether similar complexes form in other species of insects.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Key outcomes of the project included that many of the components in the large tyrosine-using assemblage were identified in the silkmoth.&nbsp; Identified components included several enzymes as well as other non-enzymatic proteins.&nbsp;&nbsp; Comparative studies further showed that large tyrosine-using assemblages are produced in other insects, which suggests this feature of the PO cascade is conserved. &nbsp;This means that resuls obtained in the silkmoth likely apply to other insects including species that are too small to study at a biochemical level.</p>\n<p>&nbsp;</p>\n<p>The results of this project are of value scientifically because they provide new insight into an important component of the insect immune system. They also have applied relevance for improving insect control methods.&nbsp; Many species of insects are economically very important to the United States, because they cause significant damage to crops in agriculture and forestry, or transmit pathogens that cause disease in humans or other animals.&nbsp; There is also great interest in developing new methods for controlling pest species.&nbsp; One such approach is using biological control agents like bacteria, viruses and parasites that are able to selectively infect and kill pest species without harming the environment.&nbsp; A key feature in identifying and using such biological control agents is in understanding how they interact with the immune system of the target species.&nbsp; During the course of this project we identified a type of parasite that is a promising biological control agent in part because it produces molecules that inhibit the PO cascade by preventing the large assemblage that uses tyrosine from forming.</p>\n<p>&nbsp;</p>\n<p>The study also benefitted science education.&nbsp; First, several undergraduate students worked on aspects of the project, which broadened their experience in entomology, molecular biology and biochemistry.&nbsp; These students came from different states including Georgia, Tennessee and Ohio.&nbsp; Second, information generated from the study benefitted teaching at the university level through presentation of results in graduate and undergraduate courses. &nbsp;Results of the study in the context of silkworm biology also benefitted school children through outreach activities coordinated by the Department of Entomology. &nbsp;These activities took place at th...",
  "por_txt_cntn": "\nThe immune system of animals consists of many components that provide protection from organisms like viruses, bacteria and parasites that cause disease.  This project focused on understanding how one component of the immune system in insects called the phenoloxidase (PO) cascade functions.  The PO cascade consists of many proteins that interact to produce toxic compounds and a molecule called melanin.  Together, these products are able to kill a variety of disease causing organisms but also can damage insect cells.  For this reason, the PO cascade must be carefully regulated. \n\n \n\nMany insects are very small in size, which makes study of the PO cascade difficult.  Insects like the silkmoth in contrast are large enough to isolate the proteins in the PO cascade, and have enough genetic information to identify the genes for these proteins.  Our preliminary studies indicated that how components of the PO cascade assemble is important for function and control of activity.  If components assemble into a mass of large size, a substrate called tyrosine is used to produce melanin, whereas assembly into a mass of small size does not use tyrosine but can use other molecules to produce melanin.  The three goals of this project were: 1) identify the components in the large tyrosine-using assemblage, 2) determine how these components interact with one another, and 3) assess whether similar complexes form in other species of insects. \n\n \n\nKey outcomes of the project included that many of the components in the large tyrosine-using assemblage were identified in the silkmoth.  Identified components included several enzymes as well as other non-enzymatic proteins.   Comparative studies further showed that large tyrosine-using assemblages are produced in other insects, which suggests this feature of the PO cascade is conserved.  This means that resuls obtained in the silkmoth likely apply to other insects including species that are too small to study at a biochemical level.\n\n \n\nThe results of this project are of value scientifically because they provide new insight into an important component of the insect immune system. They also have applied relevance for improving insect control methods.  Many species of insects are economically very important to the United States, because they cause significant damage to crops in agriculture and forestry, or transmit pathogens that cause disease in humans or other animals.  There is also great interest in developing new methods for controlling pest species.  One such approach is using biological control agents like bacteria, viruses and parasites that are able to selectively infect and kill pest species without harming the environment.  A key feature in identifying and using such biological control agents is in understanding how they interact with the immune system of the target species.  During the course of this project we identified a type of parasite that is a promising biological control agent in part because it produces molecules that inhibit the PO cascade by preventing the large assemblage that uses tyrosine from forming.\n\n \n\nThe study also benefitted science education.  First, several undergraduate students worked on aspects of the project, which broadened their experience in entomology, molecular biology and biochemistry.  These students came from different states including Georgia, Tennessee and Ohio.  Second, information generated from the study benefitted teaching at the university level through presentation of results in graduate and undergraduate courses.  Results of the study in the context of silkworm biology also benefitted school children through outreach activities coordinated by the Department of Entomology.  These activities took place at the Georgia State Botanical Garden and in the public school system in Clarke and adjoining counties around the University of Georgia.\n\n \n\n\t\t\t\t\tLast Modified: 03/20/2016\n\n\t\t\t\t\tSubmitted by: Michael R Strand"
 }
}