{
 "awd_id": "1128440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase II:  ERC - Small Business: Laser Vapor Deposition for Thin Film Functional Polymers and Nanocomposites and Mid-Infrared Characterization",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 199989.0,
 "awd_amount": 199989.0,
 "awd_min_amd_letter_date": "2011-12-15",
 "awd_max_amd_letter_date": "2011-12-15",
 "awd_abstract_narration": "NSF invites funding requests from current Small Business Innovation Research and Small Business Technology Transfer (SBIR/STTR) Phase II grantees to perform collaborative research with an Engineering Research Center (ERC). The goals of this collaborative effort are to provide a mutually beneficial research and commercialization platform where SBIR/STTR Phase II grantees can perform collaborative research with ERC faculty, researchers, and graduate students, to strengthen the capacity of their firms, and/or speed the transition of ERC advances to the marketplace. \r\n\r\nIn accordance with the NSF solicitation NSF 10-617, AppliFlex LLC has submitted a request for additional funding. The sub-awardee identified in the supplemental request is Princeton University. This proposal/request meets the requirements of the solicitation NSF 10-023. \r\n\r\nThis collaboration program offers an excellent opportunity to test AppliFlex's process in this unique mid-infrared wavelength by utilizing the capabilities and expertise of the Engineering Research Center on Mid-InfraRed Technologies for Health and the Environment (MIRTHE). Both AppliFlex and MIRTHE share the same platform, mid-infrared light; AppliFlex focuses on mid-infrared laser materials processing and MIRTHE focuses on mid-infrared laser diagnostics. Therefore, the company and MIRTHE complement each other perfectly and together, they can synergistically maximize transformational mid-infrared technologies. \r\n\r\nAppliFlex LLC is a Small Business Technology Transfer (STTR) Phase II company. Vanderbilt University (Vanderbilt) is working with AppliFlex on the STTR grant. AppliFlex is proposing to work with the National Science Foundation (NSF) Engineering Research Center (ERC) Institute for Mid-Infrared Technologies for Health and Environment (MIRTHE). MIRTHE is an active ERC headquartered at Princeton University, (Princeton) with partners including the City College New York, Johns Hopkins University, Rice, Texas A&M, and the University of Maryland Baltimore County. AppliFlex is proposing to work with MIRTHE to develop a laser vapor deposition (LVD) for depositing thin films and heterostructures of polymer and functionalized nanoparticles. LVD utilizes mid-infrared laser to convert organic materials to a gaseous plume for deposition on surfaces with minimal photo-fragmentation. This collaboration between the small business and the universities will speed up market entry and aid expansion into adjacent markets for mid-infrared laser processing of materials. The research partners have complimentary skill sets with the small business having expertise in resonant excitation of organic and polymer materials with mid-infrared laser light, while the core mission of MIRTHE is the resonant absorption and sensing of materials with mid-infrared light. The innovation starts with the modeling and using matrix assisted pulsed laser evaporation (MAPLE). \r\n\r\nThe ERC and the small business and its STTR partner will be developing technologies that will potentially help the nation in detection of compounds important to health and security. Additional applications are also envisioned that will improve lives. Additionally, the research will be centered around training for graduate students at the two partner universities furthering the education of the workforce in science, engineering and math.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hee",
   "pi_last_name": "Park",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Hee K Park",
   "pi_email_addr": "hkpark@appliflex.com",
   "nsf_id": "000489496",
   "pi_start_date": "2011-12-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Arnold",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Craig B Arnold",
   "pi_email_addr": "cbarnold@Princeton.edu",
   "nsf_id": "000181220",
   "pi_start_date": "2011-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AppliFlex LLC",
  "inst_street_address": "PO Box 159293",
  "inst_street_address_2": "",
  "inst_city_name": "Nashville",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6154978184",
  "inst_zip_code": "372159293",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "AppliFlex LLC",
  "perf_str_addr": "1244 Reanwood Ave.",
  "perf_city_name": "Sunnyvale",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940892225",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1591",
   "pgm_ref_txt": "STTR PHASE II"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Objective</em>.&nbsp; The objective of this ERC &ndash; Small Business (STTR Phase II) project was to leverage the research expertise and capabilities of the ERC on Mid-Infrared Technologies for Health and the Environment (MIRTHE) to accelerate the development and commercialization of the laser vapor deposition (LVD&trade;) technology developed by AppliFlex LLC for depositing thin films and heterostructures of polymers, functionalized nanoparticles and nanoparticle-loaded polymers. &nbsp;LVD&trade; utilizes mid-infrared lasers to convert organic materials to a gaseous plume for deposition on (or removal from) surfaces with minimal fragmentation.&nbsp; Furthermore, LVD&trade; is effective with a large number of organic and polymer materials, including insoluble polymers such as Teflon<sup>&reg;</sup>, whereas traditional thermal and liquid-phase deposition methods are only applicable to a limited number of organic materials.&nbsp; With the LVD&trade; process, it is also possible to blend multiple materials and build nano-scale structures to enhance their properties. &nbsp;</p>\n<p>&nbsp;</p>\n<p><em>Accomplishments</em>.&nbsp; In the core STTR Phase II project, we demonstrated the commercial potential of LVD&trade; for depositing multilayer structures of polymers and nanomaterials. This ERC &ndash; Small Business supplement enabled the development of experimental apparatus to carry out parallel studies of related processes: ultraviolet matrix-assisted pulsed laser evaporation (UV-MAPLE) and resonant infrared (RIR) MAPLE. The engineered thin films resulting from these methods exhibited unique physical characteristics such as high refractive index and excellent barrier properties against oxygen and water in the case of RIR-MAPLE and nanostructured glass films with exceptional thermal and kinetic stability in the case of UV-MAPLE.&nbsp; The project also directly connected frontier science and technological insights to the practical constraints of commercialization.</p>\n<p>&nbsp;</p>\n<p><em>Outcomes</em>.&nbsp; This project contributed critical insight into the strengths and weaknesses of the LVD&trade; technique for mass production of organic thin-films.&nbsp; The prototype applications demonstrated have utility ranging from organic electronics and biomedical science to homeland security, but are not yet economically competitive with alternative coating methods.&nbsp; Just as polymers have replaced metal in everything from children&rsquo;s toys to automobiles, polymers are revolutionizing electronics and optoelectronics by reducing costs and opening new markets for devices such as polymer electronics and nanostructured displays. As more high-value polymers find application in these markets, deposition methods such as LVD&trade;, UV-MAPLE, and RIR-MAPLE should experience increased commercial interest.</p>\n<p>&nbsp;</p>\n<p><em>Broader impact</em>.&nbsp; This ERC &ndash; Small Business STTR project linked a small business and two research institutions (Vanderbilt University and Princeton University) through a collaborative research project at the MIRTHE ERC. In addition to general support for interactions among students, post-doctoral researchers, and industrial researchers, this collaboration supported the specific training of two recent Ph.D. recipients who now have positions as a post-doctoral researcher and research staff member, respectively. As with the core STTR Phase II project, this supplement also enhanced the physical and research capabilities of the small business entity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/21/2014<br>\n\t\t\t\t\tModified by: Craig&nbsp;B&nbsp;Arnold</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nObjective.  The objective of this ERC &ndash; Small Business (STTR Phase II) project was to leverage the research expertise and capabilities of the ERC on Mid-Infrared Technologies for Health and the Environment (MIRTHE) to accelerate the development and commercialization of the laser vapor deposition (LVD&trade;) technology developed by AppliFlex LLC for depositing thin films and heterostructures of polymers, functionalized nanoparticles and nanoparticle-loaded polymers.  LVD&trade; utilizes mid-infrared lasers to convert organic materials to a gaseous plume for deposition on (or removal from) surfaces with minimal fragmentation.  Furthermore, LVD&trade; is effective with a large number of organic and polymer materials, including insoluble polymers such as Teflon&reg;, whereas traditional thermal and liquid-phase deposition methods are only applicable to a limited number of organic materials.  With the LVD&trade; process, it is also possible to blend multiple materials and build nano-scale structures to enhance their properties.  \n\n \n\nAccomplishments.  In the core STTR Phase II project, we demonstrated the commercial potential of LVD&trade; for depositing multilayer structures of polymers and nanomaterials. This ERC &ndash; Small Business supplement enabled the development of experimental apparatus to carry out parallel studies of related processes: ultraviolet matrix-assisted pulsed laser evaporation (UV-MAPLE) and resonant infrared (RIR) MAPLE. The engineered thin films resulting from these methods exhibited unique physical characteristics such as high refractive index and excellent barrier properties against oxygen and water in the case of RIR-MAPLE and nanostructured glass films with exceptional thermal and kinetic stability in the case of UV-MAPLE.  The project also directly connected frontier science and technological insights to the practical constraints of commercialization.\n\n \n\nOutcomes.  This project contributed critical insight into the strengths and weaknesses of the LVD&trade; technique for mass production of organic thin-films.  The prototype applications demonstrated have utility ranging from organic electronics and biomedical science to homeland security, but are not yet economically competitive with alternative coating methods.  Just as polymers have replaced metal in everything from childrenÆs toys to automobiles, polymers are revolutionizing electronics and optoelectronics by reducing costs and opening new markets for devices such as polymer electronics and nanostructured displays. As more high-value polymers find application in these markets, deposition methods such as LVD&trade;, UV-MAPLE, and RIR-MAPLE should experience increased commercial interest.\n\n \n\nBroader impact.  This ERC &ndash; Small Business STTR project linked a small business and two research institutions (Vanderbilt University and Princeton University) through a collaborative research project at the MIRTHE ERC. In addition to general support for interactions among students, post-doctoral researchers, and industrial researchers, this collaboration supported the specific training of two recent Ph.D. recipients who now have positions as a post-doctoral researcher and research staff member, respectively. As with the core STTR Phase II project, this supplement also enhanced the physical and research capabilities of the small business entity.\n\n \n\n\t\t\t\t\tLast Modified: 03/21/2014\n\n\t\t\t\t\tSubmitted by: Craig B Arnold"
 }
}