{
 "awd_id": "1140718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synergy of Educational Tools for Teaching Electromagnetic Fields and Waves: Lab Experiments, Educational Java Applets, Numerical Modeling, Textbook with Power Point Presentations",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gul Kremer",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 199973.0,
 "awd_amount": 199973.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "PROJECT DESCRIPTION\r\n\r\nThis project is developing a one-semester Electromagnetic Fields and Waves (EFW) course for junior-level engineering undergraduate students and is establishing a new undergraduate laboratory for teaching EFW. The project is creating a novel teaching approach that employs interactive pedagogies, exposing students to an educational sequence of experimentation - theory - experimentation - applications. Undergraduate students are using experiments, educational Java applets, and numerical solver software to help them learn the theoretical principles of EFW. Through the utilization of engaging teaching practices, students are also learning to utilize a scientific approach and further develop their critical reasoning and creative thinking skills.\r\n\r\nThe understanding of electricity and magnetism requires a certain level of mathematical knowledge; therefore, concepts such as vector algebra and vector calculus are gradually introduced - as needed - in sync with the teaching material that is covered in the course. The teaching approach involves the following: 1) a non-traditional synergistic style of teaching and use of an interactive Blackboard online system (UBlearns); 2) an introduction to electricity and magnetism that is provided through a student's exploration of corresponding experiments; and 3) a unified description of the entire electromagnetic spectrum, which is used to provide an appreciation for interdisciplinary applications. \r\n\r\n\r\nBROADER SIGNIFICANCE\r\n\r\nThe project is attempting to positively impact the recruitment of high achieving K-12 students to STEM education, the training of college professors, and the involvement of women and underrepresented minority undergraduate/graduate students in the development of a new EFW laboratory. The results are being disseminated through participation in ASEE conferences and workshops, while the developed teaching materials and lab manuals are being distributed to college/university professors. A newly developed course website offers the results of the project activities along with the teaching materials and lab manuals. The teaching strategies are embedded in a new textbook/lab manual publication to further enhance STEM education. The team is additionally working with local chapters of the Association of Black Engineers and Applied Scientists, the Society of Hispanic Professional Engineers, and the Women in Science and Engineering to recruit engineering students from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Mitin",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir V Mitin",
   "pi_email_addr": "vmitin@buffalo.edu",
   "nsf_id": "000327485",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Athos",
   "pi_last_name": "Petrou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Athos Petrou",
   "pi_email_addr": "petrou@buffalo.edu",
   "nsf_id": "000290102",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Zawicki",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph L Zawicki",
   "pi_email_addr": "zawickjl@buffalostate.edu",
   "nsf_id": "000187695",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nizami",
   "pi_last_name": "Vagidov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nizami Vagidov",
   "pi_email_addr": "nizami@buffalo.edu",
   "nsf_id": "000522294",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"CM2\">In the framework of this project a conceptually novel one-semester<strong><em> </em></strong>EE 324<strong><em> </em></strong>course in applied electromagnetics for engineering junior undergraduate students was developed and a new undergraduate laboratory was established<strong><em>. </em></strong>The proposed course is a four credit-hour <em>lecture/lab course<strong> </strong></em>(three credit hours are given for the lecture component and one credit hour for the lab component of the combined course). The novel approach to the teaching electromagnetics is based on the interactive approach &ndash; <strong><em>experiment &ndash; theory &ndash; experiment &ndash; applications</em></strong>. Undergraduate students through experiments, educational Java applets, and software for numerical solution actively learned the theoretical principles and developed a scientific approach which promotes critical reasoning and creative thinking. The newly developed EE 324 course &ldquo;Applied Electromagnetics&rdquo; for engineering juniors was offered in Fall 2013 and 2014 semesters at University at Buffalo (UB). More than 200 students acquired in depth theoretical principles of electromagnetics and gained skills in managing hardware components of the experimental equipment by setting up and running experiments. Five professors from Western New York have participated in the Summer 2014 Workshop organized at UB under the NSF support.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">The understanding of electricity and magnetism requires a certain level of mathematical knowledge. In the proposed course the required concepts such as vector algebra and vector calculus is introduced and discussed gradually in step with the teaching material covered in the course. Students are more likely to learn abstract mathematical notions when these notions are applied to specific problems. The effectiveness of the proposed style of teaching electromagnetics and the obtained learning outcomes were assessed. For formative evaluation of lab experiments and their impact on student learning a 18-question instrument was developed and applied. On a scale from 1 (Strongly Disagree) to 5 (Strongly Agree), students consistently responded positively on the questions of this assessment tool.&nbsp; Student evaluation for both 2013 and 2014 years shows the clear trend from 2013 through 2014 that student rankings of the course content, the content validity, the audience engagement, and the grading and feedback were improved between the initial and the second course offering.&nbsp; Feedback and grading have improved significantly with the implementation of the grading rubric and the inclusion of feedback on a new website <a href=\"http://www.ee.buffalo.edu/faculty/mitin/Courses/ee324/index.html\">http://www.ee.buffalo.edu/faculty/mitin/Courses/ee324/index.html</a> dedicated to EE 324 lecture/lab course. This website contains necessary information about the course and has links to the educational Java applets in electromagnetics. Both professors who participated in Summer 2014 workshop and students who took the course generally appreciated the lab activities. The assessment data supported the conclusion that the course materials were relevant and valid, and that the students found the course to be engaging; the on-going improvement in the course materials since initial implementation of the course is impressive and course materials are a tremendous asset to the field.</p>\n<p class=\"CM2\">&nbsp;</p>\n<p>The manuscript of the textbook based on the teaching materials of the newly developed course on electromagnetics was submitted for a review to Cambridge University Press. The updated 25 power-point lecture presentations and solution manual for textbook are available for instructors who will accept the textbook. This substantially strengthens the dissemination of the developed course.</p>\n<p>&nbsp;</p>\n<p ...",
  "por_txt_cntn": "In the framework of this project a conceptually novel one-semester EE 324 course in applied electromagnetics for engineering junior undergraduate students was developed and a new undergraduate laboratory was established. The proposed course is a four credit-hour lecture/lab course (three credit hours are given for the lecture component and one credit hour for the lab component of the combined course). The novel approach to the teaching electromagnetics is based on the interactive approach &ndash; experiment &ndash; theory &ndash; experiment &ndash; applications. Undergraduate students through experiments, educational Java applets, and software for numerical solution actively learned the theoretical principles and developed a scientific approach which promotes critical reasoning and creative thinking. The newly developed EE 324 course \"Applied Electromagnetics\" for engineering juniors was offered in Fall 2013 and 2014 semesters at University at Buffalo (UB). More than 200 students acquired in depth theoretical principles of electromagnetics and gained skills in managing hardware components of the experimental equipment by setting up and running experiments. Five professors from Western New York have participated in the Summer 2014 Workshop organized at UB under the NSF support.\n \nThe understanding of electricity and magnetism requires a certain level of mathematical knowledge. In the proposed course the required concepts such as vector algebra and vector calculus is introduced and discussed gradually in step with the teaching material covered in the course. Students are more likely to learn abstract mathematical notions when these notions are applied to specific problems. The effectiveness of the proposed style of teaching electromagnetics and the obtained learning outcomes were assessed. For formative evaluation of lab experiments and their impact on student learning a 18-question instrument was developed and applied. On a scale from 1 (Strongly Disagree) to 5 (Strongly Agree), students consistently responded positively on the questions of this assessment tool.  Student evaluation for both 2013 and 2014 years shows the clear trend from 2013 through 2014 that student rankings of the course content, the content validity, the audience engagement, and the grading and feedback were improved between the initial and the second course offering.  Feedback and grading have improved significantly with the implementation of the grading rubric and the inclusion of feedback on a new website http://www.ee.buffalo.edu/faculty/mitin/Courses/ee324/index.html dedicated to EE 324 lecture/lab course. This website contains necessary information about the course and has links to the educational Java applets in electromagnetics. Both professors who participated in Summer 2014 workshop and students who took the course generally appreciated the lab activities. The assessment data supported the conclusion that the course materials were relevant and valid, and that the students found the course to be engaging; the on-going improvement in the course materials since initial implementation of the course is impressive and course materials are a tremendous asset to the field.\n \n\nThe manuscript of the textbook based on the teaching materials of the newly developed course on electromagnetics was submitted for a review to Cambridge University Press. The updated 25 power-point lecture presentations and solution manual for textbook are available for instructors who will accept the textbook. This substantially strengthens the dissemination of the developed course.\n\n \nIntellectual merit of the project is in the developed novel approach in teaching applied electromagnetics for undergraduate engineering juniors. This approach has three major aspects: 1) a nontraditional synergistic style of teaching that is followed by using the following components: (a) combination of lecture and lab components of the course, (b) use of educational Java applets, (c) use of numerical ..."
 }
}