{
 "awd_id": "1140256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrating Design Heuristics into Engineering Education as a Pedagogy for Ideation",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 199778.0,
 "awd_amount": 199778.0,
 "awd_min_amd_letter_date": "2012-04-16",
 "awd_max_amd_letter_date": "2012-04-16",
 "awd_abstract_narration": "The project is investigating the impact of a systematic formal approach (Design Heuristics) for idea generation in design efforts in engineering education through a laboratory study, as well as in the context of existing engineering design courses.  In one focus the team is characterizing the understanding engineering students have about concept generation, specifically how they approach it, what their goals are when they ideate, and what they believe makes it successful. In a second focus, they are assessing the solution creativity and quality and the solution set diversity of first-year engineering students when using Design Heuristics as compared to existing ideation methods (SCAMPER and Morphological Analysis) and students' own approaches.  In the third focus, they are investigating the effects of Design Heuristics instruction on student ideation outcomes and conceptions of the ideation process over time using introductory engineering and senior capstone design courses that include a design project component.  Finally, they are making the Design Heuristics approach and pedagogy available to engineering students and instructors through a guidebook for teaching idea generation with Design Heuristics and through a faculty workshop.  The investigators are collecting data on the comparative effectiveness of the approaches and an external evaluator is reviewing the student selection and assignment, the appropriateness of the protocols, the fidelity of the interventions, and the coding, analysis, and interpretation of the data.  Broader impacts include a strong dissemination plan with a faculty development workshop to inform others of the approach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shanna",
   "pi_last_name": "Daly",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Shanna R Daly",
   "pi_email_addr": "srdaly@umich.edu",
   "nsf_id": "000591028",
   "pi_start_date": "2012-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gonzalez",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Richard D Gonzalez",
   "pi_email_addr": "gonzo@umich.edu",
   "nsf_id": "000448579",
   "pi_start_date": "2012-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Seifert",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen M Seifert",
   "pi_email_addr": "seifert@umich.edu",
   "nsf_id": "000380729",
   "pi_start_date": "2012-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481042101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199778.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Engineering innovations depend upon creative idea generation, but engineering students often struggle to come up with new, unique ideas to pursue. They typically offer a handful solutions, and tend to be limited to either their first ideas or existing solutions. As a result, students trying to generate creative ideas often explore only a narrow subset of possible solutions.</p>\n<p>&nbsp;</p>\n<p>One new technique to support the idea generation process is a tool called &ldquo;Design Heuristics.&rdquo; Design Heuristics are a collection of strategies for exploring variations in product design concepts (<a href=\"http://www.designheuristics.com\">www.designheuristics.com</a>). This tool was developed through empirical studies of industrial and engineering designers, and was designed to guide students in creating novel and diverse concepts.</p>\n<p>&nbsp;</p>\n<p>This research project focused on assessing the educational impact of Design Heuristics. In one experimental study, we compared ideas generated with Design Heuristics to ideas generated with Morphological Analysis and with Individual Brainstorming, both commonly used in engineering curricula across the country. Despite a short period for generating ideas, all three techniques resulted in creative concepts. However, the elaboration of concepts was rated significantly higher with Design Heuristics and Morphological Analysis techniques, and practicality was rated significantly higher when using Design Heuristics. Design Heuristics provides an approach to ideation that helps students develop more elaborate and practical ideas. &nbsp;Because of its advantages in the initial idea generation phase, Design Heuristics can be a useful addition to the current pedagogy on concept generation in engineering design.</p>\n<p>&nbsp;</p>\n<p>Another problem for engineering students is fixation, or attachment to early ideas or example ideas. Our experiment comparing brainstorming to Design Heuristics indicated that Design Heuristics helped students avoid fixation by assisting in transforming their initial concepts into novel ones. A third experiment focused on Design Heuristics as a tool to extend ideas first generated with brainstorming. Design Heuristics appear to facilitate increased diversity in student thinking, and to combat exhaustion of ideas when brainstorming. &nbsp;Also, in a study of engineering student design teams in capstone design courses, we found widespread use of Design Heuristics among the concepts generated by individuals and selected by teams for further development.</p>\n<p>&nbsp;</p>\n<p>Our empirical studies have demonstrated the value of the Design Heuristics tool in supporting engineering students in generating design ideas. Specifically, the evidence shows that Design Heuristics support diverse exploration of concepts, elaboration on design ideas, ideas that lead to practical outcomes, and transformations of \"obvious\" or fixated ideas into more novel ones.</p>\n<p>&nbsp;</p>\n<p>Our work has also focused on sharing this tool with instructors, and facilitating their integration of Design Heuristics into existing project-based engineering courses. Many engineering instructors struggle to teach ideation skills, or do not pay special attention to it at all. Dissemination to a broader population has included workshop sessions, an online course series, and a website with resources for implementation in engineering classes. Our case study of implementation in four classes demonstrated that instructors incorporated the Design Heuristics into their courses efficiently and effectively. They leveraged the lesson resources from our website, and verified the ease of implementation into their teaching structure and existing pedagogy. The project demonstrated that sharing Design Heuristics with design instructors at all levels supports successful ide...",
  "por_txt_cntn": "\nProject Outcomes Report\n\n \n\nEngineering innovations depend upon creative idea generation, but engineering students often struggle to come up with new, unique ideas to pursue. They typically offer a handful solutions, and tend to be limited to either their first ideas or existing solutions. As a result, students trying to generate creative ideas often explore only a narrow subset of possible solutions.\n\n \n\nOne new technique to support the idea generation process is a tool called \"Design Heuristics.\" Design Heuristics are a collection of strategies for exploring variations in product design concepts (www.designheuristics.com). This tool was developed through empirical studies of industrial and engineering designers, and was designed to guide students in creating novel and diverse concepts.\n\n \n\nThis research project focused on assessing the educational impact of Design Heuristics. In one experimental study, we compared ideas generated with Design Heuristics to ideas generated with Morphological Analysis and with Individual Brainstorming, both commonly used in engineering curricula across the country. Despite a short period for generating ideas, all three techniques resulted in creative concepts. However, the elaboration of concepts was rated significantly higher with Design Heuristics and Morphological Analysis techniques, and practicality was rated significantly higher when using Design Heuristics. Design Heuristics provides an approach to ideation that helps students develop more elaborate and practical ideas.  Because of its advantages in the initial idea generation phase, Design Heuristics can be a useful addition to the current pedagogy on concept generation in engineering design.\n\n \n\nAnother problem for engineering students is fixation, or attachment to early ideas or example ideas. Our experiment comparing brainstorming to Design Heuristics indicated that Design Heuristics helped students avoid fixation by assisting in transforming their initial concepts into novel ones. A third experiment focused on Design Heuristics as a tool to extend ideas first generated with brainstorming. Design Heuristics appear to facilitate increased diversity in student thinking, and to combat exhaustion of ideas when brainstorming.  Also, in a study of engineering student design teams in capstone design courses, we found widespread use of Design Heuristics among the concepts generated by individuals and selected by teams for further development.\n\n \n\nOur empirical studies have demonstrated the value of the Design Heuristics tool in supporting engineering students in generating design ideas. Specifically, the evidence shows that Design Heuristics support diverse exploration of concepts, elaboration on design ideas, ideas that lead to practical outcomes, and transformations of \"obvious\" or fixated ideas into more novel ones.\n\n \n\nOur work has also focused on sharing this tool with instructors, and facilitating their integration of Design Heuristics into existing project-based engineering courses. Many engineering instructors struggle to teach ideation skills, or do not pay special attention to it at all. Dissemination to a broader population has included workshop sessions, an online course series, and a website with resources for implementation in engineering classes. Our case study of implementation in four classes demonstrated that instructors incorporated the Design Heuristics into their courses efficiently and effectively. They leveraged the lesson resources from our website, and verified the ease of implementation into their teaching structure and existing pedagogy. The project demonstrated that sharing Design Heuristics with design instructors at all levels supports successful ideation and innovation. As a result, this project is a major contribution to design education, and to supporting engineering students' developing skills in innovation.\n\n \n\nBy supporting and enhancing studentsÆ ideation skills, this project supports ABETÆs requirements..."
 }
}