{
 "awd_id": "1140797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluating the Role of Play, Feedback and Narrative in Undergraduate Thermodynamics Education",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yvette Weatherton",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 199453.0,
 "awd_amount": 199453.0,
 "awd_min_amd_letter_date": "2012-05-14",
 "awd_max_amd_letter_date": "2012-05-14",
 "awd_abstract_narration": "This project from the University of Wisconsin-Madison is producing a game-based learning tool to improve the success of students in introductory thermodynamics. The game improves the ability of students to grasp core concepts in thermodynamics. The project is also exploring the influence of formative feedback and demographically targeted narratives on the game-based learning. Concept inventory measurements gathered pre and post, along with a novel game assessment tool, characterize the game-induced learning. The innovative game assessment tool, built around the record of game-play moves, enables a direct measurement of learning moments and a mechanism to track the progress of players from novice to expert type behavior. The project empowers the creative energies of young engineers as they explore energy related issues and develop a strong foundation in thermodynamics. The game helps students recognize common relationships between key parameters such as pressure, temperature, and specific volume, and assists them to accurately identify how those variables interact within a variety of processes. Students explore these concepts within the context of energy balance and entropy balance relationships for closed systems and control volumes by selecting appropriate constraints that correspond to a specifically addressed narrative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Pfotenhauer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Pfotenhauer",
   "pi_email_addr": "pfot@engr.wisc.edu",
   "nsf_id": "000382410",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1500 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199453.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit: </strong>In keeping with the title and objectives of this project, its outcomes can be described in terms of two activities, 1) developing a thermodynamics game, and 2) evaluating the role of its features for undergraduate education.&nbsp; The following sections respectively summarize these two activities.</p>\n<p><span style=\"text-decoration: underline;\">Developing the Game:</span><strong> </strong>Two versions of the game designed to teach key concepts of introductory thermodynamics are available in preliminary form both for use on-line and with iOS devices, through the associated website:&nbsp; <a href=\"http://mobile.wisc.edu/teaching-and-learning/game-project-thermogame/\">http://mobile.wisc.edu/teaching-and-learning/game-project-thermogame/</a>.&nbsp; Both versions of the game are built upon a high-accuracy simulator utilizing the most recent equation of state (EOS) for water.&nbsp; Each provides an interactive three-dimensional (pressure, temperature, volume) space displaying the thermodynamic surface defined by the EOS, including the liquid, two-phase, superheated vapor, and supercritical fluid regions.&nbsp; Other properties such as specific internal energy, specific enthalpy, and specific entropy are also available everywhere on the EOS surface. &nbsp;</p>\n<p>A healthy dose of gaming functionality has been used to enhance the simulator and make it fun to use.&nbsp; The gaming features include controls to move a ball along the surface by adding or subtracting energy to its thermodynamic state, information displays, orientation indicators, instructional frames, optional background music, and a &lsquo;Tron&rsquo; style genre.&nbsp; In its initial version, player-selectable infusions of energy are added to the ball to move it along constant-property constraint lines between start and end locations.&nbsp; Energy is added as heat or work, and the resulting change of specific internal energy follows the first law of thermodynamics.&nbsp; Although the first version provides an enjoyable game experience, it is not well matched with the specific learning objectives for the target thermodynamics course. In the revised version of the game, players control the rate of energy added via a throttle, and thereby incrementally explore property variations and region-specific features of the thermodynamic surface.&nbsp;</p>\n<p>The game provides introductory (tutorial) levels, and in its revised version is designed to closely match specific pedagogical objectives in the undergraduate thermodynamics syllabus. Additionally, a variety of professional practice narratives have been formulated that build upon the same pedagogical objectives.&nbsp; Preparatory steps have been taken to incorporate formative feedback tools within the game based on Baysian Knowledge Tracking and Performance Factors Analyses.</p>\n<p><span style=\"text-decoration: underline;\">Evaluating the Game:</span><strong> </strong>A variety of evaluation tools have been used to assess the thermodynamics game&rsquo;s functionality and effectiveness as a learning tool. &nbsp;&nbsp;When each of the two versions was in its early form, small-groups (8-12) of students and colleagues play-tested the games, providing valuable feedback that primarily informed the development of game functionality.&nbsp; The game&rsquo;s effectiveness as a learning tool was addressed through its use in the PI&rsquo;s 60-student section of the undergraduate thermodynamics course taught at UW-Madison during the fall 2013 semester, and three associated assessment tools.&nbsp; Quantitative measures were generated through the use of a pre- and post-game Thermodynamic Concept Inventory (CI) that closely matches the course&rsquo;s pedagogical objectives, and from the digital record of all moves and choices made by each student playing the game.&nbsp; An external evaluator also gathered qualitative and statistical information...",
  "por_txt_cntn": "\nIntellectual Merit: In keeping with the title and objectives of this project, its outcomes can be described in terms of two activities, 1) developing a thermodynamics game, and 2) evaluating the role of its features for undergraduate education.  The following sections respectively summarize these two activities.\n\nDeveloping the Game: Two versions of the game designed to teach key concepts of introductory thermodynamics are available in preliminary form both for use on-line and with iOS devices, through the associated website:  http://mobile.wisc.edu/teaching-and-learning/game-project-thermogame/.  Both versions of the game are built upon a high-accuracy simulator utilizing the most recent equation of state (EOS) for water.  Each provides an interactive three-dimensional (pressure, temperature, volume) space displaying the thermodynamic surface defined by the EOS, including the liquid, two-phase, superheated vapor, and supercritical fluid regions.  Other properties such as specific internal energy, specific enthalpy, and specific entropy are also available everywhere on the EOS surface.  \n\nA healthy dose of gaming functionality has been used to enhance the simulator and make it fun to use.  The gaming features include controls to move a ball along the surface by adding or subtracting energy to its thermodynamic state, information displays, orientation indicators, instructional frames, optional background music, and a æTronÆ style genre.  In its initial version, player-selectable infusions of energy are added to the ball to move it along constant-property constraint lines between start and end locations.  Energy is added as heat or work, and the resulting change of specific internal energy follows the first law of thermodynamics.  Although the first version provides an enjoyable game experience, it is not well matched with the specific learning objectives for the target thermodynamics course. In the revised version of the game, players control the rate of energy added via a throttle, and thereby incrementally explore property variations and region-specific features of the thermodynamic surface. \n\nThe game provides introductory (tutorial) levels, and in its revised version is designed to closely match specific pedagogical objectives in the undergraduate thermodynamics syllabus. Additionally, a variety of professional practice narratives have been formulated that build upon the same pedagogical objectives.  Preparatory steps have been taken to incorporate formative feedback tools within the game based on Baysian Knowledge Tracking and Performance Factors Analyses.\n\nEvaluating the Game: A variety of evaluation tools have been used to assess the thermodynamics gameÆs functionality and effectiveness as a learning tool.   When each of the two versions was in its early form, small-groups (8-12) of students and colleagues play-tested the games, providing valuable feedback that primarily informed the development of game functionality.  The gameÆs effectiveness as a learning tool was addressed through its use in the PIÆs 60-student section of the undergraduate thermodynamics course taught at UW-Madison during the fall 2013 semester, and three associated assessment tools.  Quantitative measures were generated through the use of a pre- and post-game Thermodynamic Concept Inventory (CI) that closely matches the courseÆs pedagogical objectives, and from the digital record of all moves and choices made by each student playing the game.  An external evaluator also gathered qualitative and statistical information through post-play interviews with the PIÆs students.  Two other 60-student sections of thermodynamics, taught during the same semester at UW-Madison and using the same syllabus, homework sets and exams, also utilized the CI tool at the same points in the syllabus.  These students did not play the game.   \n\nIn all respects, the CI measurement was statistically the same for students who played the game and for those who did not. The game..."
 }
}