{
 "awd_id": "1140109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TUES: Transforming Undergraduate Environmental Engineering Laboratories for Sustainable Engineering",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yvette Weatherton",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 146780.0,
 "awd_amount": 146780.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "North Carolina A&T State University is transforming a traditional laboratory course to incorporate real world sustainable topics and case studies. By using guided-inquiry methods, this project is creating a collection of portable case study and Problem Based Learning (PBL) modules that can be used by STEM instructors to increase students' interest in and retention of course material related to environmental engineering, as well as to enhance students' critical thinking skills. The case studies are short, realistic scenarios that provide relevant detail about an environmental problem, while the PBL modules use real world problems that are assigned as large projects to student teams. The goal is to determine if these methods improve student learning about the ideas, principles, and practices for sustainable practices and design. A community of faculty is working toward promoting the use of these methods in undergraduate laboratory courses by recruiting other faculty to test the sustainability modules and develop additional guided-inquiry based STEM labs. The case studies and PBL modules are available for faculty and teachers to use in courses to introduce hands-on activities in college level courses, middle to high school courses, and for outreach activities focusing on real-world cases in sustainability. Assessment includes collecting and analyzing qualitative and quantitative data concerning student and faculty attitudes toward sustainability and student engagement and comprehension of the material.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Luster-Teasley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie L Luster-Teasley",
   "pi_email_addr": "luster@ncat.edu",
   "nsf_id": "000245998",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Waters",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy K Waters",
   "pi_email_addr": "kwaters@ncat.edu",
   "nsf_id": "000246856",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "1601 E Market St",
  "perf_city_name": "Greensboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 146780.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Summary</p>\n<p>Many college laboratories consistently follow a &ldquo;cookbook&rdquo; approach to instruction that has remained the same for decades. This educational research sought to developed engaging case studies that linked laboratory course concepts to real world scenarios and applications. &nbsp;The major goals of the project were to: 1) develop lab modules featuring case studies to improve laboratory instruction; 2) begin to form a STEM Case Studies and Problem-Based learning in Laboratories community; 3) provide access to the case studies for faculty and teachers to use to introduce hands-on activities in various STEM college courses, middle to high school, or for outreach activities focusing on real-world cases in sustainability; and 4) measure the educational outcomes using qualitative and quantitative measurement of student and faculty impressions, implementation in the course, and student engagement and comprehension of the material.</p>\n<p>Intellectual Merit</p>\n<p>During the grant funding period, five environmental engineering case studies with laboratory activities were developed for a college level environmental engineering course. The cases were added to the laboratory course as a way to update laboratory content with contemporary themes, real world examples, and topics to teach sustainability. The rationale for implementing the cases within a traditional laboratory was to determine if the cases impacted student engagement; helped students to see the link between laboratory exercises and real world applications; increased students' critical thinking levels above the lower levels of knowledge and comprehension from Bloom&rsquo;s Taxonomy; and improved the quality of student laboratory reports.</p>\n<p>The new cases developed addressed: 1) E-waste to teach environmental ethics and statistical analysis of data; 2) The 2014 Duke Coal Ash Spill in North Carolina to teach physical and chemical water quality and treatment; 3) A case to teach microbial quantification in water samples from contaminated recreational water; 4) A case addressing water quality and environmental justice related to Confined Animal Feeding Operations water contamination; and 5) Green buildings to teach sustainable engineering concepts and alternative energy. &nbsp;Following the case story, students conducted independent research related to the case and the lab exercise.&nbsp; During the life of the award, 120 students participated in the research study. Overall students found the use of cases more engaging and addressed their learning styles. The cases elevated their interest in laboratory discussions and course content. External evaluation of the student reports suggest that the use of cases did not significantly improve the quality of the student laboratory reports, however, student interpretation and analysis of data slightly improved.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>As a result of this work, two cases were peer-reviewed and published in a national case studies database. &nbsp;Additionally, this work led to significant K-12 broader impacts which included the use of cases to teach elementary school, middle school students, K-8 teachers, and forming a community of teaching scholars interested in the use of cases. The cases were modified to teach environmental engineering, science and reading comprehension to over 48 middle school students and 50 elementary school students during outreach programs offered by NCA&amp;T faculty and graduate students. Addition broader impacts included outreach to minority students, primarily at Title 1 Schools in Guilford County, North Carolina, to help increase student interest in environmental engineering, science, and sustainability. Students from the college level environmental engineering course helped to teach the K-8 students with the cases. &nbsp;</p>\n<p>The PI worked with campus collaborators to provide professional develo...",
  "por_txt_cntn": "\nSummary\n\nMany college laboratories consistently follow a \"cookbook\" approach to instruction that has remained the same for decades. This educational research sought to developed engaging case studies that linked laboratory course concepts to real world scenarios and applications.  The major goals of the project were to: 1) develop lab modules featuring case studies to improve laboratory instruction; 2) begin to form a STEM Case Studies and Problem-Based learning in Laboratories community; 3) provide access to the case studies for faculty and teachers to use to introduce hands-on activities in various STEM college courses, middle to high school, or for outreach activities focusing on real-world cases in sustainability; and 4) measure the educational outcomes using qualitative and quantitative measurement of student and faculty impressions, implementation in the course, and student engagement and comprehension of the material.\n\nIntellectual Merit\n\nDuring the grant funding period, five environmental engineering case studies with laboratory activities were developed for a college level environmental engineering course. The cases were added to the laboratory course as a way to update laboratory content with contemporary themes, real world examples, and topics to teach sustainability. The rationale for implementing the cases within a traditional laboratory was to determine if the cases impacted student engagement; helped students to see the link between laboratory exercises and real world applications; increased students' critical thinking levels above the lower levels of knowledge and comprehension from BloomÆs Taxonomy; and improved the quality of student laboratory reports.\n\nThe new cases developed addressed: 1) E-waste to teach environmental ethics and statistical analysis of data; 2) The 2014 Duke Coal Ash Spill in North Carolina to teach physical and chemical water quality and treatment; 3) A case to teach microbial quantification in water samples from contaminated recreational water; 4) A case addressing water quality and environmental justice related to Confined Animal Feeding Operations water contamination; and 5) Green buildings to teach sustainable engineering concepts and alternative energy.  Following the case story, students conducted independent research related to the case and the lab exercise.  During the life of the award, 120 students participated in the research study. Overall students found the use of cases more engaging and addressed their learning styles. The cases elevated their interest in laboratory discussions and course content. External evaluation of the student reports suggest that the use of cases did not significantly improve the quality of the student laboratory reports, however, student interpretation and analysis of data slightly improved. \n\n \n\nBroader Impacts\n\nAs a result of this work, two cases were peer-reviewed and published in a national case studies database.  Additionally, this work led to significant K-12 broader impacts which included the use of cases to teach elementary school, middle school students, K-8 teachers, and forming a community of teaching scholars interested in the use of cases. The cases were modified to teach environmental engineering, science and reading comprehension to over 48 middle school students and 50 elementary school students during outreach programs offered by NCA&amp;T faculty and graduate students. Addition broader impacts included outreach to minority students, primarily at Title 1 Schools in Guilford County, North Carolina, to help increase student interest in environmental engineering, science, and sustainability. Students from the college level environmental engineering course helped to teach the K-8 students with the cases.  \n\nThe PI worked with campus collaborators to provide professional development and teacher training for three K-8 school teachers from public and private schools in NC. The three-day working session taught them about the case studies me..."
 }
}