{
 "awd_id": "1140299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mobile Math Apps",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 174226.0,
 "awd_amount": 174226.0,
 "awd_min_amd_letter_date": "2011-12-27",
 "awd_max_amd_letter_date": "2011-12-27",
 "awd_abstract_narration": "This project is creating mobile, smart phone applications (\"apps\") with the goal of increasing student performance on standard precalculus problems, measured in both achievement level and time on task. Content modules are being developed, each corresponding to a specific, traditional precalculus topic and including visualizations that illuminate concepts and encourage practice. The project's intellectual merit rests in two areas. First, the \"apps\" take advantage of the general portability of smart phones and their unique user interfaces, while addressing the challenges of screen size and processor speed. Each module also comes with practice problems for students to demonstrate mastery of skills. Second, usage data from phones are used to study patterns and modes of use of the apps by students. Learning measures include the number and level of practice problems completed successfully, as well as the increase in time-on-task within the smart phone environment. These data are then being correlated with performance in the classroom using standard assessment tools. The broader impacts of the project are felt through its targeting of improved student success rate in precalculus, a traditional bottleneck for students pursuing degrees in science, technology, engineering and mathematics (STEM) disciplines. The output and outcomes of the project are also informing future work by a growing community of developers for other courses, even those outside of mathematics. Through its nurturing of this community the project is positioned to transform the fast developing area of mobile technology in undergraduate education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Ensley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Ensley",
   "pi_email_addr": "dougensley@gmail.com",
   "nsf_id": "000351480",
   "pi_start_date": "2011-12-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Kaskosz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Kaskosz",
   "pi_email_addr": "bkaskosz@math.uri.edu",
   "nsf_id": "000109056",
   "pi_start_date": "2011-12-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lea",
   "pi_last_name": "Adams",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Lea T Adams",
   "pi_email_addr": "ltadam@ship.edu",
   "nsf_id": "000592427",
   "pi_start_date": "2011-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Shippensburg University of Pennsylvania",
  "inst_street_address": "1871 OLD MAIN DR STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "SHIPPENSBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7174771251",
  "inst_zip_code": "172572200",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "PA13",
  "org_lgl_bus_name": "SHIPPENSBURG UNIVERSITY OF PENNSYLVANIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NYSMMLJWNRF6"
 },
 "perf_inst": {
  "perf_inst_name": "Shippensburg University of Pennsylvania",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "172572299",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 174226.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1>Mobile Math Apps</h1>\n<h2>Project Summary</h2>\n<p>This 42-month project led to the creation of mobile apps designed to increase student performance on standard precalculus problems. The apps are designed to work on any Android-based mobile device (phone or tablet), exceeding one of the goals of the project. However, the efforts to cross develop for both Android and iOS are thus far stagnated due to difficulties with posting to the Apple App Store. We will continue this effort beyond the grant period.</p>\n<p>Our project had two primary <strong>objectives</strong>. First, to <strong>develop a system of content modules</strong>, each corresponding to a specific, traditional precalculus topic, including visualizations that illuminate concepts and encourage practice, all taking advantage of the portability and unique user interfaces of small, touch screen devices. Topics include right triangle and unit circle trigonometry, properties of logarithms and exponentials, and graphs of logarithmic, exponential, and trigonometric functions. Each module is accompanied by practice problems for students to exercise the skills developed by the interactions/visualizations.</p>\n<p>Our second objective was to <strong>collect usage data</strong> from student phones and <strong>study the change in behavior</strong> of students who use these modules compared to those who did not. This proved to be difficult for several reasons. Our assessment procedure was predicated on the faulty premise that students will opt to use a modern technology tool if it is available. This was certainly not the case early in the grant time frame: for example, we saw in one semester a pool of 80 potential users eventually limit itself to 5 students who actually signed a consent form, installed the app, and used it. This immediately caused a shortage of data that necessitated the project leaders reinvent the assessment plan twice more during the time frame of the project. We were able to use effectively small focus groups early on to inform the design and user interface issues going further, so the early semesters had value, even if they did not provide enough data for statistical analysis. The final experimental design focused only on the effectiveness of the applets on students&rsquo; retention of concepts in a controlled, experimental setting, and this showed some promising results among students in precalculus, leading to a continuation of this method of inquiry beyond the time frame of the funded project. Interestingly, data from a lower level College Algebra course did not suggest any improvement in retention, a result that if corroborated from further study, may underscore that these tools are more effective for students <em>reviewing</em> concepts than for students learning the concepts for the first time.</p>\n<p>The <strong>intellectual merit </strong>of the proposed project was focused on the development of learning objects appropriate for a standard precalculus course, using Adobe AIR for maximum penetration among students&rsquo; smart phone devices, sharing essential ActionScript classes to enable other educational developers to expand on the work. In short, we built some apps and provided information for others to extend our work in terms of technical development and pedagogy.The most shared classes of most potential benefit are the compact, function-graphing class that is appropriate for small screens and the mathematical typesetting class that allows proper mathematics notation to be rendered by an ActionScript-based application.</p>\n<p>For the integrity of the study on student learning, the apps were only been made completely public (and free) after the experimental phase of the project, so we are just now seeing information on who is using the apps and how they are working for the users.</p>\n<p>The project has the potential to make a <strong>broader impact </strong>by increasing the success rat...",
  "por_txt_cntn": "Mobile Math Apps\nProject Summary\n\nThis 42-month project led to the creation of mobile apps designed to increase student performance on standard precalculus problems. The apps are designed to work on any Android-based mobile device (phone or tablet), exceeding one of the goals of the project. However, the efforts to cross develop for both Android and iOS are thus far stagnated due to difficulties with posting to the Apple App Store. We will continue this effort beyond the grant period.\n\nOur project had two primary objectives. First, to develop a system of content modules, each corresponding to a specific, traditional precalculus topic, including visualizations that illuminate concepts and encourage practice, all taking advantage of the portability and unique user interfaces of small, touch screen devices. Topics include right triangle and unit circle trigonometry, properties of logarithms and exponentials, and graphs of logarithmic, exponential, and trigonometric functions. Each module is accompanied by practice problems for students to exercise the skills developed by the interactions/visualizations.\n\nOur second objective was to collect usage data from student phones and study the change in behavior of students who use these modules compared to those who did not. This proved to be difficult for several reasons. Our assessment procedure was predicated on the faulty premise that students will opt to use a modern technology tool if it is available. This was certainly not the case early in the grant time frame: for example, we saw in one semester a pool of 80 potential users eventually limit itself to 5 students who actually signed a consent form, installed the app, and used it. This immediately caused a shortage of data that necessitated the project leaders reinvent the assessment plan twice more during the time frame of the project. We were able to use effectively small focus groups early on to inform the design and user interface issues going further, so the early semesters had value, even if they did not provide enough data for statistical analysis. The final experimental design focused only on the effectiveness of the applets on studentsÆ retention of concepts in a controlled, experimental setting, and this showed some promising results among students in precalculus, leading to a continuation of this method of inquiry beyond the time frame of the funded project. Interestingly, data from a lower level College Algebra course did not suggest any improvement in retention, a result that if corroborated from further study, may underscore that these tools are more effective for students reviewing concepts than for students learning the concepts for the first time.\n\nThe intellectual merit of the proposed project was focused on the development of learning objects appropriate for a standard precalculus course, using Adobe AIR for maximum penetration among studentsÆ smart phone devices, sharing essential ActionScript classes to enable other educational developers to expand on the work. In short, we built some apps and provided information for others to extend our work in terms of technical development and pedagogy.The most shared classes of most potential benefit are the compact, function-graphing class that is appropriate for small screens and the mathematical typesetting class that allows proper mathematics notation to be rendered by an ActionScript-based application.\n\nFor the integrity of the study on student learning, the apps were only been made completely public (and free) after the experimental phase of the project, so we are just now seeing information on who is using the apps and how they are working for the users.\n\nThe project has the potential to make a broader impact by increasing the success rate of students in precalculus mathematics, a traditional bottleneck for students pursuing degrees in science, technology, engineering and mathematics (STEM) disciplines. Because of the reinvention of our assessment plan during the pro..."
 }
}