{
 "awd_id": "1143568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Ychsma Community Construction: Dietary Practices, Rituals and Group Identity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2012-01-20",
 "awd_max_amd_letter_date": "2012-01-20",
 "awd_abstract_narration": "Communities are dynamic phenomena created through the social practices and interactions of diverse individual members. Ancient communities, however, often are portrayed as internally uniform social groups linked to specific archaeological sites. Under the supervision of Dr. Kelly Knudson, Sara Marsteller will use bioarchaeological evidence of social practices associated with specific individuals to investigate the complexities of community identity formation within the Ychsma society of the central Peruvian coast during the period between AD 900-1470. \r\n\r\nAcross the world today communities both act as decision making entities and serve to influence individual member's behavior. Given their central role they constitute an important object for scientific study. This proposed research will provide insight how such entities can be understood in a cross cultural perspective and how they developed over time.\r\n\r\nSpecifically, the project will examine three important aspects of community formation: (1) the relationship between geographic space and symbolic community boundaries, (2) the influence of diverse subgroups within the community on community boundary formation, and (3) the negotiation of community boundaries by outsiders. Using the Ychsma society of Peru as a case study, Ms. Marsteller's analyses will focus on dietary practices and mortuary rituals as social practices potentially used to signify Ychsma community identity. She will reconstruct dietary practices through osteological analyses of patterns of dental disease and tooth wear and through chemical analyses of stable carbon and nitrogen isotopes from archaeological human tissue samples. Ms. Marsteller will reconstruct mortuary rituals associated with specific individuals through the analysis of body treatment and positioning, grave goods and structure, and burial location.\r\n\r\nCurrent archaeological research on communities argues that individual members were responsible for the creation and transformation of past communities. Ms. Marsteller's project will build on this research to demonstrate how diverse community members' actions can be revealed with bioarchaeological data from human skeletal remains and their associated burial contexts. At a regional level, the project seeks to develop a more holistic perspective of Ychsma social relationships during the Late Intermediate Period (AD 900-1470). Such a perspective will further understanding of the degree to which later sociopolitical changes brought about by Inka imperial expansion and Spanish colonization impacted local indigenous groups. Additionally, Ms. Marsteller's study will examine the role of Ychsma commoners in sociopolitical interactions, and thus will complement previous investigations of Ychsma social organization that focus on ethnohistoric and archaeological data associated with the Ychsma elite.\r\n\r\nMs. Marsteller's project will have broader impacts beyond its research goals. The research will generate and synthesize multiple types of bioarchaeological data for use by the anthropological community. All results will be made available via English and Spanish publications in peer-reviewed journals and online for public use. In addition, one Peruvian and two North American undergraduate students will receive research experience and hands-on training in bioarchaeological field or laboratory methods for use in their future careers. Finally, the project will initiate international collaborations among researchers from two Peruvian institutions--the Universidad Nacional Mayor de San Marcos and the Museo Nacional de Antropología, Arqueología e Historia del Peru--and Arizona State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Knudson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly J Knudson",
   "pi_email_addr": "kelly.knudson@asu.edu",
   "nsf_id": "000388108",
   "pi_start_date": "2012-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Marsteller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Marsteller",
   "pi_email_addr": "smarstel@asu.edu",
   "nsf_id": "000592715",
   "pi_start_date": "2012-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project was to examine how past communities are socially produced by diverse individual members. Building on previous archaeological and biaorchaeological studies of community identities, bioarchaeological evidence was used to investigate three important aspects of community formation: (1) the relationship between symbolic community boundaries and geographic space, (2) the influence of diverse discourses of intra-community sub-groups on community formation, and (3) the negotiation of community boundaries by outside individuals. Using the Ychsma (c. AD 900-1470) on the central Peruvian coast as a case study, the project investigated dietary practices and mortuary rituals as social practices used to denote community identity. Analyses of materials from Armatambo and Rinconada Alta in the Rimac Valley examine the ways in which dental indicators of diet, stable carbon and nitrogen isotopic indicators of diet, and archaeological contextual indicators of mortuary rituals correspond with or crosscut spatial burial patterns and additional groupings based on individual characteristics including sex, age at death, and biogeochemically reconstructed residential origins. Observed patterns are interpreted using a theoretical framework that incorporates sociocultural theory of identity with pre-Columbian Andean ideology of the body, self, and social environment as reconstructed from commonalities among regional ethnographic and ethnohistoric examples.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Several key outcomes of the project are significant for the archaeology of communities in general and for Andean archaeology and Ychsma archaeology specifically. First, the results of the study show the utility of bioarchaeological data and theoretical frameworks for revealing the social diversity underlying the social construction of past community identities. Empirical investigation of social diversity is demonstrated to be necessary for understanding the complex nature of community construction in the past. At a regional level, the study provides an important test of ethnohistoric models of sociopolitical organization during the Late Intermediate Period in the Andes. The focus on social processes serves to complement studies that emphasize the role of the economy. In addition, this research enhances understanding of the impact of Inca imperialism in the Rimac Valley by providing information about the sociopolitical relationships in place prior to this major sociopolitical transformation. Finally, the focus of the study on Ychsma commoners serves as an important complement to previous investigations focused on Ychsma elite strategies and the development of social hierarchy.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Four main broader impacts were also achieved. First, multiple lines of biogeochemical, osteological, and mortuary contextual data were generated and synthesized and are in preparation for release to the anthropological community through a series of peer-reviewed publications in English and Spanish and on the web in the Digital Archaeological Record. Second, the project has provided training and professional development in bioarchaeology and archaeological chemistry for eight undergraduate students and the Co-Principal Investigator. Third, the project served to initiate international collaborations between researchers at Arizona State University and the Museo Nacional de Antropolog&iacute;a, Arqueolog&iacute;a e Historia del Peru and the Universidad Nacional Mayor de San Marcos. Finally, the Co-Principal Investigator began public outreach efforts through lectures and hands-on skills workshops presented to international undergraduate students in the Instituto de Estudios Peruanos Central Peruvian Coast Archaeological Field School.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06...",
  "por_txt_cntn": "\nThe aim of this project was to examine how past communities are socially produced by diverse individual members. Building on previous archaeological and biaorchaeological studies of community identities, bioarchaeological evidence was used to investigate three important aspects of community formation: (1) the relationship between symbolic community boundaries and geographic space, (2) the influence of diverse discourses of intra-community sub-groups on community formation, and (3) the negotiation of community boundaries by outside individuals. Using the Ychsma (c. AD 900-1470) on the central Peruvian coast as a case study, the project investigated dietary practices and mortuary rituals as social practices used to denote community identity. Analyses of materials from Armatambo and Rinconada Alta in the Rimac Valley examine the ways in which dental indicators of diet, stable carbon and nitrogen isotopic indicators of diet, and archaeological contextual indicators of mortuary rituals correspond with or crosscut spatial burial patterns and additional groupings based on individual characteristics including sex, age at death, and biogeochemically reconstructed residential origins. Observed patterns are interpreted using a theoretical framework that incorporates sociocultural theory of identity with pre-Columbian Andean ideology of the body, self, and social environment as reconstructed from commonalities among regional ethnographic and ethnohistoric examples.\n\n \n\n            Several key outcomes of the project are significant for the archaeology of communities in general and for Andean archaeology and Ychsma archaeology specifically. First, the results of the study show the utility of bioarchaeological data and theoretical frameworks for revealing the social diversity underlying the social construction of past community identities. Empirical investigation of social diversity is demonstrated to be necessary for understanding the complex nature of community construction in the past. At a regional level, the study provides an important test of ethnohistoric models of sociopolitical organization during the Late Intermediate Period in the Andes. The focus on social processes serves to complement studies that emphasize the role of the economy. In addition, this research enhances understanding of the impact of Inca imperialism in the Rimac Valley by providing information about the sociopolitical relationships in place prior to this major sociopolitical transformation. Finally, the focus of the study on Ychsma commoners serves as an important complement to previous investigations focused on Ychsma elite strategies and the development of social hierarchy.\n\n \n\n            Four main broader impacts were also achieved. First, multiple lines of biogeochemical, osteological, and mortuary contextual data were generated and synthesized and are in preparation for release to the anthropological community through a series of peer-reviewed publications in English and Spanish and on the web in the Digital Archaeological Record. Second, the project has provided training and professional development in bioarchaeology and archaeological chemistry for eight undergraduate students and the Co-Principal Investigator. Third, the project served to initiate international collaborations between researchers at Arizona State University and the Museo Nacional de Antropolog&iacute;a, Arqueolog&iacute;a e Historia del Peru and the Universidad Nacional Mayor de San Marcos. Finally, the Co-Principal Investigator began public outreach efforts through lectures and hands-on skills workshops presented to international undergraduate students in the Instituto de Estudios Peruanos Central Peruvian Coast Archaeological Field School.\n\n\t\t\t\t\tLast Modified: 01/06/2015\n\n\t\t\t\t\tSubmitted by: Kelly J Knudson"
 }
}