{
 "awd_id": "1144346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Seismological Investigations of Volcanic Eruptive Plumes",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 85000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "Dr. Ashley E. Shuler has been awarded an NSF Earth Science Postdoctoral Fellowship to carry out a research and education program at the University of California Santa Cruz. The project will explore the possibility of using seismology as remote sensing tool to estimate height of volcanic ash columns, by evaluating assumptions in the Prejean and Brodsky  [2011] method, that relates seismic waves to maximum heights of ash columns. Dr. Shuler will investigate the source process(es) of co-eruptive seismic tremor and distinguish which eruptive processes are well-coupled to the ground and measurable using seismic waves. This study will determine whether 1 Hz seismic data can reliably be used to estimate plume heights for a variety of different eruption types. Seismology will also be used to calculate a previously unmeasurable quantity - the spectrum of flow velocities inside large-scale eruptive plumes. These results will constrain the turbulence structure of eruption columns.\r\n\r\nThe results from this investigation may have direct applicability to mitigating hazards posed to the aviation industry by explosive volcanic eruptions. The use of 1 Hz data has the potential to revolutionize the use of commonly deployed seismic instruments and enable near real-time monitoring of remote volcanoes. This study will provide a multidisciplinary, collaborative education for the post-doctoral fellow and two undergraduate students linked to both the academic and volcano monitoring communities. An integral component of the proposed work is public education and outreach at Alaska Volcano Observatory, an institutional partner for this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Shuler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley E Shuler",
   "pi_email_addr": "",
   "nsf_id": "000595107",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Shuler                  Ashley         E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Palisades",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "109641707",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "NY17",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Shuler                  Ashley         E",
  "perf_str_addr": null,
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on exploring ways to mitigate volcanic risk. Through a systematic analysis of some of the largest and most unusual volcanic earthquakes, it was determined that non-double-couple earthquakes are generally associated with volcanic unrest. The inflation and deflation of shallow magma chambers triggers slip on curved volcano ring faults, generating earthquakes with specific types of focal mechanisms. Because these events can be detected by the Global Seismographic Network, systematic analysis of non-double-couple earthquakes located near active volcanoes may be a simple and useful way to identify volcanoes that are likely to erupt in the near future, as well as volcanoes that have recently erupted. In related work, it was also determined that dike intrusions associated with rifting episodes along divergent plate boundaries obey scaling relationships similar to the Gutenberg-Richter relation and the modified Omori&rsquo;s law observed for tectonic earthquakes. This observation demonstrates that in regions transitioning from continental rifts to mid-ocean ridges, earthquakes and dike intrusions accommodate strain in similar ways. This work may be useful for forecasting the timings and dimensions of secondary dike intrusions in rifting episodes. Results from both aspects of this project are useful to society because they can be used to identify areas susceptible to volcanic hazards over relatively short time scales.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2013<br>\n\t\t\t\t\tModified by: Ashley&nbsp;E&nbsp;Shuler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on exploring ways to mitigate volcanic risk. Through a systematic analysis of some of the largest and most unusual volcanic earthquakes, it was determined that non-double-couple earthquakes are generally associated with volcanic unrest. The inflation and deflation of shallow magma chambers triggers slip on curved volcano ring faults, generating earthquakes with specific types of focal mechanisms. Because these events can be detected by the Global Seismographic Network, systematic analysis of non-double-couple earthquakes located near active volcanoes may be a simple and useful way to identify volcanoes that are likely to erupt in the near future, as well as volcanoes that have recently erupted. In related work, it was also determined that dike intrusions associated with rifting episodes along divergent plate boundaries obey scaling relationships similar to the Gutenberg-Richter relation and the modified OmoriÆs law observed for tectonic earthquakes. This observation demonstrates that in regions transitioning from continental rifts to mid-ocean ridges, earthquakes and dike intrusions accommodate strain in similar ways. This work may be useful for forecasting the timings and dimensions of secondary dike intrusions in rifting episodes. Results from both aspects of this project are useful to society because they can be used to identify areas susceptible to volcanic hazards over relatively short time scales.\n\n\t\t\t\t\tLast Modified: 11/16/2013\n\n\t\t\t\t\tSubmitted by: Ashley E Shuler"
 }
}