{
 "awd_id": "1145130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Phylogenetic and phytochemical cascades in the evolution of tropical diversity",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 63410.0,
 "awd_amount": 63410.0,
 "awd_min_amd_letter_date": "2012-02-07",
 "awd_max_amd_letter_date": "2012-02-07",
 "awd_abstract_narration": "A central goal of modern biology is to understand the origin and maintenance of biodiversity. In particular, understanding the enormous diversity of tropical communities has been a serious challenge. The research group addresses this challenge by using a well-studied tropical system composed of plants, specialist caterpillars feeding exclusively on this group of plants, and a group of specialist wasps that attack the caterpillars. The diversity within each of these groups is enormous (>2,000 species), and the goal for this project is to better understand the evolution of biodiversity by testing specific hypotheses addressing patterns of plant chemical evolution and the role of plant chemistry in biodiversity. To address these hypotheses, the collaborative group consists of two synthetic chemists to elucidate the plant chemistry, one molecular ecologist to reconstruct the evolutionary history of each group, three taxonomists to describe and identify organisms, and two chemical ecologists to describe the interaction between each group.  \r\n\r\nThe hypothesis that the evolution of one organismal group (i.e. plants) can affect the evolution of another interacting group (i.e. caterpillars) is not a new idea; however, the approach to address this hypothesis is novel, as they focus on multiple feeding groups (plants, caterpillars, wasps), which has rarely been undertaken. In addition, the diverse collaborative team allows the team to thoroughly explore all aspects of this system to yield high explanatory power for the question addressed. Finally, understanding the evolution of biodiversity will help with conservation efforts to maintain species rich ecosystems so that the interactions that give structure to ecosystems remain intact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Dodson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Dodson",
   "pi_email_addr": "craig.dodson@dri.edu",
   "nsf_id": "000593585",
   "pi_start_date": "2012-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Desert Research Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 63410.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Phylogenetic and Phytochemical Cascades in the Evolution of Tropical Diversity</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This collaborative grant was designed to answer two questions: 1) How do phytochemical defenses evolve in a species rich genus of tropical shrub?</p>\n<p>Specifically, are the mixtures of defensive compounds conserved with new structures evolving incrementally over long periods of time? Or do more rapid and saltatory bouts of evolution occur that quickly change these mixtures of compounds in profound ways? The second question we seek to answer: 2) How does the pattern of phytochemical defense evolution affect the patterns of specialist herbivore evolution and the evolution of the herbivores&rsquo; natural enemies, in this case associated parasitoid wasp lineages? In order to answer these questions we choose to focus on the genus of pantropical shrub, <em>Piper,</em> its&rsquo; specialist caterpillar herbivores in the genus <em>Eois</em>, and the associated natural enemies of these caterpillars, parasitoid wasps. The PI of this grant and the PI and co-PI&rsquo;s of the associated collaborative grant have many collective decades of experience with these neotropical genera.&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; First as many species of <em>Piper </em>as possible needed to be phytochemically characterized to at least the level of what type or class of defensive compounds are present (e.g. lignans, amides, terpenes or cyanogenic glycosides to mention just a few possibilities). Then a phylogeny (a tree of genetic relatedness) of these species of <em>Piper </em>needed to be created and the phytochemical results overlaid upon it.&nbsp; A phylogeny of the specialist caterpillars in the genus <em>Eois</em> was then created. This addresses the question, &ldquo;does host plant diversification lead to specialist herbivore diversification&rdquo;?&nbsp; The final layer was a phylogeny of the species of parasitoid wasps that are the natural enemies of the <em>Eois</em> caterpillars to see if complete species diversification occurs from plants to herbivores and finally to the natural enemies of those herbivores.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This award funded that part of the phytochemical analysis that was carried out by this PI and I will outline my results in the following paragraphs and end with a summary of the overarching results obtained in conjunction with the associated collaborative grant.&nbsp; After receiving funding for this project, our larger group collected nearly 300 species of <em>Piper</em> and analyzed approximately 150 of those species via gas chromatography- mass spectrometry (GC-MS) and proton Nuclear Magnetic Resonance (<sup>1</sup>H-NMR).&nbsp; This has resulted in the characterization (classes of compounds, tentative structures, and/or full assignment) of the secondary metabolites or defensive compounds within 63 species using predominately GC-MS) and <sup>1</sup>H-NMR. &nbsp;These results were overlaid over the <em>Piper</em> phylogeny.</p>\n<p>Our preliminary analysis of the crude mixtures has stimulated us pursue the isolation and full characterization of the natural products within a few of these species because of the novelty of some of the compounds present (i.e. <em>P. reticulatum</em>, <em>P. kelleyi</em>, <em>P. scanti-felicis</em>, and <em>P. cabogranum</em>)<em>.</em> <em>P. reticulatum</em> has been found to contain an array of alkenyl and aromatic amides and a single cyanogenic glycoside. The exact composition of the mixtures varying between fruits, flowers, leaves and roots. <em>P. kelleyi</em> contains several new compounds that are prenylated benzoic acid derivatives, chromenes and dimeric chromanes that are photochemically toxic to insects. <em>P. scanti-felicis</em> produces some new...",
  "por_txt_cntn": "\nPhylogenetic and Phytochemical Cascades in the Evolution of Tropical Diversity\n\n            This collaborative grant was designed to answer two questions: 1) How do phytochemical defenses evolve in a species rich genus of tropical shrub?\n\nSpecifically, are the mixtures of defensive compounds conserved with new structures evolving incrementally over long periods of time? Or do more rapid and saltatory bouts of evolution occur that quickly change these mixtures of compounds in profound ways? The second question we seek to answer: 2) How does the pattern of phytochemical defense evolution affect the patterns of specialist herbivore evolution and the evolution of the herbivoresÆ natural enemies, in this case associated parasitoid wasp lineages? In order to answer these questions we choose to focus on the genus of pantropical shrub, Piper, itsÆ specialist caterpillar herbivores in the genus Eois, and the associated natural enemies of these caterpillars, parasitoid wasps. The PI of this grant and the PI and co-PIÆs of the associated collaborative grant have many collective decades of experience with these neotropical genera.  \n\n            First as many species of Piper as possible needed to be phytochemically characterized to at least the level of what type or class of defensive compounds are present (e.g. lignans, amides, terpenes or cyanogenic glycosides to mention just a few possibilities). Then a phylogeny (a tree of genetic relatedness) of these species of Piper needed to be created and the phytochemical results overlaid upon it.  A phylogeny of the specialist caterpillars in the genus Eois was then created. This addresses the question, \"does host plant diversification lead to specialist herbivore diversification\"?  The final layer was a phylogeny of the species of parasitoid wasps that are the natural enemies of the Eois caterpillars to see if complete species diversification occurs from plants to herbivores and finally to the natural enemies of those herbivores.\n\n            This award funded that part of the phytochemical analysis that was carried out by this PI and I will outline my results in the following paragraphs and end with a summary of the overarching results obtained in conjunction with the associated collaborative grant.  After receiving funding for this project, our larger group collected nearly 300 species of Piper and analyzed approximately 150 of those species via gas chromatography- mass spectrometry (GC-MS) and proton Nuclear Magnetic Resonance (1H-NMR).  This has resulted in the characterization (classes of compounds, tentative structures, and/or full assignment) of the secondary metabolites or defensive compounds within 63 species using predominately GC-MS) and 1H-NMR.  These results were overlaid over the Piper phylogeny.\n\nOur preliminary analysis of the crude mixtures has stimulated us pursue the isolation and full characterization of the natural products within a few of these species because of the novelty of some of the compounds present (i.e. P. reticulatum, P. kelleyi, P. scanti-felicis, and P. cabogranum). P. reticulatum has been found to contain an array of alkenyl and aromatic amides and a single cyanogenic glycoside. The exact composition of the mixtures varying between fruits, flowers, leaves and roots. P. kelleyi contains several new compounds that are prenylated benzoic acid derivatives, chromenes and dimeric chromanes that are photochemically toxic to insects. P. scanti-felicis produces some new alkenyl phenols and  P. cabogranum produces a single new bis-aryl ether neolignan of a type common in magnolia but never before seen in the genus Piper.\n\nAdditionally, my collaborators have begun to develop new approaches that expand the capabilities of the current state-of-the-art metabolomics methods toward analyzing phytochemically diverse samples. Their preliminary results have enabled the construction of a \"phytochemical phylogeny\" based upon crude 1H-NMR data.  The results of this analysis sho..."
 }
}