{
 "awd_id": "1145347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Pathogenic Gene Discovery and Elucidation of Genetic Regulatory Networks in the Rice Blast Fungus",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 494955.0,
 "awd_amount": 512955.0,
 "awd_min_amd_letter_date": "2012-03-13",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "To succeed as pathogens, fungi must adapt their metabolism to nutrient availability within the host, but little is known about the genetic regulatory mechanisms involved. The filamentous ascomycete fungus Magnaporthe oryzae is the causal agent of rice blast disease, which annually results in a 10 to 30 percent reduction in global rice yield. Traditional plant breeding strategies have failed to contain this severe threat to global food security; however, because of the amenability of M. oryzae to molecular analysis, durable control strategies might emerge from a better understanding of the molecular and cellular processes underlying the plant-fungal interaction. The goal of this project is to use mutants of M. oryzae, impaired in their ability to develop in rice, to unlock the fundamental cellular, biochemical, and genetic regulatory mechanisms that govern the rice-fungus interaction. Using molecular genetics and biochemical techniques, it is expected that this project will reveal essential new knowledge about the integration of metabolism with gene expression in M. oryzae that will likely shed light on important genetic control pathways in other pathogenic fungi. \r\n\r\nThe investigators will promote the pathogenic gene discovery process as a tool to train students and inspire underrepresented minorities to pursue a career in science. Central to our research ethos will be the integration of undergraduate, graduate, and underrepresented high school students and teachers, representing diverse sections of the community, into the process of pathogenic gene identification and characterization. The M. oryzae- rice interaction will be used to inform undergraduate students of the importance of fundamental concepts in genetics and biochemistry, to allow graduate students and postdoctoral research associates to develop as mentors and teachers, and to involve high school students in real-world problems that, through their participation in EPSCoR summer camps supervised by the PI, will inspire them to undertake a career in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Wilson",
   "pi_email_addr": "rwilson10@unl.edu",
   "nsf_id": "000533766",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "312 N14th Street Alex Bldg West",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 165999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 180956.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p><strong>Project Outcomes Report</strong></p>\n</div>\n<p>&nbsp;</p>\n<p>Rice blast, which is caused by the fungus <em>Magnaporthe oryzae</em>, is the most serious disease of cultivated rice and results in a 10-30% reduction in worldwide rice yields each year. During the first few days of infection, <em>M. oryzae</em> grows unnoticed in living rice cells &ndash; a process called &ldquo;biotrophy&rdquo; &ndash; without activating the plant&rsquo;s defenses that normally work to keep it free of disease. At the start of this project, little was known about how <em>M. oryzae </em>could achieve growth in rice cells while simultaneously suppressing the rice plant&rsquo;s defense system. We hypothesized that identifying the <em>M. oryzae</em> genes underlying this important growth stage might shed light on fundamental biological processes in fungi and suggest much-needed strategies to prevent <em>M. oryzae</em> from devastating rice crops worldwide. We asked the question: <em>how do plant pathogenic fungi respond dynamically to their environment and cause disease? </em>Our goal was to reveal essential new knowledge about how <em>M. oryzae</em> suppresses the rice plant&rsquo;s response to infection in order to cause rice blast disease. We also expected to identify new biological mechanisms that allow <em>M. </em>oryzae to grow and develop in rice cells before the onset of disease. To answer our question, we generated <em>M. oryzae</em> mutants, altered in their ability to infect rice cells, in order to unlock the important processes that control the rice-fungus interaction.</p>\n<p>&nbsp;</p>\n<p>Our results demonstrate for the first time in any plant pathogenic fungus how <em>M. oryzae</em>&rsquo;s glucose metabolism both 1) fuels antioxidation to neutralize rice plant defenses and 2) triggers biotrophy in rice cells by controlling the <em>M. oryzae </em>cell cycle. Specifically, we found that the sugar sensor Tps1 is a critical component in enabling biotrophy, and the new connections revealed through this work between Tps1-dependent glucose metabolism, antioxidation and the fungal cell cycle were published in high-ranking international journals, thus testifying to their novelty and impact. In addition to controlling glucose metabolism and antioxidation, Tps1 also likely acts to prevent the rice cell wall from degrading prematurely, an unwanted action that could activate plant defenses against <em>M. oryzae</em>. Although sources of glucose are important for infection, we found in contrast that some nitrogen-containing rice plant nutrients are not available to <em>M. oryzae </em>during biotrophy, and the fungus instead relies on its own internal stores of amino acids and purines for growth. Collectively, these findings reveal that during biotrophy, <em>M. oryzae</em> thrives in glucose-rich and nitrogen-poor environments likely due to metabolic strategies resulting from the demands of its lifestyle. Importantly, these previously unknown strategies are profoundly different from how normal, healthy rice cells metabolize glucose. As such, our findings provide an important foundation for future research to exploit the metabolic differences between <em>M. oryzae </em>and healthy rice cells in order to develop crop protection strategies that target molecular pathways that are critical for the biotrophic growth of the fungus but are not required for the normal function of the rice cell.</p>\n<p>&nbsp;</p>\n<p>This project actively involved underrepresented groups of undergraduate and graduate students, and high school students and teachers, in the process of pathogenic gene discovery. Undergraduate students from underrepresented groups conducted research on this project, and a number of papers were published that included them as co-authors. In addition, undergraduates had opportunities to present their work as posters at the annual University of Nebraska Research Fair. Graduate ...",
  "por_txt_cntn": "\n\nProject Outcomes Report\n\n\n \n\nRice blast, which is caused by the fungus Magnaporthe oryzae, is the most serious disease of cultivated rice and results in a 10-30% reduction in worldwide rice yields each year. During the first few days of infection, M. oryzae grows unnoticed in living rice cells &ndash; a process called \"biotrophy\" &ndash; without activating the plantÆs defenses that normally work to keep it free of disease. At the start of this project, little was known about how M. oryzae could achieve growth in rice cells while simultaneously suppressing the rice plantÆs defense system. We hypothesized that identifying the M. oryzae genes underlying this important growth stage might shed light on fundamental biological processes in fungi and suggest much-needed strategies to prevent M. oryzae from devastating rice crops worldwide. We asked the question: how do plant pathogenic fungi respond dynamically to their environment and cause disease? Our goal was to reveal essential new knowledge about how M. oryzae suppresses the rice plantÆs response to infection in order to cause rice blast disease. We also expected to identify new biological mechanisms that allow M. oryzae to grow and develop in rice cells before the onset of disease. To answer our question, we generated M. oryzae mutants, altered in their ability to infect rice cells, in order to unlock the important processes that control the rice-fungus interaction.\n\n \n\nOur results demonstrate for the first time in any plant pathogenic fungus how M. oryzaeÆs glucose metabolism both 1) fuels antioxidation to neutralize rice plant defenses and 2) triggers biotrophy in rice cells by controlling the M. oryzae cell cycle. Specifically, we found that the sugar sensor Tps1 is a critical component in enabling biotrophy, and the new connections revealed through this work between Tps1-dependent glucose metabolism, antioxidation and the fungal cell cycle were published in high-ranking international journals, thus testifying to their novelty and impact. In addition to controlling glucose metabolism and antioxidation, Tps1 also likely acts to prevent the rice cell wall from degrading prematurely, an unwanted action that could activate plant defenses against M. oryzae. Although sources of glucose are important for infection, we found in contrast that some nitrogen-containing rice plant nutrients are not available to M. oryzae during biotrophy, and the fungus instead relies on its own internal stores of amino acids and purines for growth. Collectively, these findings reveal that during biotrophy, M. oryzae thrives in glucose-rich and nitrogen-poor environments likely due to metabolic strategies resulting from the demands of its lifestyle. Importantly, these previously unknown strategies are profoundly different from how normal, healthy rice cells metabolize glucose. As such, our findings provide an important foundation for future research to exploit the metabolic differences between M. oryzae and healthy rice cells in order to develop crop protection strategies that target molecular pathways that are critical for the biotrophic growth of the fungus but are not required for the normal function of the rice cell.\n\n \n\nThis project actively involved underrepresented groups of undergraduate and graduate students, and high school students and teachers, in the process of pathogenic gene discovery. Undergraduate students from underrepresented groups conducted research on this project, and a number of papers were published that included them as co-authors. In addition, undergraduates had opportunities to present their work as posters at the annual University of Nebraska Research Fair. Graduate students working on this project published important papers in the field and were able to present at several international conferences such as the 28th Fungal Genetics Conference in Asilomar, CA. We also leveraged summer camps coordinated by our stateÆs Experimental Program to Stimulate Competitive Research (EP..."
 }
}