{
 "awd_id": "1146531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Understanding diversity in camas and rush lilies: can a unified approach resolve species boundaries in difficult groups?",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 346900.0,
 "awd_amount": 359400.0,
 "awd_min_amd_letter_date": "2012-02-17",
 "awd_max_amd_letter_date": "2015-03-04",
 "awd_abstract_narration": "Characterizing life's astounding diversity is fundamental to creating the stable, predictive classifications applied daily in agriculture, conservation, and medicine. Despite new genomic tools, however, species boundaries remain contentious since both the processes and traits that define species are spatially and temporally dynamic. This project uses multiple evidentiary approaches and novel protocols to test discovery-driven hypotheses of species delimitation in closely related Camassia and Hastingsia (rush lilies). Their morphological complexity, hybrids, and variable populations pose difficult classification challenges, making them ideal exemplars for defining the \"best practices\" of integrative taxonomy. Analysis of ecological and genetic differences, reproductive barriers, and the response of \"generalist pollinators\" to floral traits will add further insights into how diversity arises in a family where highly specialized pollination also occurs. \r\n\r\nThe ecological and cultural value of camas to indigenous peoples enhances the project's broad focus, which engages K-12, undergraduate, and graduate students in investigations encompassing the full scope of systematics. Volunteer partnerships will foster diverse, structured experiences in threatened habitats. Access to internet keys will further improve rare and common plant identification. Finally, ecological niche modeling and records of insect visits and flowering times may facilitate tracking the effects of climate change on plant-pollinator interactions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Kephart",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Susan R Kephart",
   "pi_email_addr": "skephart@willamette.edu",
   "nsf_id": "000343421",
   "pi_start_date": "2012-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Willamette University",
  "inst_street_address": "900 STATE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SALEM",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5033706049",
  "inst_zip_code": "973013922",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OR06",
  "org_lgl_bus_name": "WILLAMETTE UNIVERSITY",
  "org_prnt_uei_num": "LBDSJ1GSKJY1",
  "org_uei_num": "LBDSJ1GSKJY1"
 },
 "perf_inst": {
  "perf_inst_name": "Willamette University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973013930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OR06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104968.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 114845.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 133337.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 6250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Characterizing the remarkable global diversity of organisms is fundamental to understanding our shared natural world&mdash;one whose patterns, processes, and functional values reflect our history and sustain us for the future.&nbsp; Creating stable classifications is challenging for species groups whose morphological traits are difficult to distinguish, yet such taxonomies enable informed decisions and new predictions that we apply daily in agriculture, conservation, medicine and other fields. Even with new genomic tools, species boundaries remain contentious, as both the processes and traits that define species are spatially and temporally dynamic. Also, the structure of genomic DNA is a mosaic, with some gene regions resistant to change, and others shifting quickly in new environments. Thus, new species form in complex ways as ancestral lineages and their descendants merge or diverge in time. When hybrids occur between two species, the outcome can lead to the extinction of one or the creation and establishment of a new species lineage, potentially displaying novel traits that may result in weedy invasives, or the development of new, drought resistant crops.</p>\n<p>Plants are essential components of ecosystems, providing not only food, but ecological services including erosion control, reducing greenhouse gases, and recycling water in diverse communities like forests, coastal prairies, and wetlands. Our research focuses on an ecologically important group of perennial wildflowers, <em>Camassia</em> (camas lily, or wild hyacinth) and <em>Hastingsia</em> (rush lily). Together the two genera comprise a small but tractable complex of 16-18 species or subspecies whose morphological complexity, hybridization, and variable populations pose classification challenges, thus making them ideal exemplars to assess the &ldquo;best practices&rdquo; for separating difficult species. We integrated multiple types of criteria to investigate and resolve species boundaries, as well as diverse field, greenhouse, and molecular approaches. By analyzing genetic, morphological, ecological, and reproductive evidence in these plants, we hoped to reveal the patterns of their evolution, the processes behind them, and the most likely ecological and historical contexts. We also aimed to apply what we learned by developing accurate keys to species, and providing a framework for guiding conservation management in two focal genera that include wide-ranging 'generalists' and rare plants found in unusual habitats.</p>\n<p>Funding from our NSF-RUI Collaborative Grant allowed us to use a 'discovery-based' approach to both: 1) infer an evolutionary based tree that shows the placement of <em>Camassia</em> and <em>Hastingsia</em> to close and distant relatives, including soapworts, agaves, and yuccas, 2) provide greater resolution of species boundaries in both focal genera, based on phylogenetics, morphological differences, reproductive barriers, population genetics, and modeling of ecological niches. In eastern North American <em>Camassia</em>, this research, and collaboration with two local botanists, led to study of an unusual, unknown, \"glade\" taxon in Arkansas and to the confirmation of reproductive and morphological differences known between <em>C. angusta and C. scilloides </em>but not always recognized in Texas. For western species, we discovered new range extensions for the prior Oregon endemic, <em>C. howelli,&nbsp;</em>in two California counties,<em> </em>and for the unusual<em> C. cusickii </em>in Washington, previously known only from the Snake River drainage. We elucidated little-known records of strictly evening floral displays in some camas lilies, discovered their vespertine pollination by insects, and via field and lab studies, deciphered key differences in floral timing and lifespan that explain vespertine versus diurnal pollination in <em>Camassia</em>. We predict climatic factors may play a key role in this pollination mode, suggesting avenues for future study. Also, germination experiments reveal, for the first time, that camas seeds will germinate after a 10-15 day immersion. Thus, water dispersal may help explain morphological and genetic evidence of gene flow among species in regions where populations are isolated from each other. In <em>Hastingsia, </em>prior botanists had split rush lilies into 2-4 difficult groups; new morphological and phylogenetic analyses show a pair of sister taxa, and another gradation of species populations still under study; this data, when complete, will assist both conservation managers and taxonomists.</p>\n<p>Investigative research performed by students, citizens, alums under this RUI award to Willamette University, and by affiliates in the field or lab, had both educational and other tangible outcomes. The award supports content, mentoring, and investigations in several undergraduate courses, and use of a software measuring tool. Already voucher specimens of some plants and insects have been accessioned; others will be deposited at multiple research institutions. Sequenced DNA will continue to be shared with future researchers via public databases like GenBank. The PI has trained or mentored over 20 undergraduate students, three high school IB students, one PNW-LSAMP student in research efforts in the field, lab, herbarium, or greenhouse. At least 4-5 of these students are in groups underrepresented in STEM fields. All PIs supported or co-mentored the activities and career efforts of additional students and one post-doc at Willamette University. Our outreach programs and workshops reached K-12 students from several schools and other local programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2018<br>\n\t\t\t\t\tModified by: Susan&nbsp;R&nbsp;Kephart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCharacterizing the remarkable global diversity of organisms is fundamental to understanding our shared natural world&mdash;one whose patterns, processes, and functional values reflect our history and sustain us for the future.  Creating stable classifications is challenging for species groups whose morphological traits are difficult to distinguish, yet such taxonomies enable informed decisions and new predictions that we apply daily in agriculture, conservation, medicine and other fields. Even with new genomic tools, species boundaries remain contentious, as both the processes and traits that define species are spatially and temporally dynamic. Also, the structure of genomic DNA is a mosaic, with some gene regions resistant to change, and others shifting quickly in new environments. Thus, new species form in complex ways as ancestral lineages and their descendants merge or diverge in time. When hybrids occur between two species, the outcome can lead to the extinction of one or the creation and establishment of a new species lineage, potentially displaying novel traits that may result in weedy invasives, or the development of new, drought resistant crops.\n\nPlants are essential components of ecosystems, providing not only food, but ecological services including erosion control, reducing greenhouse gases, and recycling water in diverse communities like forests, coastal prairies, and wetlands. Our research focuses on an ecologically important group of perennial wildflowers, Camassia (camas lily, or wild hyacinth) and Hastingsia (rush lily). Together the two genera comprise a small but tractable complex of 16-18 species or subspecies whose morphological complexity, hybridization, and variable populations pose classification challenges, thus making them ideal exemplars to assess the \"best practices\" for separating difficult species. We integrated multiple types of criteria to investigate and resolve species boundaries, as well as diverse field, greenhouse, and molecular approaches. By analyzing genetic, morphological, ecological, and reproductive evidence in these plants, we hoped to reveal the patterns of their evolution, the processes behind them, and the most likely ecological and historical contexts. We also aimed to apply what we learned by developing accurate keys to species, and providing a framework for guiding conservation management in two focal genera that include wide-ranging 'generalists' and rare plants found in unusual habitats.\n\nFunding from our NSF-RUI Collaborative Grant allowed us to use a 'discovery-based' approach to both: 1) infer an evolutionary based tree that shows the placement of Camassia and Hastingsia to close and distant relatives, including soapworts, agaves, and yuccas, 2) provide greater resolution of species boundaries in both focal genera, based on phylogenetics, morphological differences, reproductive barriers, population genetics, and modeling of ecological niches. In eastern North American Camassia, this research, and collaboration with two local botanists, led to study of an unusual, unknown, \"glade\" taxon in Arkansas and to the confirmation of reproductive and morphological differences known between C. angusta and C. scilloides but not always recognized in Texas. For western species, we discovered new range extensions for the prior Oregon endemic, C. howelli, in two California counties, and for the unusual C. cusickii in Washington, previously known only from the Snake River drainage. We elucidated little-known records of strictly evening floral displays in some camas lilies, discovered their vespertine pollination by insects, and via field and lab studies, deciphered key differences in floral timing and lifespan that explain vespertine versus diurnal pollination in Camassia. We predict climatic factors may play a key role in this pollination mode, suggesting avenues for future study. Also, germination experiments reveal, for the first time, that camas seeds will germinate after a 10-15 day immersion. Thus, water dispersal may help explain morphological and genetic evidence of gene flow among species in regions where populations are isolated from each other. In Hastingsia, prior botanists had split rush lilies into 2-4 difficult groups; new morphological and phylogenetic analyses show a pair of sister taxa, and another gradation of species populations still under study; this data, when complete, will assist both conservation managers and taxonomists.\n\nInvestigative research performed by students, citizens, alums under this RUI award to Willamette University, and by affiliates in the field or lab, had both educational and other tangible outcomes. The award supports content, mentoring, and investigations in several undergraduate courses, and use of a software measuring tool. Already voucher specimens of some plants and insects have been accessioned; others will be deposited at multiple research institutions. Sequenced DNA will continue to be shared with future researchers via public databases like GenBank. The PI has trained or mentored over 20 undergraduate students, three high school IB students, one PNW-LSAMP student in research efforts in the field, lab, herbarium, or greenhouse. At least 4-5 of these students are in groups underrepresented in STEM fields. All PIs supported or co-mentored the activities and career efforts of additional students and one post-doc at Willamette University. Our outreach programs and workshops reached K-12 students from several schools and other local programs.\n\n \n\n\t\t\t\t\tLast Modified: 05/02/2018\n\n\t\t\t\t\tSubmitted by: Susan R Kephart"
 }
}