{
 "awd_id": "1149144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Dynamics and Diversity of Bone Morphogenetic Protein Signaling in Epithelial Cells",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Krieg",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 686544.0,
 "awd_amount": 686544.0,
 "awd_min_amd_letter_date": "2012-05-14",
 "awd_max_amd_letter_date": "2016-03-09",
 "awd_abstract_narration": "Localized activation of cell signaling pathways plays a key role in tissue morphogenesis. During evolution, the expression patterns of pathway components can change both quantitatively and qualitatively, which in turn may lead to morphological changes. The proposed research uses the development of the Drosophila egg, an established model system with powerful genetics tools, to study morphological variations during 45 million years of fly speciation. The research focuses on tissue patterning by the bone morphogenetic protein (BMP) pathway, a major regulator of tissue development across animals. Using genetic, molecular and bioinformatics tools, and the natural variations of eggshell morphologies, this study aims to systematically determine which of the components comprising the BMP signaling pathway can account for signaling and morphological variations across multiple Drosophila species with different eggshell morphologies. The research will provide valuable information on molecular mechanisms underlying the evolution of morphologies, and it will yield new genetic tools for detailed analyses of epithelial tissues' development. Published results will interest broad scientific communities including those of developmental, computational, evolutionary, and systems biology. The PI has created research, educational, and outreach modules to support pre-college, undergraduate and graduate students. For example, an outreach program in the science, technology, engineering, and mathematics (STEM) disciplines, for middle and high school biology teachers and students from the Camden area, aims to provide experimental and computational tools to enrich their current biology curriculum. The researcher has developed an experimental and computational genetics lab for junior and senior undergraduates. Numerous undergraduate students followed up with their research by conducting experiments under the guidance of the PI's graduate students. The Rutgers-Camden campus recruits and enrolls students from local populations traditionally underrepresented in STEM disciplines. The researcher's lab provides an excellent environment for students of multiple learning levels to conduct research, educational, and outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nir",
   "pi_last_name": "Yakoby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nir Yakoby",
   "pi_email_addr": "yakoby@camden.rutgers.edu",
   "nsf_id": "000514964",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Camden",
  "inst_street_address": "303 COOPER ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMDEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562252949",
  "inst_zip_code": "081021519",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "RUTGERS THE STATE UNIVERSITY",
  "org_prnt_uei_num": "YHAYMDR5EXX7",
  "org_uei_num": "MPJFHQ7SMNH1"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Camden",
  "perf_str_addr": "315 Penn St.",
  "perf_city_name": "Camden",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "081021411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 127761.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199719.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 71485.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 167579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Morphology is highly diverse in nature; however, the mechanisms underlying the evolution of morphologies are largely unknown. Cell signaling pathways, like the bone morphogenetic protein (BMP) signaling, control cell differentiation and instruct morphogenesis. Given the conserved nature of cell signaling pathways across animals, the fruit fly <em>Drosophila</em> is an excellent model system to study how changes in cell signaling impact the evolution of morphologies. &nbsp;Our research found that changes in the expression of the type I BMP receptor control the diversity of BMP signaling across species. In addition, we discovered that Wishful thinking is the type II BMP receptor during egg formation. Our study found a new mechanism for Wishful thinking expression that has been conserved for over 45 million years. Furthermore, our research established that the expression pattern of Broad, a major transcription factor controlling egg morphology, evolved in <em>cis </em>regulation.</p>\n<p>Another aspect of our research formed a method to analyze and compare large numbers of two-dimensional images of genes expressed in the follicular epithelium. This method is based on the annotation of expression domains and data transformation into binary matrices that capture the complexity of gene expression. We used this method to study the evolution of gene expression among multiple species. We predicted that one of the expression domains is regulated by a different pathway, the epidermal growth factor receptor signaling, which was later confirmed experimentally. In addition, our study was the first to systematically screen for gene regulatory elements during egg formation. This study&rsquo;s findings enabled us to determine the location of regulatory elements in the genomic gene model. Importantly, we found over 50 gene regulatory elements that can be used by the scientific community to manipulate genes to study development.</p>\n<p>This award also supported the development of a new course: Genetics Lab. This hands-on laboratory combines classic genetics with the screening of genes in different <em>Drosophila</em> species. Students learned to formulate a research hypothesis, use molecular, genetic, and bioinformatics&rsquo; tools to test it, and critically analyze their results. Numerous undergraduate students from the Genetics Lab course continued to conduct independent research in the PI&rsquo;s Lab. The module developed for the Genetics Lab can be modified to fit a high school genetics&rsquo; class. Twenty undergraduate and four graduate students participated in part of the research conducted under this award. Four undergraduate students are co-authors on primary research publications, which is very important for their future scientific paths. The PI also has been participating annually over the summer in the ten-week program Research Experiences for Undergraduates (REU). Two REU students are co-authors on the PI&rsquo;s papers.</p>\n<p>The NSF-CAREER Award brought valuable opportunities to underrepresented minorities in the STEM field of research. For example, 15 of the 20 students were females, and two were African-American students and two were Hispanic students. Among them, some were accepted into pharmacy schools, medical schools, and other graduate programs. Some students secured spots in the Rutgers University, Camden Campus Masters of Biology program and in the PhD in Computational and Integrative Biology program. In summary, the combination of basic research and strong educational and outreach modules significantly contributed to the success of students at different levels of their academic careers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/25/2018<br>\n\t\t\t\t\tModified by: Nir&nbsp;Yakoby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMorphology is highly diverse in nature; however, the mechanisms underlying the evolution of morphologies are largely unknown. Cell signaling pathways, like the bone morphogenetic protein (BMP) signaling, control cell differentiation and instruct morphogenesis. Given the conserved nature of cell signaling pathways across animals, the fruit fly Drosophila is an excellent model system to study how changes in cell signaling impact the evolution of morphologies.  Our research found that changes in the expression of the type I BMP receptor control the diversity of BMP signaling across species. In addition, we discovered that Wishful thinking is the type II BMP receptor during egg formation. Our study found a new mechanism for Wishful thinking expression that has been conserved for over 45 million years. Furthermore, our research established that the expression pattern of Broad, a major transcription factor controlling egg morphology, evolved in cis regulation.\n\nAnother aspect of our research formed a method to analyze and compare large numbers of two-dimensional images of genes expressed in the follicular epithelium. This method is based on the annotation of expression domains and data transformation into binary matrices that capture the complexity of gene expression. We used this method to study the evolution of gene expression among multiple species. We predicted that one of the expression domains is regulated by a different pathway, the epidermal growth factor receptor signaling, which was later confirmed experimentally. In addition, our study was the first to systematically screen for gene regulatory elements during egg formation. This study?s findings enabled us to determine the location of regulatory elements in the genomic gene model. Importantly, we found over 50 gene regulatory elements that can be used by the scientific community to manipulate genes to study development.\n\nThis award also supported the development of a new course: Genetics Lab. This hands-on laboratory combines classic genetics with the screening of genes in different Drosophila species. Students learned to formulate a research hypothesis, use molecular, genetic, and bioinformatics? tools to test it, and critically analyze their results. Numerous undergraduate students from the Genetics Lab course continued to conduct independent research in the PI?s Lab. The module developed for the Genetics Lab can be modified to fit a high school genetics? class. Twenty undergraduate and four graduate students participated in part of the research conducted under this award. Four undergraduate students are co-authors on primary research publications, which is very important for their future scientific paths. The PI also has been participating annually over the summer in the ten-week program Research Experiences for Undergraduates (REU). Two REU students are co-authors on the PI?s papers.\n\nThe NSF-CAREER Award brought valuable opportunities to underrepresented minorities in the STEM field of research. For example, 15 of the 20 students were females, and two were African-American students and two were Hispanic students. Among them, some were accepted into pharmacy schools, medical schools, and other graduate programs. Some students secured spots in the Rutgers University, Camden Campus Masters of Biology program and in the PhD in Computational and Integrative Biology program. In summary, the combination of basic research and strong educational and outreach modules significantly contributed to the success of students at different levels of their academic careers.\n\n\t\t\t\t\tLast Modified: 06/25/2018\n\n\t\t\t\t\tSubmitted by: Nir Yakoby"
 }
}