{
 "awd_id": "1150057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Computational Approaches to Model Physicians' and Patients' Interactions with Health Information Technology",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 400008.0,
 "awd_amount": 400008.0,
 "awd_min_amd_letter_date": "2012-01-20",
 "awd_max_amd_letter_date": "2012-01-20",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) project is to model physicians' and patients' cognitive and behavioral interactions with health information technology (IT) as these individuals deal with two costly chronic diseases - diabetes and hypertension. The researcher will model these interactions using methods from applied psychology, visualization, and computer science. Using these models, the researcher will assess the quality of physicians' and patients' cognitive and behavioral interactions across existing commercial health IT systems, and will design new computer interfaces that improve how physicians and patients interact with health IT.\r\n\r\nBy providing guidance for the effective design of health IT, this research will directly support current government initiatives aimed at stimulating the adoption of health IT. There is overwhelming evidence that health IT failures often result from a faulty understanding of how individuals use information while completing tasks and making decisions. This research aims to increase physicians' and patients' adoption of health IT by making it easier for them to find and use the right information at the right time. As chronic disease management poses a significant burden on the healthcare system, the specific design guidance identified via the proposed research has the potential to improve clinical outcomes and reduce the costs of managing these patients. Through this research, PhD students will be able to work closely with healthcare provider mentors and participate in interdisciplinary research teams with physicians, nurses, and computer scientists. Additionally, the researcher will develop realistic case studies to expose undergraduate and graduate students to the growing field of health systems engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jenna",
   "pi_last_name": "Marquard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jenna Marquard",
   "pi_email_addr": "jlmarquard@ecs.umass.edu",
   "nsf_id": "000499128",
   "pi_start_date": "2012-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039265",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  },
  {
   "pgm_ref_code": "1787",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400008.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>Electronic Health Records (EHRs) are a ubiquitous and vital component of patient care. Physicians and nurses, key EHR users, are conducting increasingly information-intensive work, and EHRs must effectively support this work. The major goal of this project was therefore to understand how physicians and nurses search for and use information in EHRs. If we can better understand these information search patterns, we can design EHRs that help physicians and nurses find the information they need quickly, and in a format that helps them make better decisions &ndash; ideally improving patient safety. By improving EHR design, we can also increase the efficiency of physicians&rsquo; and nurses&rsquo; work, thereby reducing healthcare costs.</span></p>\n<p class=\"Default\">We used several novel methods to capture physicians&rsquo; and nurses&rsquo; information search patterns. Eye-tracking devices allowed us to determine where a physician or nurse looked within a given environment, such as at the patient, a monitor, or information on an EHR screen. The eye-tracking devices also captured audio of what an individual said as (s)he completed a task. Screen capture software helped us determine where an individual navigated to and clicked on a computer screen. Debriefing interviews and questionnaires allowed us to understand individuals&rsquo; perceptions about their information search patterns. A key part of this work was in determining methods for combining these data into useful analyses that could provide insight into potential EHR design choices.</p>\n<p class=\"Default\">We conducted numerous studies using these data collection and analysis methods, with clinician partners at four healthcare sites. Our study participants were wide-ranging and included nursing students, practicing nurses, primary care physicians, internal medicine residents and physicians, and anesthesiologists. While the goal of our work was to address how clinicians search for and use information, it became clear that information entry and information display are becoming overly co-mingled &ndash; and need to be decoupled. It may be best to display data in a different format or order than it was entered, or to display only a subset of the data. Our work has also made it especially clear that just because data are collected and are therefore available, that does not automatically mean they should be displayed. While user interface design can impact information search and reasoning, these patterns are also heavily influenced by the individual completing the task (cross-clinician variability), and by their assessment of the patient case (within-clinician variability).</p>\n<p class=\"Default\">Given that clinicians struggle to interpret and use EHR data, we need to rethink how to display these data to support clinician cognition. The field of health data visualization is growing, and while good data visualization shows promise in aiding clinicians, poor data visualization can be misleading and perhaps be worse than the status quo. The work completed in this project (both our methodological knowledge related to eye-tracking, and our findings to-date) can make significant positive contributions to this field.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2019<br>\n\t\t\t\t\tModified by: Jenna&nbsp;Marquard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Electronic Health Records (EHRs) are a ubiquitous and vital component of patient care. Physicians and nurses, key EHR users, are conducting increasingly information-intensive work, and EHRs must effectively support this work. The major goal of this project was therefore to understand how physicians and nurses search for and use information in EHRs. If we can better understand these information search patterns, we can design EHRs that help physicians and nurses find the information they need quickly, and in a format that helps them make better decisions &ndash; ideally improving patient safety. By improving EHR design, we can also increase the efficiency of physicians? and nurses? work, thereby reducing healthcare costs.\nWe used several novel methods to capture physicians? and nurses? information search patterns. Eye-tracking devices allowed us to determine where a physician or nurse looked within a given environment, such as at the patient, a monitor, or information on an EHR screen. The eye-tracking devices also captured audio of what an individual said as (s)he completed a task. Screen capture software helped us determine where an individual navigated to and clicked on a computer screen. Debriefing interviews and questionnaires allowed us to understand individuals? perceptions about their information search patterns. A key part of this work was in determining methods for combining these data into useful analyses that could provide insight into potential EHR design choices.\nWe conducted numerous studies using these data collection and analysis methods, with clinician partners at four healthcare sites. Our study participants were wide-ranging and included nursing students, practicing nurses, primary care physicians, internal medicine residents and physicians, and anesthesiologists. While the goal of our work was to address how clinicians search for and use information, it became clear that information entry and information display are becoming overly co-mingled &ndash; and need to be decoupled. It may be best to display data in a different format or order than it was entered, or to display only a subset of the data. Our work has also made it especially clear that just because data are collected and are therefore available, that does not automatically mean they should be displayed. While user interface design can impact information search and reasoning, these patterns are also heavily influenced by the individual completing the task (cross-clinician variability), and by their assessment of the patient case (within-clinician variability).\nGiven that clinicians struggle to interpret and use EHR data, we need to rethink how to display these data to support clinician cognition. The field of health data visualization is growing, and while good data visualization shows promise in aiding clinicians, poor data visualization can be misleading and perhaps be worse than the status quo. The work completed in this project (both our methodological knowledge related to eye-tracking, and our findings to-date) can make significant positive contributions to this field.\n\n \n\n\t\t\t\t\tLast Modified: 03/01/2019\n\n\t\t\t\t\tSubmitted by: Jenna Marquard"
 }
}