{
 "awd_id": "1151762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: The Nature of SRB Measures for Nonequilibrium Hyperbolic Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Justin Holmer",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 400001.0,
 "awd_amount": 400001.0,
 "awd_min_amd_letter_date": "2012-01-23",
 "awd_max_amd_letter_date": "2016-05-03",
 "awd_abstract_narration": "The theory of equilibrium hyperbolic dynamical systems has  been developed to the point where it now provides powerful mathematical tools to address open problems in physics. The principal investigator will focus on understanding the nature of Sinai-Ruelle-Bowen (SRB) measures and the statistics of relevant observations for nonequilibrium phenomena, using innovative approaches related to the study of chaotic systems. While sophisticated techniques have been developed and beautiful results obtained for equilibrium systems, the research topics of random and chaotic behavior in nonequilibrium systems have remained wide open. The reason for this is that chaotic phenomena in these settings have quite a different flavor from those in the equilibrium context. Recently developed mathematical tools in hyperbolic systems offer hope for significant progress. This project seeks to obtain both a theoretical understanding of and new ways to connect mathematical ideas to a variety of complex phenomena by addressing two challenging issues through the use of spectral analysis, the coupling method, and other innovative approaches. The first concerns statistical properties of nonequilibrium hyperbolic systems (e.g.,to prove the existence of SRB measures that characterize the steady states; to study the time correlation functions that relate to the diffusion matrix in the transport processes; to verify other limiting theorems for perturbed hyperbolic systems).  Specific models include Lorentz gases under general forces, an ideal gas with slow-moving scatterers, and random systems with microstructure. The second issue has to do with properties of SRB measures and related physical laws (e.g., to understand the nature of SRB measures, including their entropy and Hausdorff dimensions; to obtain Ohm's law, the Einstein relation, and other physical laws for certain nonequilibrium hyperbolic systems that arise in physics).\r\n\r\nThis project will use mathematical tools to address applied problems in physics, chemical engineering, and other sciences. The theory of hyperbolic systems has provided excellent models or paradigms for understanding chaos and diffusion processes in systems that are random or changing over time. The goal is to capture the major complexity of these systems, from integrability to chaotic behavior, without the difficulty of integrating the equations of motion. As the study of physical invariant measures and their asymptotic statistical properties provides new insight into the nature of steady states and transport phenomena, the project will contribute to modern statistical physics and chemical engineering. Thus, it will have a broad impact outside of mathematics in the physical sciences and within the broader scientific community. The principal investigator plans to motivate and excite students about research on chaotic systems by directing graduate student research, by incorporating research-related concepts and simulations of nonequilibrium systems into new undergraduate courses, thereby enhancing research experiences for undergraduates (REUs), and by carrying out K-12 outreach activities. The research will be integrated into both graduate and undergraduate research projects, as well as into curriculum development. The principal investigator will seek institutional approval for a new topics course for graduate students on stochastic differential equations and a new undergraduate course that will focus on topics related to chaos and fractals. She will initiate a Guest Lecture Series at the Amherst Regional High School on topics related to chaos and fractal geometry, in order to engage local high school students in this interdisciplinary, cutting-edge research. She will also organize annual workshops for high school girls that will include hands-on scientific activities and career discussions with individual pursuing careers in the mathematical sciences, academic or otherwise. The project will broaden participation of women and underrepresented minorities and help them to visualize the beauty of mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong-Kun",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong-Kun Zhang",
   "pi_email_addr": "hongkun@math.umass.edu",
   "nsf_id": "000511993",
   "pi_start_date": "2012-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "70 Butterfield Terrace",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60118.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 53936.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 77082.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 103813.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 105052.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main results by the PI supported by the NSF grant are&nbsp; the discovery of the suitable Banach space&nbsp; for spectral analysis for hyperbolic systems with singularities; the discovery of a new class of ergodic billiards that fails all known hyperbolic conditions; the new results on optimal decay rates of correlations for nonuniformly hyperbolic systems; and the&nbsp; renovated construction of the improved Young Tower and Markov partitions for hyperbolic systems with singularities. During this period, the PI has worked on several related research projects. The main results and contributions can be summarized as the following.<br /><br />1. Constructing suitable Banach space for spectral analysis of hyperbolic systems with singularities. With Demers&nbsp; the PI has&nbsp; solved&nbsp; a longstanding open problem of constructing suitable Banach spaces on which the transfer operator&nbsp; for the billiard map associated with a periodic Lorentz gas is quasi-compact and has a spectral gap.&nbsp; This powerful framework plays a key role in developing the spectral analysis to prove exponential decay of correlations&nbsp; for general uniformly hyperbolic systems&nbsp; with singularities.&nbsp; A host of limiting theorems such as large deviation estimates, a central limit theorem, and an almost sureinvariance principle are also proved.<br />&nbsp;<br />2. Discovery of new ergodic billiard models with weak mixing properties.<br />&nbsp; With her PhD students, the PI&nbsp; &nbsp;discovered a new class of ergodic billiardswith focusing boundary components, where a free path between focusing components need not&nbsp; be large -- in particular the Defocusing Mechanism fails.&nbsp; &nbsp; &nbsp;This model promises to help better understand&nbsp;the transition from&nbsp; &nbsp;completely integrable systems&nbsp; to chaotic systems. The hyperbolicity of this billiard was proved, using the continuous fraction method. However, other ergodic property and statistical properties of this system are still unknown and left wide open.&nbsp; &nbsp; The PI was able to construct the first class of billiards with arbitrarily slow rates of decay of correlations.&nbsp; She also obtained decay rates of correlations for a family of billiards with finitely many points (flat points) on its convex boundaries.&nbsp; Such systems are, in a sense, intermittent, as they exemplify a delicatetransition from the regular behavior to chaos.&nbsp;<br /><br />3. Obtaining the new results on optimal rates of decay of correlations&nbsp; for nonuniformly hyperbolic systems.&nbsp; The study of mixing rates in intermittent chaotic systems is more difficult than that of truly chaotic ones, and the resulting estimates may depend on delicate details of the dynamics in the traps, or neighborhood of phase points with zero Lyapunov exponent. The breakthrough was made by Vaienti and the PI,&nbsp; where a general scheme for estimating decay of correlations of nonuniform hyperbolicsystems was developed.&nbsp; &nbsp;To our knowledge, this is the first result of this type&nbsp; for&nbsp; non-uniformly hyperbolic billiards.&nbsp;&nbsp;<br /><br /><br />&nbsp;4.&nbsp; Estimating Memory loss rates for time dependent systems. In recent joint work with M. Stenlund and L.-S. Young, the PI was able to use the Coupling Method to investigate&nbsp; the&nbsp; memory loss speed for&nbsp; compositions of&nbsp; certain time-dependent billiard maps.&nbsp; The PI was able to prove&nbsp; that, statistically speaking, the system at issue loses memory of its initial state exponentially.&nbsp; &nbsp; The novelty of this approach is that the construction of a sequence of reference sets that can be&nbsp; used to match measures.&nbsp;</p>\n<p>6. Statistical/physical properties of nonequilibrium billiards. The PI also investigated statistical and physical properties including&nbsp; electrical current in two-dimensional periodic Lorentz gas in thepresence of rather general forces on the billiard table. In this&nbsp; &nbsp;system billiard orbits may not reflect elastically when reaching theboundary. It was proved that when the horizon is finite, i.e. the free flights between collisions are bounded, the resulting current J is proportional to the strength of the external force.&nbsp;</p>\n<p>7. Spectral analysis for random billiards with microstructure. In recent joint work with Feres, the PI considered billiards with microstructure, which are&nbsp; random billiards whose Markov operators are derived from a ``microscopic surface structure\" on the boundary of the billiard table.&nbsp; We were able to develop some general tools for the analysis of the collision operator.&nbsp;Recently, with Feres and his student, we study the no-slip billiards, which is a new types of billiards which involve rotation in the billiard motion.&nbsp;</p>\n<p>&nbsp;The PI was able to attend many international conferences and give talks on herresearch results. The PI has organized/coorganized 7 international workshops/ conferences, which createdan integrated, collaborative event for international researchers, and fostered connections and collaborationsamong international colleagues in the field of hyperbolic systems and probability theory.&nbsp;&nbsp;The PI has worked extensivelyon curriculum development. She has directed more than 10 REU students, 4 PhD students and 3 Postdoctoral researchers. She has been working with Amherst Regional High School, organizing aMath Club to engage high school students in studying math. The opportunity to participate in research aswell as the dissemination of this research serve to broaden the participation of girls and underrepresentedminorities in math related activities and to stimulate their interest in research careers of mathematics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2018<br>\n\t\t\t\t\tModified by: Hong-Kun&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main results by the PI supported by the NSF grant are  the discovery of the suitable Banach space  for spectral analysis for hyperbolic systems with singularities; the discovery of a new class of ergodic billiards that fails all known hyperbolic conditions; the new results on optimal decay rates of correlations for nonuniformly hyperbolic systems; and the  renovated construction of the improved Young Tower and Markov partitions for hyperbolic systems with singularities. During this period, the PI has worked on several related research projects. The main results and contributions can be summarized as the following.\n\n1. Constructing suitable Banach space for spectral analysis of hyperbolic systems with singularities. With Demers  the PI has  solved  a longstanding open problem of constructing suitable Banach spaces on which the transfer operator  for the billiard map associated with a periodic Lorentz gas is quasi-compact and has a spectral gap.  This powerful framework plays a key role in developing the spectral analysis to prove exponential decay of correlations  for general uniformly hyperbolic systems  with singularities.  A host of limiting theorems such as large deviation estimates, a central limit theorem, and an almost sureinvariance principle are also proved.\n \n2. Discovery of new ergodic billiard models with weak mixing properties.\n  With her PhD students, the PI   discovered a new class of ergodic billiardswith focusing boundary components, where a free path between focusing components need not  be large -- in particular the Defocusing Mechanism fails.     This model promises to help better understand the transition from   completely integrable systems  to chaotic systems. The hyperbolicity of this billiard was proved, using the continuous fraction method. However, other ergodic property and statistical properties of this system are still unknown and left wide open.    The PI was able to construct the first class of billiards with arbitrarily slow rates of decay of correlations.  She also obtained decay rates of correlations for a family of billiards with finitely many points (flat points) on its convex boundaries.  Such systems are, in a sense, intermittent, as they exemplify a delicatetransition from the regular behavior to chaos. \n\n3. Obtaining the new results on optimal rates of decay of correlations  for nonuniformly hyperbolic systems.  The study of mixing rates in intermittent chaotic systems is more difficult than that of truly chaotic ones, and the resulting estimates may depend on delicate details of the dynamics in the traps, or neighborhood of phase points with zero Lyapunov exponent. The breakthrough was made by Vaienti and the PI,  where a general scheme for estimating decay of correlations of nonuniform hyperbolicsystems was developed.   To our knowledge, this is the first result of this type  for  non-uniformly hyperbolic billiards.  \n\n\n 4.  Estimating Memory loss rates for time dependent systems. In recent joint work with M. Stenlund and L.-S. Young, the PI was able to use the Coupling Method to investigate  the  memory loss speed for  compositions of  certain time-dependent billiard maps.  The PI was able to prove  that, statistically speaking, the system at issue loses memory of its initial state exponentially.    The novelty of this approach is that the construction of a sequence of reference sets that can be  used to match measures. \n\n6. Statistical/physical properties of nonequilibrium billiards. The PI also investigated statistical and physical properties including  electrical current in two-dimensional periodic Lorentz gas in thepresence of rather general forces on the billiard table. In this   system billiard orbits may not reflect elastically when reaching theboundary. It was proved that when the horizon is finite, i.e. the free flights between collisions are bounded, the resulting current J is proportional to the strength of the external force. \n\n7. Spectral analysis for random billiards with microstructure. In recent joint work with Feres, the PI considered billiards with microstructure, which are  random billiards whose Markov operators are derived from a ``microscopic surface structure\" on the boundary of the billiard table.  We were able to develop some general tools for the analysis of the collision operator. Recently, with Feres and his student, we study the no-slip billiards, which is a new types of billiards which involve rotation in the billiard motion. \n\n The PI was able to attend many international conferences and give talks on herresearch results. The PI has organized/coorganized 7 international workshops/ conferences, which createdan integrated, collaborative event for international researchers, and fostered connections and collaborationsamong international colleagues in the field of hyperbolic systems and probability theory.  The PI has worked extensivelyon curriculum development. She has directed more than 10 REU students, 4 PhD students and 3 Postdoctoral researchers. She has been working with Amherst Regional High School, organizing aMath Club to engage high school students in studying math. The opportunity to participate in research aswell as the dissemination of this research serve to broaden the participation of girls and underrepresentedminorities in math related activities and to stimulate their interest in research careers of mathematics.\n\n \n\n\t\t\t\t\tLast Modified: 08/10/2018\n\n\t\t\t\t\tSubmitted by: Hong-Kun Zhang"
 }
}