{
 "awd_id": "1151364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Metal-Catalyzed Strategy for Enantioselective Additions to Oxocarbenium Ions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2012-02-08",
 "awd_max_amd_letter_date": "2013-06-14",
 "awd_abstract_narration": "The Chemical Synthesis Program in the Division of Chemistry supports the work of Professor Mary Watson of the University of Delaware to develop a metal-catalyzed approach to the enantioselective addition of carbon nucleophiles to oxocarbenium ion intermediates. This research focuses on developing a general and practical solution for the preparation of enantioenriched, alpha-substituted oxygen heterocycles from a wide range of readily available, racemic acetal starting materials. The methods being developed rely predominantly on commercially or readily available carbon nucleophiles and inexpensive, first-row transition metal catalysts to maximize their practicality. \r\n\r\nThe ultimate goal of this research program is to enable efficient access to chiral oxygen heterocycles that would have a positive and significant impact on discovery and development of new pharmaceuticals, agrochemicals and functional materials.  Of equal importance to the PI are the mentorship, education and training of the next generation of scientists.  This research provides education and research training to undergraduate and graduate student researchers. Further, this CAREER award supports the PI's efforts to increase the accessibility of organic chemistry to undergraduate students via peer-led team learning (PLTL) workshops in sophomore organic chemistry at the University of Delaware and to inspire Delaware high school students with the power of chemistry using a video she produced about Richard Heck's Nobel Prize-winning achievements and by performing demonstrations in Delaware high schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Watson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Watson",
   "pi_email_addr": "mpwatson@udel.edu",
   "nsf_id": "000595185",
   "pi_start_date": "2012-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "6878",
   "pgm_ref_txt": "CHEMICAL SYNTHESIS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 446000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 104000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>The research supported by NSF CHE-1151364, &ldquo;CAREER: A Metal-Catalyzed Strategy for Enantioselective Additions to Oxocarbenium Ions&rdquo; has resulted in the development of a new strategy for asymmetric synthesis of oxygen and nitrogen heterocycles, scaffolds present in a number of important bioactive molecules. The goal of this NSF-funded work was to develop enantioselective, transition metal-catalyzed additions to oxocarbenium ions. Other methods for intermolecular, enantioselective additions of carbon nucleophiles to cyclic oxocarbenium ions often rely on organo- or Lewis acid catalysts. Recognizing the wealth of precedent in the catalytic generation of chiral <em>organometallic</em> nucleophiles, we envisioned that transition metal catalysis would offer a powerful solution to controlling enantioselectivity in additions to cyclic oxocarbenium ions. We have demonstrated that this strategy effectively controls enantioselectivity in alkynylations of several classes of oxocarbenium and iminium ion intermediates. These methods deliver oxygen and nitrogen heterocycles with a-stereocenters, which constitute important scaffolds in bioactive molecules. In addition, we discovered a diastereoselective, zinc-catalyzed alkynylation of a-bromo oxocarbenium ions, formed in situ from acetal precursors. When coupled with bromination of a cyclic enol ether substrate, this chemistry provides a rapid route to a multifunctional intermediate from simple starting materials. We also discovered transition metal-free additions of alkynes to oxocarbenium ions in the presence of magnesium bromide. This process converts exceptionally simple starting materials into a difunctionalized product, poised to undergo further elaboration. In addition to the synthetic utility of these reactions, this research also provided insights to the catalyst structures, which may have important implications for a variety of reactions involving copper acetylides.</p>\n<p>In summary, this research has demonstrated a new strategy for achieving highly enantioselective additions to cyclic oxocarbenium ions via transition metal catalysis. By using a copper catalyst to catalytically generate a chiral organometallic nucleophile, high yields and enantioselectivites in alkynylations of both isochroman and chromene oxocarbenium ions have been achieved. A Cu/Pybox catalyst capable of delivering tetrasubstituted stereocenters of isochroman and isoquinoline substrates has also be indentified. These methods will impact the preparation of these important oxygen and nitrogen heterocycles.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Towards the goal of inspiring and empowering students, Mary Watson served as a faculty adviser for the Organic Student-Invited Colloquium and the Women in Chemistry Group at UD. She also participated as a panelist on numerous panels at UD and outside the university to encourage college students to pursue research careers (and to comment on being a woman in science). To empower undergraduate students in organic chemistry, she implemented active learning approaches, largely inspired by the Peer-Led Team-Learning approach, in discussion sections. She worked with the teaching assistants to train them in leading team-learning activities.&nbsp; To empower graduate students and postdoctoral researchers to set their own career trajectories, Watson served on a University committee to create resources for PI&rsquo;s and students to understand and use Independent Development Plans (IDPs).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2018<br>\n\t\t\t\t\tModified by: Mary&nbsp;Watson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThe research supported by NSF CHE-1151364, \"CAREER: A Metal-Catalyzed Strategy for Enantioselective Additions to Oxocarbenium Ions\" has resulted in the development of a new strategy for asymmetric synthesis of oxygen and nitrogen heterocycles, scaffolds present in a number of important bioactive molecules. The goal of this NSF-funded work was to develop enantioselective, transition metal-catalyzed additions to oxocarbenium ions. Other methods for intermolecular, enantioselective additions of carbon nucleophiles to cyclic oxocarbenium ions often rely on organo- or Lewis acid catalysts. Recognizing the wealth of precedent in the catalytic generation of chiral organometallic nucleophiles, we envisioned that transition metal catalysis would offer a powerful solution to controlling enantioselectivity in additions to cyclic oxocarbenium ions. We have demonstrated that this strategy effectively controls enantioselectivity in alkynylations of several classes of oxocarbenium and iminium ion intermediates. These methods deliver oxygen and nitrogen heterocycles with a-stereocenters, which constitute important scaffolds in bioactive molecules. In addition, we discovered a diastereoselective, zinc-catalyzed alkynylation of a-bromo oxocarbenium ions, formed in situ from acetal precursors. When coupled with bromination of a cyclic enol ether substrate, this chemistry provides a rapid route to a multifunctional intermediate from simple starting materials. We also discovered transition metal-free additions of alkynes to oxocarbenium ions in the presence of magnesium bromide. This process converts exceptionally simple starting materials into a difunctionalized product, poised to undergo further elaboration. In addition to the synthetic utility of these reactions, this research also provided insights to the catalyst structures, which may have important implications for a variety of reactions involving copper acetylides.\n\nIn summary, this research has demonstrated a new strategy for achieving highly enantioselective additions to cyclic oxocarbenium ions via transition metal catalysis. By using a copper catalyst to catalytically generate a chiral organometallic nucleophile, high yields and enantioselectivites in alkynylations of both isochroman and chromene oxocarbenium ions have been achieved. A Cu/Pybox catalyst capable of delivering tetrasubstituted stereocenters of isochroman and isoquinoline substrates has also be indentified. These methods will impact the preparation of these important oxygen and nitrogen heterocycles.\n\n \n\nBroader Impacts\n\nTowards the goal of inspiring and empowering students, Mary Watson served as a faculty adviser for the Organic Student-Invited Colloquium and the Women in Chemistry Group at UD. She also participated as a panelist on numerous panels at UD and outside the university to encourage college students to pursue research careers (and to comment on being a woman in science). To empower undergraduate students in organic chemistry, she implemented active learning approaches, largely inspired by the Peer-Led Team-Learning approach, in discussion sections. She worked with the teaching assistants to train them in leading team-learning activities.  To empower graduate students and postdoctoral researchers to set their own career trajectories, Watson served on a University committee to create resources for PI?s and students to understand and use Independent Development Plans (IDPs).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/30/2018\n\n\t\t\t\t\tSubmitted by: Mary Watson"
 }
}