{
 "awd_id": "1153861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Gas and Aerosol Phase Chemistry of Multi-Generation Isoprene Oxidation Products",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 355090.0,
 "awd_amount": 355090.0,
 "awd_min_amd_letter_date": "2012-03-13",
 "awd_max_amd_letter_date": "2012-03-13",
 "awd_abstract_narration": "The atmospheric oxidation of volatile organic compounds (VOCs) influences the production of tropospheric ozone and secondary organic aerosol (SOA) with consequences for human health and global climate. Isoprene emitted by vegetation is the dominant VOC in many environments. However, both the ozone- and SOA-forming potential of isoprene remains uncertain. Modeled ozone production from isoprene is highly sensitive to the uncertain mechanistic representation of nitrogen oxides (NOx). In addition, \"bottom-up\" calculations based on isoprene emission data and chemical mechanisms underestimate SOA concentrations in isoprene-dominated environments. These gaps in understanding constrain the accuracy of air pollution and climate models. While the initial set of reactions that follow the OH radical attack on isoprene have been reasonably well characterized, the subsequent chemical processing of these first generation products (also known multi-generation steps) have received considerably less study and many of the key kinetics parameters that are required for quantitative prediction have not been characterized. This project will investigate the gas- and particulate-phase chemistry of the multi-generation isoprene oxidation products. Specifically, it will evaluate (a) the kinetics and products of the OH radical-initiated reactions of the organic nitrates formed as first-generation products of OH + isoprene, (b) kinetics and products of the OH radical-initiated reactions of dihydroxy-epoxides formed from OH + isoprene, (c) products of OH + methacrolein, including the H-atom abstraction/OH addition branching ratio, and (d) the esterification kinetics of 2-methylglyceric acid and 2-nitrato-2-methylglyceric acid (previously identified as components of isoprene-derived secondary organic aerosol), and of the reverse hydrolysis reaction. The gas-phase experiments will utilize the turbulent flow chemical ionization mass spectrometry technique, which allows OH and NOx levels to be controlled independently. The particulate-phase experiments will utilize bulk solution/NMR and aerosol chamber/aerosol scrubbing/NMR techniques.\r\n\r\nResults of this research effort will help improve current predictive capabilities for atmospheric chemistry and thereby facilitate informed public policy decisions regarding mitigation strategies for regional air pollution and climate change. This project will also contribute towards the development of the human resources necessary for the nation's scientific enterprise. The direct involvement of undergraduate students in original research will help prepare them for future careers in science as well as contribute to the increasingly interdisciplinary nature of the science experience at Oberlin College. The project will take place at an institution that is a national leader in the area of undergraduate science education and research and that has had an enduring commitment to increasing the number of underrepresented students in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Elrod",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Elrod",
   "pi_email_addr": "matthew.elrod@oberlin.edu",
   "nsf_id": "000380866",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oberlin College",
  "inst_street_address": "173 W LORAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "OBERLIN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4407758461",
  "inst_zip_code": "440741057",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "OBERLIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZY4LY6PDKLM1"
 },
 "perf_inst": {
  "perf_inst_name": "Oberlin College",
  "perf_str_addr": "70 N. Professor Street",
  "perf_city_name": "Oberlin",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "440741090",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 355090.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major research goal of this project was to study how naturally present chemicals (biogenic volatile organic compounds &ndash; BVOCs) interact with human-emitted chemicals (such as nitrogen oxides) in the atmosphere and play a role in the problem of air pollution.&nbsp; We were particularly interested in the chemical transformations that the BVOCs undergo as long as they reside in the atmosphere.&nbsp; These chemical transformations can lead to the production of ground level ozone, the most toxic air pollutant that is commonly found at unhealthy levels in the United States, and can lead to aerosol particle pollution, the phenomenon that is responsibility for reduced visibility during air pollution events (&ldquo;smog&rdquo;).&nbsp; In our work, we investigated both chemical reactions that take place in the gas phase and in the aerosol particles themselves.&nbsp; Among our more interesting findings, we discovered a previously unknown process that potentially plays a role in the production of ground level ozone, and we showed that a previously proposed pathway for aerosol phase reactions is too slow to happen in the atmosphere.</p>\n<p>A broader impact goal of the project was to contribute to the effort to improve air quality through a mechanistic understanding of the processes that lead to air pollution. The construction of a fundamental understanding of the chemistry that leads to ozone and aerosol formation for the interaction of BVOCs with human-emitted chemicals serves to inform the public policy process and to contribute to a more expeditious and cost-effective solution to the problem of air pollution.&nbsp; This program also had the broader goal of furthering the development of the human resources necessary for the nation&rsquo;s scientific enterprise.&nbsp;&nbsp; In particular, the experience of performing original research in atmospheric chemistry (which is still a quite rare opportunity for students at four year institutions) attracted students and helped prepare them for future careers in atmospheric science.&nbsp; In total, 15 undergraduate students worked on the project over the lifetime of the grant.&nbsp; The program also served to broaden and enrich the intellectual atmosphere at Oberlin College, and within the chemistry and biochemistry department, specifically.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2017<br>\n\t\t\t\t\tModified by: Matthew&nbsp;J&nbsp;Elrod</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major research goal of this project was to study how naturally present chemicals (biogenic volatile organic compounds &ndash; BVOCs) interact with human-emitted chemicals (such as nitrogen oxides) in the atmosphere and play a role in the problem of air pollution.  We were particularly interested in the chemical transformations that the BVOCs undergo as long as they reside in the atmosphere.  These chemical transformations can lead to the production of ground level ozone, the most toxic air pollutant that is commonly found at unhealthy levels in the United States, and can lead to aerosol particle pollution, the phenomenon that is responsibility for reduced visibility during air pollution events (\"smog\").  In our work, we investigated both chemical reactions that take place in the gas phase and in the aerosol particles themselves.  Among our more interesting findings, we discovered a previously unknown process that potentially plays a role in the production of ground level ozone, and we showed that a previously proposed pathway for aerosol phase reactions is too slow to happen in the atmosphere.\n\nA broader impact goal of the project was to contribute to the effort to improve air quality through a mechanistic understanding of the processes that lead to air pollution. The construction of a fundamental understanding of the chemistry that leads to ozone and aerosol formation for the interaction of BVOCs with human-emitted chemicals serves to inform the public policy process and to contribute to a more expeditious and cost-effective solution to the problem of air pollution.  This program also had the broader goal of furthering the development of the human resources necessary for the nation?s scientific enterprise.   In particular, the experience of performing original research in atmospheric chemistry (which is still a quite rare opportunity for students at four year institutions) attracted students and helped prepare them for future careers in atmospheric science.  In total, 15 undergraduate students worked on the project over the lifetime of the grant.  The program also served to broaden and enrich the intellectual atmosphere at Oberlin College, and within the chemistry and biochemistry department, specifically.\n\n\t\t\t\t\tLast Modified: 05/01/2017\n\n\t\t\t\t\tSubmitted by: Matthew J Elrod"
 }
}