{
 "awd_id": "1153656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hydrogen production and nitrogen fixation in the North Pacific Subtropical Gyre",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 281421.0,
 "awd_amount": 281421.0,
 "awd_min_amd_letter_date": "2012-04-09",
 "awd_max_amd_letter_date": "2012-04-09",
 "awd_abstract_narration": "In this project, researchers at the University of Hawaii a Manoa will conduct a series of field and laboratory studies to develop a quantitative understanding of dissolved hydrogen (H2) cycling in the oligotrophic North Pacific Ocean. Dissolved H2 concentrations in the surface ocean typically range from 1-3 nM which represents 300-900% supersaturation relative to atmospheric concentrations. This persistent supersaturation of dissolved H2 in the surface waters of subtropical and tropical oceans makes the oceans a source of atmospheric H2 and compiled budgets of global H2 sources estimate marine emissions from 3 to 6 Tg H2 yr-1.  The broad objectives of the research are:  (1) to quantify the linkages and stoichiometry between H2 production and N2 fixation in surface seawater of the open ocean, and (2) to determine the factors that drive this relationship including the microbial community composition and the influence of light intensity.  The field research will be conducted over a two-year period at Station ALOHA and will complement the ongoing Hawaii Ocean Time-series (HOT) program. \r\n\r\nBroader Impacts: Quantifying the H2 cycling in surface waters of the upper water column will constrain existing estimates of global marine H2 emissions. Furthermore, an improved understanding of H2 cycling will help predict potential effects of increasing anthropogenic emissions of H2 increase or a climate-driven change in the community structure of marine diazotrophs. These results will be valuable to microbial ecologists, biogeochemists, and climate change scientists. All resulting oceanographic and laboratory datasets will be archived in the online HOT and Center for Microbial Oceanography: Research and Education (C-MORE) data centers and made publicly available. At least one undergraduate student will be hosted through the C-MORE scholars program which particularly targets Native Hawaiians and Pacific Islanders majoring in an ocean or earth science-related field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Karl",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Karl",
   "pi_email_addr": "dkarl@hawaii.edu",
   "nsf_id": "000137920",
   "pi_start_date": "2012-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 281421.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project examined the biological production of hydrogen gas (H<sub>2</sub>) by a group of specialized marine microorganisms called &lsquo;diazotrophs.&rsquo;&nbsp; Diazotrophs use the nitrogenase enzyme to convert dinitrogen gas to ammonia, and a by-product of this metabolic pathway is H<sub>2</sub>.&nbsp; The research was primarily conducted at sea by measuring concentrations of dissolved H<sub>2</sub> in the upper water column using specialized gas analyzers.&nbsp; In nearly all instances, dissolved H<sub>2</sub> concentrations in the North Pacific Ocean exceeded the background values (i.e., if no biology were present in the water column).&nbsp; This situation has been attributed to the presence of diazotrophs in this environment and during one expedition the &lsquo;complete&rsquo; H<sub>2</sub> cycle was explored with dissolved H<sub>2</sub> concentrations accompanied with measurements of diazotroph abundances, rate measurements of N<sub>2</sub> fixation, and H<sub>2</sub> consumption. &nbsp;While the population of diazotrophs changed from larger-size, daytime N<sub>2</sub>-fixing microorganisms (<em>Trichodesmium</em>) to smaller night-time N<sub>2</sub>-fixing microorganisms (<em>Crocosphaera</em>), no corresponding changes were observed in the dissolved H<sub>2</sub> concentrations which remained consistently supersaturated relative to atmospheric equilibrium (Wilson et al., 2013). &nbsp;These results from this field study allow the efficiency of H<sub>2</sub> cycling by natural populations of diazotrophs to be compared to cultured representatives and indicate that dissolved H<sub>2</sub> concentrations may depend not only on the community composition of diazotrophs but also upon relevant environmental parameters such as light intensity or H<sub>2</sub>-metabolizing microorganisms.&nbsp; Alongside the field research, H<sub>2</sub> measurements were conducted on cultures of diazotrophs to determine their net H<sub>2</sub> yield compared with rates of N<sub>2</sub> fixation.&nbsp; The culture studies identified diazotrophs that fix N<sub>2</sub> during periods of photosynthetic activity are more likely to have a higher net yield of H<sub>2</sub> as they have an unlimited supply of water-derived electrons, rendering the high-energy requirement to break the triple bond of a N<sub>2</sub> molecule redundant.&nbsp; Consequently, a fraction of photosynthetic- and respiration-derived electrons flow towards nitrogenase and are then redistributed between N<sub>2</sub> reduction leading to N<sub>2</sub> fixation, and proton reduction leading to H<sub>2</sub> production (Braun et al., 2015).&nbsp; Additional outcomes from the research project were the suitability of using trace gas profiles to assess physical mixing in the water column and improvements to methods for measuring N<sub>2</sub> fixation (Bidigare et al., 2014).&nbsp; The improved method has now been assimilated into the time-series observations conducted by the Hawaii Ocean Time-series program (B&ouml;ttjer et al., 2016).&nbsp;</p>\n<p>&nbsp;</p>\n<p>Bidigare, R.R., F.A. Buttler, S.J. Christensen, B. Barone, D.M. Karl and S.T. Wilson (2014) Evaluation of the utility of xanthophyll cycle pigment dynamics for assessing upper ocean mixing processes at Station ALOHA. J. Plankton Res. 36: 1423-1433.</p>\n<p>&nbsp;B&ouml;ttjer, D., J.E. Dore, D.M. Karl, R.M. Letelier, C. Mahaffey, S.T. Wilson, J.P. Zehr, M.J. Church (in revision) Temporal variability in dinitrogen fixation and particulate nitrogen export at Station ALOHA. Limnol. Oceanogr.</p>\n<p>&nbsp;Braun, A., F. Boudoire, D.K. Bora, G. Faccio, Y. Hu, A. Kroll, B.S. Mun, S.T. Wilson (2015) Biological components and bioelectronic interfaces of water splitting photoelectrodes for solar hydrogen production. Chem. Eur. J. 21: 4188-4199.</p>\n<p>&nbsp;Wilson, S.T., D.A. del Valle, J.C. Robidart, J.P. Zehr and D.M. Karl (2013) Dissolved hydrogen and nitrogen...",
  "por_txt_cntn": "\nThis research project examined the biological production of hydrogen gas (H2) by a group of specialized marine microorganisms called ædiazotrophs.Æ  Diazotrophs use the nitrogenase enzyme to convert dinitrogen gas to ammonia, and a by-product of this metabolic pathway is H2.  The research was primarily conducted at sea by measuring concentrations of dissolved H2 in the upper water column using specialized gas analyzers.  In nearly all instances, dissolved H2 concentrations in the North Pacific Ocean exceeded the background values (i.e., if no biology were present in the water column).  This situation has been attributed to the presence of diazotrophs in this environment and during one expedition the æcompleteÆ H2 cycle was explored with dissolved H2 concentrations accompanied with measurements of diazotroph abundances, rate measurements of N2 fixation, and H2 consumption.  While the population of diazotrophs changed from larger-size, daytime N2-fixing microorganisms (Trichodesmium) to smaller night-time N2-fixing microorganisms (Crocosphaera), no corresponding changes were observed in the dissolved H2 concentrations which remained consistently supersaturated relative to atmospheric equilibrium (Wilson et al., 2013).  These results from this field study allow the efficiency of H2 cycling by natural populations of diazotrophs to be compared to cultured representatives and indicate that dissolved H2 concentrations may depend not only on the community composition of diazotrophs but also upon relevant environmental parameters such as light intensity or H2-metabolizing microorganisms.  Alongside the field research, H2 measurements were conducted on cultures of diazotrophs to determine their net H2 yield compared with rates of N2 fixation.  The culture studies identified diazotrophs that fix N2 during periods of photosynthetic activity are more likely to have a higher net yield of H2 as they have an unlimited supply of water-derived electrons, rendering the high-energy requirement to break the triple bond of a N2 molecule redundant.  Consequently, a fraction of photosynthetic- and respiration-derived electrons flow towards nitrogenase and are then redistributed between N2 reduction leading to N2 fixation, and proton reduction leading to H2 production (Braun et al., 2015).  Additional outcomes from the research project were the suitability of using trace gas profiles to assess physical mixing in the water column and improvements to methods for measuring N2 fixation (Bidigare et al., 2014).  The improved method has now been assimilated into the time-series observations conducted by the Hawaii Ocean Time-series program (B&ouml;ttjer et al., 2016). \n\n \n\nBidigare, R.R., F.A. Buttler, S.J. Christensen, B. Barone, D.M. Karl and S.T. Wilson (2014) Evaluation of the utility of xanthophyll cycle pigment dynamics for assessing upper ocean mixing processes at Station ALOHA. J. Plankton Res. 36: 1423-1433.\n\n B&ouml;ttjer, D., J.E. Dore, D.M. Karl, R.M. Letelier, C. Mahaffey, S.T. Wilson, J.P. Zehr, M.J. Church (in revision) Temporal variability in dinitrogen fixation and particulate nitrogen export at Station ALOHA. Limnol. Oceanogr.\n\n Braun, A., F. Boudoire, D.K. Bora, G. Faccio, Y. Hu, A. Kroll, B.S. Mun, S.T. Wilson (2015) Biological components and bioelectronic interfaces of water splitting photoelectrodes for solar hydrogen production. Chem. Eur. J. 21: 4188-4199.\n\n Wilson, S.T., D.A. del Valle, J.C. Robidart, J.P. Zehr and D.M. Karl (2013) Dissolved hydrogen and nitrogen fixation in the oligotrophic North Pacific Subtropical Gyre. Environ. Microbiol. Reports 5: 622-777.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/22/2016\n\n\t\t\t\t\tSubmitted by: David M Karl"
 }
}