{
 "awd_id": "1155222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CULTURAL PERSISTENCE AND RESISTANCE AT THE EDGE OF SALADO",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 215586.0,
 "awd_amount": 215586.0,
 "awd_min_amd_letter_date": "2012-03-06",
 "awd_max_amd_letter_date": "2017-01-13",
 "awd_abstract_narration": "With National Science Foundation support Dr. William Doelle from the Center for Desert Archaeology will examine the question of what slows or halts the spread of a popular ideology. Previous Center for Desert Archaeology (CDA) research has focused on detecting and assessing the impact of Kayenta migration from the northern to the southern Southwest in the period just prior to the arrival of Europeans in the New World. Kayenta immigrants were a powerful minority with a strong identity and contagious ideology, yet there were limits to the spread of this ideology and the new identity that archaeologists label \"Salado.\" Previous CDA studies have successfully identified local groups who adopted these new ideas, but now the question is: Why did some local groups say no to Salado? \r\n\r\nAlthough the focus is on a single archaeological phenomenon the research is important because this case study has the potential to provide insight into culture contact situations from many time periods in many parts of the world. Because of the chronological depth provided such archaeological examples allow researchers to follow processes over considerable periods of time.\r\n\r\nBy tapping anthropological literature on resistance to external influence by traditional and/or indigenous groups, this research explores two possible answers: 1) Local groups may be sufficiently isolated or marginal that they have limited contact with the purveyors of the new ideology; 2) Local groups may resist at varying degrees of intensity the incursion of new ideologies that might conflict with their own. This research derives insights and models from case studies from modern state societies while carefully considering differences of scale as well as qualitative differences. It sides with those who argue that anthropology must be broadly comparative and generalizing.\r\n\r\nThis project examines local groups outside the southern margin of the Salado core. At least some of them continued to practice older traditions and were less affected by the dramatic social changes of the early 14th century that led to the formation of the Salado. The research team will measure the intensity of exposure and resistance along three research transects in southern Arizona that traverse this boundary. \r\nIt is predicted that moving outward along these transects will reveal more resistance and/or less exposure to Salado ideology. Local groups perceived Kayenta immigrants and their ideology variably as a threat and resisted cultural hybridization in different ways. This variability along each transect will be explored using existing museum collections and samples obtained from limited excavation. Research collaboration with an experienced team of cultural specialists from the Tohono O'odham Nation provides a unique opportunity to move beyond archaeological methods to examine the process of cultural hybridization.\r\n\r\nThe proposed research makes advances on both theoretical and substantive grounds as it promotes a broadly comparative anthropological discipline. For example, the concept of the Other, is highly relevant in today's globalized world. This research also addresses the history of modern Native American communities and sheds light on the dramatic pre-contact population decline in the southern Southwest. \r\n\r\nCDA research efforts are always designed to benefit and be shared with multiple audiences. This project has a substantial educational impact, is tied to a program of archaeological site protection, and reaches out to local communities. Descendant community collaborators at the Tohono O'odham Museum are enthusiastic about this project as indicated in this statement: \"While the Museum is expected to carry the Nation's legacy, we hope that this project will help rekindle a discussion on current religious integrity versus ancestral practices among elders, storytellers, historians, and activists.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Doelle",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Doelle",
   "pi_email_addr": "wdoelle@archaeologysouthwest.org",
   "nsf_id": "000330483",
   "pi_start_date": "2012-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Archaeology Southwest",
  "inst_street_address": "281 N STONE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5208826946",
  "inst_zip_code": "857011213",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "ARCHAEOLOGY SOUTHWEST",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZF8UJN5AED92"
 },
 "perf_inst": {
  "perf_inst_name": "Center for Desert Archaeology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857011107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project asked the question: What slows or halts the spread of a popular ideology? The ideology of interest was the socially contagious &ldquo;Salado phenomenon,&rdquo; which our research team views as an ideology of inclusion that developed in the early 1300s in the southern Southwest. It was an outcome of an initially contentious interaction between Kayenta migrants from the Four Corners area and the already resident local populations of the southern Southwest. Migrant landing zones shown in the accompanying map were the likely areas where this new ideology emerged, and it subsequently spread to an area more than four times larger. This project structured data collection along three transects that are illustrated in the second map. Heavy reliance was placed on existing archaeological collections, though new, focused fieldwork was undertaken along the western and southeastern research transects.</p>\n<p>Lewis Borck, who held a Preservation Fellowship with Archaeology Southwest and was a senior graduate student at the University of Arizona, directed the fieldwork and integrated the results of analyses in his dissertation research that was completed in 2016. He is now with Leiden University. Using the distribution of Roosevelt Red Ware (aka Salado polychromes) through time as a proxy measure for the spread of Salado ideology, Borck identified groups that resisted this ideology as well as groups who rapidly adopted it.</p>\n<p>Borck first developed a GIS-based null model (i.e., neutral attitude) for the diffusion rate of Roosevelt Red Ware from Kayenta enclaves in the San Pedro Valley and the Safford Basin, where this ware was first produced, to other basins and valleys in southern Arizona. Borck&rsquo;s innovative model, called Geo-social Analysis, considered both terrain and social transaction costs that would have hindered diffusion regardless of attitude. The null geo-social model was compared with actual diffusion rates of Roosevelt Red Ware to identify early adopters of Salado ideology (i.e., positive attitude) and late or non-adopters (i.e., negative attitude or resistance).</p>\n<p>Early adopters were identified in regions where hierarchical sociopolitical ideologies had developed. These include areas under the influence of Casas Grandes (e.g., southeastern Arizona) and Hohokam Platform Mound ideology (e.g., Tonto Basin). Indeed, the &ldquo;edge of Salado&rdquo; as defined by Roosevelt Red Ware dominance in painted ceramic assemblages was never reached in the Southeast Transect. Based on Social Contagion theory, Borck argues that the inclusive and participatory Salado ideology was a highly attractive alternative to these exclusionary ideologies and rapidly spread from migrant enclaves to local settlements. In Borck&rsquo;s model, Salado ideology was widely propagated among marginalized local groups who contested hierarchical ideologies that were imposed upon them. This represents an alternative view to the spread of Salado ideology by a Kayenta immigrant community in diaspora.</p>\n<p>Late or non-adopters who resisted Salado ideology were in regions where more egalitarian and power-balanced ideologies were already practiced and hence an ideology that contested hierarchy was not required. Resistance is most apparent in the Southwest Transect in the southwestern Tucson Basin and the Coyote Mountains in the Papaguer&iacute;a. Groups in these areas may have also been more conservative and resistant to what they perceived as a foreign ideology initiated by immigrants.</p>\n<p>This work has had a significant impact on public audiences. This was through significant volunteer participation in the archaeological fieldwork and through a special issue of the quarterly <em>Archaeology Southwest Magazine</em> from 2017 that focused on \"Phoenix Underground.\" Commentary on the \"Phoenix Underground\" issue was provided by Gila River Indian Community's Tribal Historic Preservation Officer, Barnaby Lewis. The Tohono O'odham Advisory Team also participated in field trips to the excavations carried out for this project, sharing their perspectives in an active discussion with the archaeologists.</p>\n<p>The accumulating scientific information regarding the development and spread of Salado ideology is having a gradual effect on the work of professional archaeologists in the region. There is now a fairly broad acceptance of the general nature of migration from the northern Southwest into the southern Southwest. The present work has clarified that Salado was not an ideology brought from the north, rather it was an emergent ideology of inclusion that developed through the responses of immigrant and already established communities in the southern Southwest. There is still debate over the magnitude of the role of immigrants in spreading this new ideology more broadly across the southern Southwest. The nature of Salado has been one of the most contentious and difficult to resolve questions for over a century. Thus, it is impactful to move that discussion forward. That Salado can now be discussed as a successful resolution of the social stresses related to migration of an ethnic minority into a new, already settled region is a story of optimism in these times when migration is generating conflict in many regions across the globe.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2018<br>\n\t\t\t\t\tModified by: William&nbsp;Doelle</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527975535614_EdgeofSaladoResearchFramework--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527975535614_EdgeofSaladoResearchFramework--rgov-800width.jpg\" title=\"Edge of Salado Research Framework\"><img src=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527975535614_EdgeofSaladoResearchFramework--rgov-66x44.jpg\" alt=\"Edge of Salado Research Framework\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Previous research has documented Kayenta immigrant landing zones (left map). Current research explored evidence for adoption or resistance to Salado ideology along three transects (right map).</div>\n<div class=\"imageCredit\">Archaeology Southwest</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">William&nbsp;Doelle</div>\n<div class=\"imageTitle\">Edge of Salado Research Framework</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527976534185_EdgeofSalado_IMG_4447--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527976534185_EdgeofSalado_IMG_4447--rgov-800width.jpg\" title=\"Tohono O'odham Advisory Team Field Viisit\"><img src=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527976534185_EdgeofSalado_IMG_4447--rgov-66x44.jpg\" alt=\"Tohono O'odham Advisory Team Field Viisit\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Tohono O'odham Advisory Team settled in around a set of bedrock mortars near a site where excavations were carried out in order to share their perspectives with the archaeologists.</div>\n<div class=\"imageCredit\">William Doelle</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">William&nbsp;Doelle</div>\n<div class=\"imageTitle\">Tohono O'odham Advisory Team Field Viisit</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527976904459_Sunsites_site_panorama_trimmedA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527976904459_Sunsites_site_panorama_trimmedA--rgov-800width.jpg\" title=\"Setting of the Noonan Canyon site\"><img src=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1527976904459_Sunsites_site_panorama_trimmedA--rgov-66x44.jpg\" alt=\"Setting of the Noonan Canyon site\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Panorama of the foothills setting of the Noonan Canyon site located on a private ranch in southeastern Arizona.</div>\n<div class=\"imageCredit\">William Doelle</div>\n<div class=\"imageSubmitted\">William&nbsp;Doelle</div>\n<div class=\"imageTitle\">Setting of the Noonan Canyon site</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528052924433_AZStateMuseumCeramicReview--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528052924433_AZStateMuseumCeramicReview--rgov-800width.jpg\" title=\"Regional Ceramics Review at the Arizona State Museum\"><img src=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528052924433_AZStateMuseumCeramicReview--rgov-66x44.jpg\" alt=\"Regional Ceramics Review at the Arizona State Museum\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Researchers gathered at the Arizona State Museum to review expected ceramic types prior to initiating the analysis of ceramics from previous excavations and from new fieldwork implemented on this project.</div>\n<div class=\"imageCredit\">Archaeology Southwest</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">William&nbsp;Doelle</div>\n<div class=\"imageTitle\">Regional Ceramics Review at the Arizona State Museum</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528053164448_GrillSiteExcavation_KathyTurney_2014--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528053164448_GrillSiteExcavation_KathyTurney_2014--rgov-800width.jpg\" title=\"Grill Site excavation unit\"><img src=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528053164448_GrillSiteExcavation_KathyTurney_2014--rgov-66x44.jpg\" alt=\"Grill Site excavation unit\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Volunteer crew member at work excavating a 1-meter by 2-meter test unit at the Grill Site in southeastern Arizona.</div>\n<div class=\"imageCredit\">Kathy Turney</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">William&nbsp;Doelle</div>\n<div class=\"imageTitle\">Grill Site excavation unit</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528053464133_GrillSiteFieldCrew_KathyTurney_2014--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528053464133_GrillSiteFieldCrew_KathyTurney_2014--rgov-800width.jpg\" title=\"Grill Site field team\"><img src=\"/por/images/Reports/POR/2018/1155222/1155222_10157001_1528053464133_GrillSiteFieldCrew_KathyTurney_2014--rgov-66x44.jpg\" alt=\"Grill Site field team\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This group of volunteers and staff spent a long weekend excavating test units at the Grill Site in southeastern Arizona. Preservation Fellow, Lewis Borck, is smiling, has crossed arms, and is wearing a large-brimmed hat at the center of photo.</div>\n<div class=\"imageCredit\">Kathy Turney</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">William&nbsp;Doelle</div>\n<div class=\"imageTitle\">Grill Site field team</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project asked the question: What slows or halts the spread of a popular ideology? The ideology of interest was the socially contagious \"Salado phenomenon,\" which our research team views as an ideology of inclusion that developed in the early 1300s in the southern Southwest. It was an outcome of an initially contentious interaction between Kayenta migrants from the Four Corners area and the already resident local populations of the southern Southwest. Migrant landing zones shown in the accompanying map were the likely areas where this new ideology emerged, and it subsequently spread to an area more than four times larger. This project structured data collection along three transects that are illustrated in the second map. Heavy reliance was placed on existing archaeological collections, though new, focused fieldwork was undertaken along the western and southeastern research transects.\n\nLewis Borck, who held a Preservation Fellowship with Archaeology Southwest and was a senior graduate student at the University of Arizona, directed the fieldwork and integrated the results of analyses in his dissertation research that was completed in 2016. He is now with Leiden University. Using the distribution of Roosevelt Red Ware (aka Salado polychromes) through time as a proxy measure for the spread of Salado ideology, Borck identified groups that resisted this ideology as well as groups who rapidly adopted it.\n\nBorck first developed a GIS-based null model (i.e., neutral attitude) for the diffusion rate of Roosevelt Red Ware from Kayenta enclaves in the San Pedro Valley and the Safford Basin, where this ware was first produced, to other basins and valleys in southern Arizona. Borck?s innovative model, called Geo-social Analysis, considered both terrain and social transaction costs that would have hindered diffusion regardless of attitude. The null geo-social model was compared with actual diffusion rates of Roosevelt Red Ware to identify early adopters of Salado ideology (i.e., positive attitude) and late or non-adopters (i.e., negative attitude or resistance).\n\nEarly adopters were identified in regions where hierarchical sociopolitical ideologies had developed. These include areas under the influence of Casas Grandes (e.g., southeastern Arizona) and Hohokam Platform Mound ideology (e.g., Tonto Basin). Indeed, the \"edge of Salado\" as defined by Roosevelt Red Ware dominance in painted ceramic assemblages was never reached in the Southeast Transect. Based on Social Contagion theory, Borck argues that the inclusive and participatory Salado ideology was a highly attractive alternative to these exclusionary ideologies and rapidly spread from migrant enclaves to local settlements. In Borck?s model, Salado ideology was widely propagated among marginalized local groups who contested hierarchical ideologies that were imposed upon them. This represents an alternative view to the spread of Salado ideology by a Kayenta immigrant community in diaspora.\n\nLate or non-adopters who resisted Salado ideology were in regions where more egalitarian and power-balanced ideologies were already practiced and hence an ideology that contested hierarchy was not required. Resistance is most apparent in the Southwest Transect in the southwestern Tucson Basin and the Coyote Mountains in the Papaguer&iacute;a. Groups in these areas may have also been more conservative and resistant to what they perceived as a foreign ideology initiated by immigrants.\n\nThis work has had a significant impact on public audiences. This was through significant volunteer participation in the archaeological fieldwork and through a special issue of the quarterly Archaeology Southwest Magazine from 2017 that focused on \"Phoenix Underground.\" Commentary on the \"Phoenix Underground\" issue was provided by Gila River Indian Community's Tribal Historic Preservation Officer, Barnaby Lewis. The Tohono O'odham Advisory Team also participated in field trips to the excavations carried out for this project, sharing their perspectives in an active discussion with the archaeologists.\n\nThe accumulating scientific information regarding the development and spread of Salado ideology is having a gradual effect on the work of professional archaeologists in the region. There is now a fairly broad acceptance of the general nature of migration from the northern Southwest into the southern Southwest. The present work has clarified that Salado was not an ideology brought from the north, rather it was an emergent ideology of inclusion that developed through the responses of immigrant and already established communities in the southern Southwest. There is still debate over the magnitude of the role of immigrants in spreading this new ideology more broadly across the southern Southwest. The nature of Salado has been one of the most contentious and difficult to resolve questions for over a century. Thus, it is impactful to move that discussion forward. That Salado can now be discussed as a successful resolution of the social stresses related to migration of an ethnic minority into a new, already settled region is a story of optimism in these times when migration is generating conflict in many regions across the globe.\n\n\t\t\t\t\tLast Modified: 06/03/2018\n\n\t\t\t\t\tSubmitted by: William Doelle"
 }
}