{
 "awd_id": "1155043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Using Web Data to Study U.S. Congressional Campaigns and Representation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 144609.0,
 "awd_amount": 144609.0,
 "awd_min_amd_letter_date": "2012-04-03",
 "awd_max_amd_letter_date": "2012-04-03",
 "awd_abstract_narration": "Electoral campaigns are a defining feature of democratic polities. Yet studying electoral campaigns and their effects has been difficult. In recent work, the investigators have developed a theory of campaign communication and tested expectations using data from campaigns' and members' official websites. \r\n\r\nWith the support of two collaborative National Science Foundation grants (SES-0822819, SES-0822782, and SES-1024079, SES-1023291, SES-1022902), the investigators have amassed a data set consisting of more than 1,500 website codings, from 2002 through 2010. These data offer unprecedented opportunities to study campaigns and their effects. The investigators will extend their data collection to include the 2012 campaign and the 2011 and 2013 legislative sessions. They will code sites over the course of the campaign, archive sites, implement a survey of website designers, and code official member websites approximately one year after the campaigns. They also will solicit input on the coding scheme to include features that interest other scholars who can then use the data for their own research. \r\n\r\nExtending the data to include the 2012 election (and the 2011 and 2013 legislative sessions) is critical for various reasons: partisanship differs from what it has been in past years of the project; the infusion of new members of Congress in 2012 raises intriguing questions about path dependency and the power of parties in affecting behaviors of those who ran untraditional campaigns; and the increasingly technological expectations of the public may stimulate an increase in what has been rudimentary technical usage on websites. In the end, the investigators will construct a publicly available data set that includes coding of approximately 1,900 campaign websites and roughly 300 official member websites, over twelve points in time. \r\n\r\nThe project has clear intellectual merit. The data will enable scholars to track the evolution of the Internet over time and test theories of campaigns and representation. Unlike other unmediated sources of campaign communication, such as television advertisements and debates, virtually all candidates launch campaign websites and all representatives have official websites. This allows for analyses on a representative sample of candidates and members, rather than a biased sample. Websites also enable politicians to present a holistic picture of their behaviors rather than short sound bites or selected roll call votes. The project also produces broader impacts. Insights generated from these data could improve campaigns and representation. The project will involve students who will learn how to conduct research and be able to use the data in their own work. In the end, the project uniquely brings together data on three key components of democratic polities: campaigns, voting, and representation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Druckman",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "James N Druckman",
   "pi_email_addr": "jdruckma@UR.Rochester.edu",
   "nsf_id": "000110424",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2040 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602084100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 144609.0
  }
 ],
 "por": null
}