{
 "awd_id": "1155799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Along-coast structure and propagation of internal tides",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 270287.0,
 "awd_amount": 270287.0,
 "awd_min_amd_letter_date": "2012-05-02",
 "awd_max_amd_letter_date": "2012-05-02",
 "awd_abstract_narration": "The behavior of the barotropic tide in a closed ocean basin is well understood: in plan view the basin modes appear to rotate around the periphery of the basin as Kelvin waves, in the counter- clockwise sense in the northern hemisphere. This project explores whether the coupled baroclinic response, internal basin modes of much smaller wavelength than the surface tide, can be responsible for the large internal tides that are observed on the continental shelf. In the presence of any topographic variability, the barotropic and baroclinic modes are coupled, and the tide generating potential can generate large amplitude internal basin modes as well as barotropic modes. Because the baroclinic parameters (density anomaly and stratification structure) vary in time, the baroclinic response is not expected to be locked in constant phase with the tide generating potential, as is the barotropic mode. Nonetheless there will be a response that is slowly modulated, over times that are longer than a tidal period. Observations of internal tides reveal that there exists an along-coast energy flux, and that the variables (velocities, isotherm displacements) do not conform to a simple mode one internal wave, because the sense of rotation of the horizontal velocity vector changes with depth. That behavior is however consistent with baroclinic frictional Kelvin waves over shoaling depth.\r\nThis study will combine theoretical analyses, idealized and realistic simulations and analyses of previously collected data to study the generation and propagation of along-coast propagating internal tides. Theoretical techniques will be used to investigate baroclinic response along continental shelves to basin-scale barotropic tidal forcing in a stratified, rotating basin. Idealized numerical simulations will be used investigate the structure of along-coast propagating internal tides generated by barotropic Kelvin waves interacting with along-shelf bathymetric variations. The sensitivity of barotropic to baroclinic energy conversion to shelf width, stratification, amplitude of barotropic tide and amplitude of bathymetric variability will be quantified.\r\nRealistic simulations of internal tide generation by barotropic tides will be conducted for U.S. west coast shelf and slope domains to investigate barotropic to baroclinic energy conversion and the nature of along-coast internal tide propagation. Long-term time series from previous field experiments also will be analyzed to determine the spatial structure of internal tides there and the nature of along-coast propagation.\r\n\r\nIntellectual Merit. Current variability on many continental shelves is dominated by internal tides. The nature of along-coast structure and propagation is currently not known. This study aims to provide the idealized and realistic framework with which to understand along-coast trapping and propagation of internal tides.\r\n\r\nBroader Impacts. This study will support the development of a permanent exhibit and related curriculum at the Hatfield Marine Science Center?s Visitor Center (HMSVC) in Newport, OR. A graduate student at Scripps Institution of Oceanography will be supported by this study and will be trained in coastal physical oceanography, numerical methods, and in field data analysis techniques. The circulation induced in coastal waters by internal waves and tides are currently the focus of attention along the Pacific coast of California and Mexico. This project will also allow the PIs to continue their collaboration with Mexican colleagues in the design of an observational study of internal tides, internal waves and cross-shore fluxes off the Mexican coast.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Lerczak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Lerczak",
   "pi_email_addr": "jlerczak@coas.oregonstate.edu",
   "nsf_id": "000173936",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "104 COAS Admin Bldg",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270287.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Internal tides are large scale (10-100 km wavelength) waves that ride on density differences (caused by water temperature and salinity differences) in the ocean interior.&nbsp; These internal waves are generated by currents from the surface tide &ndash; very large scale (1,000-10,000 km wavelength) oscillations of the sea surface due to the gravitational pull of the moon and sun &ndash; flowing over changes in ocean bottom topography (for example, submarine ridges or coastal submarine promontories or escarpments).&nbsp; Internal tides have been observed to have very large amplitudes and are important agents of mixing of coastal waters.&nbsp; Internal waves have also been shown to be important to vertical and horizontal transport of biogeochemical materials (for example, nutrients and plankton) in the coastal ocean.&nbsp; Yet the spatial structure and amplitude of internal tides and why they vary along coastal margins have not been explained.</p>\n<p>For some ocean basin geometries (that is, the shape of the basin and the strength of water density differences), the internal tide can be resonantly forced.&nbsp; That is, the slightest forcing can drive a very large amplitude internal tide (which we will define as a resonant internal tide basin mode).&nbsp; The spatial structure of these modes can be complex, dependent on the basin geometry.&nbsp; The principle objective of this project was to understand the spatial structure of resonantly forced internal tide basin modes and their dependence on basin geometry and to determine whether resonant forcing can explain the complex structure of large amplitude internal tides observed along coastal margins.&nbsp; This work was accomplished through studying analytical models and numerical simulations of internal tides in idealized ocean basins forced by the surface tide.&nbsp; We determined the rich structure of resonant modes that can be excited.&nbsp; In particular, we have identified modes that are isolated to coastal regions and propagate along the coast.&nbsp; The study suggests that basin geometry and the shape of coastal topography are fundamental to the structure and strength of internal tides in coastal regions and provides a framework for explaining and predicting when a coastal margin will experience large internal tides.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2017<br>\n\t\t\t\t\tModified by: James&nbsp;Lerczak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInternal tides are large scale (10-100 km wavelength) waves that ride on density differences (caused by water temperature and salinity differences) in the ocean interior.  These internal waves are generated by currents from the surface tide &ndash; very large scale (1,000-10,000 km wavelength) oscillations of the sea surface due to the gravitational pull of the moon and sun &ndash; flowing over changes in ocean bottom topography (for example, submarine ridges or coastal submarine promontories or escarpments).  Internal tides have been observed to have very large amplitudes and are important agents of mixing of coastal waters.  Internal waves have also been shown to be important to vertical and horizontal transport of biogeochemical materials (for example, nutrients and plankton) in the coastal ocean.  Yet the spatial structure and amplitude of internal tides and why they vary along coastal margins have not been explained.\n\nFor some ocean basin geometries (that is, the shape of the basin and the strength of water density differences), the internal tide can be resonantly forced.  That is, the slightest forcing can drive a very large amplitude internal tide (which we will define as a resonant internal tide basin mode).  The spatial structure of these modes can be complex, dependent on the basin geometry.  The principle objective of this project was to understand the spatial structure of resonantly forced internal tide basin modes and their dependence on basin geometry and to determine whether resonant forcing can explain the complex structure of large amplitude internal tides observed along coastal margins.  This work was accomplished through studying analytical models and numerical simulations of internal tides in idealized ocean basins forced by the surface tide.  We determined the rich structure of resonant modes that can be excited.  In particular, we have identified modes that are isolated to coastal regions and propagate along the coast.  The study suggests that basin geometry and the shape of coastal topography are fundamental to the structure and strength of internal tides in coastal regions and provides a framework for explaining and predicting when a coastal margin will experience large internal tides.\n\n \n\n\t\t\t\t\tLast Modified: 08/09/2017\n\n\t\t\t\t\tSubmitted by: James Lerczak"
 }
}