{
 "awd_id": "1155487",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Trauma, Mental Illness, and Cen: Networks of Therapeutic Care and the Cohabitation of Concepts of Suffering In Postwar Northern Uganda",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 19862.0,
 "awd_amount": 19862.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "University of California-Davis doctoral student Adrian Yen, supervised by Dr. Alan Klima, will use northern Uganda's Acholi community as a case study to investigate the global influence of Western psychiatry and its implications for post-conflict societies. The proposed research will be conducted in the northern district of Gulu, a major site of the recent civil war between the Lord's Resistance Army and the Ugandan government. There, international peace-building initiatives increasingly promote the use of Western psychiatry as a way of treating what was recently declared one of the highest rates of war-related mental illness recorded in clinical history. Focusing on a novel system of referrals that remits individuals back and forth among traditional healers, the psychiatry ward of the region's main government hospital, and NGOs, the research will investigate how different psychiatric concepts and practices intersect with popular Acholi models of traditional healing, and how these encounters shape experiences of distress and related therapeutic outcomes for thousands of affected individuals in the region. \r\n\r\nThrough fifteen months of ethnographic fieldwork with traditional healers, mental health professionals, and Acholi clients, the researcher will observe clinical consultations, conduct semi-structured interviews, and collect illness narratives to investigate three inter-related sets of research questions. First, why and how are psychiatric therapies made available to Acholi people today, and who is involved in their administration? Second, how do different practitioners adapt and manage the confluence of illness concepts and practices in the region, and how do their clients respond to these accommodations? Finally, why do Acholi people turn to psychiatric medicine and related technologies like drugs and psycho-therapy, and how do they understand the role these therapeutic tools play in their lives and communities?\r\n\r\nThe results of this research will contribute to a deeper understanding of how traditional healing practices and psychiatric knowledge affect one another and give rise to novel treatment regimes in a post-conflict context. By doing so, the research stands to make an important contribution to the treatment of people affected by traumatic events and warfare. Findings from this research will also contribute to understandings of biomedicine and the implications of its growing influence in the government of human affairs. Finally, funding for this research supports the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Klima",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Klima",
   "pi_email_addr": "aklima@ucdavis.edu",
   "nsf_id": "000508883",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Yen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian L Yen",
   "pi_email_addr": "alyen@ucdavis.edu",
   "nsf_id": "000586509",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19862.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this research study was to investigate how the encounter between two &ldquo;regimes&rdquo; of therapeutic practice&mdash;psychiatry and traditional healing&mdash;shaped different understandings of illness among Acholi people and health practitioners in post-war northern Uganda. Focusing on the interactions between a diverse group of actors including: rural Acholi men and women, psychiatric clinicians, <em>ajwaki </em>(traditional healers), international NGOs, and <em>cen </em>(in Acholiland people describe <em>cen </em>as vengeful spirit that can cause madness and has been used by biomedical practitioners to diagnose PTSD), the goal was to understand what the implications of these epistemological changes were for the way that care was provided for multiple forms of mental and emotional suffering. In our original NSF proposal, we developed the notion of &ldquo;therapeutic sensibility&rdquo;<em> </em>to provide a rubric for investigating these changes and how they influenced decisions about care, particularly as different health practitioners were asked to adapt Western psychiatric therapies to a local context characterized by people&rsquo;s ambivalence for biomedicine. Practically this entailed working in the district of Gulu with a sampling of forty Acholi psychiatry patients, twenty non-patients, and a group of twenty-four mental health workers in the mental health unit of the district&rsquo;s referral hospital. At the same time, the study engaged with a group of six <em>ajwaki</em> and the staff of three different NGOs: the Transcultural Psychosocial Organization, Peter C. Alderman Foundation, and African Centre for the Treatment and Rehabilitation of Torture Victims. The objective while working with these categories was to ascertain a) why Acholi turned to psychiatric therapies and related treatments like psycho-therapy, and b) how different practitioners reconciled the epistemological tensions of the therapeutic discourses in the region including: psychiatry&rsquo;s diagnostic categories, Pentecostal narratives of redemption and purification, and customary Acholi explanatory models that emphasized the role of <em>cen</em>. The sum of materials collected during fieldwork comprise over one hundred hours of recorded interviews and a series of daily field notes that span the twenty-one month research period. These interviews and notes form the core of ethnographic material from which we have derived two principal findings about the social and clinical consequences of the encounter between psychiatry and traditional healing in Acholiland. The first pertains to practitioners&rsquo; &ldquo;therapeutic sensibilities,&rdquo; and how these sensibilities constitute a constantly changing orientation towards the discourse and practices of traditional healing, Pentecostalism, and humanitarian psychiatry. Indeed, what our research study revealed was how in order to be effective, practitioners who singularly align themselves with one of these three domains of therapeutic practice must maintain a kind of flexibility that allows them to incorporate different narrative elements from each of these domains within their own principal therapeutic models. This kind of syncretism is not a new phenomena in Africa. As Africanist anthropologies of medicine and healing have shown, suffering and care on the continent have always entailed this kind of syncretism and a social basis for healing that biomedical models ostensibly have forgotten. Yet, it is precisely this latter notion about biomedicine that our research forces us to reconsider. Indeed as humanitarian psychiatry in Acholiland is forced to engage with local therapeutic models, it too becomes a part of a broader social process of healing and reconciliation in the region. In this way our research demonstrates how humanitarian psychiatric interventions in northern Uganda are far from hegemonic. Although day t...",
  "por_txt_cntn": "\nThe primary objective of this research study was to investigate how the encounter between two \"regimes\" of therapeutic practice&mdash;psychiatry and traditional healing&mdash;shaped different understandings of illness among Acholi people and health practitioners in post-war northern Uganda. Focusing on the interactions between a diverse group of actors including: rural Acholi men and women, psychiatric clinicians, ajwaki (traditional healers), international NGOs, and cen (in Acholiland people describe cen as vengeful spirit that can cause madness and has been used by biomedical practitioners to diagnose PTSD), the goal was to understand what the implications of these epistemological changes were for the way that care was provided for multiple forms of mental and emotional suffering. In our original NSF proposal, we developed the notion of \"therapeutic sensibility\" to provide a rubric for investigating these changes and how they influenced decisions about care, particularly as different health practitioners were asked to adapt Western psychiatric therapies to a local context characterized by peopleÆs ambivalence for biomedicine. Practically this entailed working in the district of Gulu with a sampling of forty Acholi psychiatry patients, twenty non-patients, and a group of twenty-four mental health workers in the mental health unit of the districtÆs referral hospital. At the same time, the study engaged with a group of six ajwaki and the staff of three different NGOs: the Transcultural Psychosocial Organization, Peter C. Alderman Foundation, and African Centre for the Treatment and Rehabilitation of Torture Victims. The objective while working with these categories was to ascertain a) why Acholi turned to psychiatric therapies and related treatments like psycho-therapy, and b) how different practitioners reconciled the epistemological tensions of the therapeutic discourses in the region including: psychiatryÆs diagnostic categories, Pentecostal narratives of redemption and purification, and customary Acholi explanatory models that emphasized the role of cen. The sum of materials collected during fieldwork comprise over one hundred hours of recorded interviews and a series of daily field notes that span the twenty-one month research period. These interviews and notes form the core of ethnographic material from which we have derived two principal findings about the social and clinical consequences of the encounter between psychiatry and traditional healing in Acholiland. The first pertains to practitionersÆ \"therapeutic sensibilities,\" and how these sensibilities constitute a constantly changing orientation towards the discourse and practices of traditional healing, Pentecostalism, and humanitarian psychiatry. Indeed, what our research study revealed was how in order to be effective, practitioners who singularly align themselves with one of these three domains of therapeutic practice must maintain a kind of flexibility that allows them to incorporate different narrative elements from each of these domains within their own principal therapeutic models. This kind of syncretism is not a new phenomena in Africa. As Africanist anthropologies of medicine and healing have shown, suffering and care on the continent have always entailed this kind of syncretism and a social basis for healing that biomedical models ostensibly have forgotten. Yet, it is precisely this latter notion about biomedicine that our research forces us to reconsider. Indeed as humanitarian psychiatry in Acholiland is forced to engage with local therapeutic models, it too becomes a part of a broader social process of healing and reconciliation in the region. In this way our research demonstrates how humanitarian psychiatric interventions in northern Uganda are far from hegemonic. Although day to day this may not translate into a regular acknowledgment on the part of health professionals of local Acholi illness concepts like cen, it does signal the presence of a conte..."
 }
}