{
 "awd_id": "1156320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Cross Section of Housing Markets",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 422850.0,
 "awd_amount": 422850.0,
 "awd_min_amd_letter_date": "2012-04-08",
 "awd_max_amd_letter_date": "2012-04-08",
 "awd_abstract_narration": "Abstract\r\nProposal Title: The Cross Section of Housing Markets (Proposal No: 1156320) \r\nPrincipal Investigator: Piazzesi, Monika \r\n\r\nThe projects described in this proposal focus on two key properties of housing: houses are (i) indivisible and (ii) heterogeneous by quality, even within geographical units. The proposal has both an empirical and a theoretical component. The empirical work exploits several large property-level data sets to document new stylized facts on the cross section of housing markets. We then proceed to build quantitative models that speak to these facts. The first project uses an assignment model to understand the cross section of capital gains during the 2000-2005 housing boom. The second studies the search process with heterogeneous houses. \r\nDuring the recent house price boom, there were large differences in capital gains across houses, even within the same metro area. In particular, cheap homes appreciated more than expensive homes. The first project studies several potential explanations for this pattern: cheap credit, shifts in the quality distribution of homes, or shifts in the distribution of mover characteristics (such as their income). The goal is to build a quantitative model to assess the role of these differences in the environment. \r\n\r\nThe existing literature has investigated the recent housing boom with models in which housing is viewed as perfectly divisible capital. These models determine a single per-unit price of housing from optimality conditions of all households and thus do not have interesting implications for the cross section of house prices. Instead, this project studies models in which indivisible houses differ by quality. The price of a particular house is then determined by the optimality conditions of the particular subgroup of households who consider buying a house in that quality range. To the extent that a change in the economy (e.g., cheaper credit) affects this subgroup of households more (e.g., poor households depend more on credit), the house prices in their considered quality range will be more responsive (compared to existing models.) \r\n\r\nThe second project studies models with heterogeneous houses and search frictions. In the housing market, sellers post prices without commitment, while buyers scan available houses. The search process is costly and makes houses illiquid.  A key question for any quantitative implementation of such a model is ?what market segments do buyers search over?? This project makes progress on this question with databases on price histories from real estate listings (including time on the market as well as price reductions) and search queries on a popular real estate website. The preliminary data investigation indicates that buyers in the cheap segment of the housing market use narrower search criteria, explaining the longer times on the market and higher illiquidity for houses in this segment.  \r\n\r\nThe results of the proposed research will be informative about the quantitative role of frictions in housing markets. The recent house price declines have highlighted the importance of understanding the functioning of these markets, which makes these frictions worth studying for academics, policy makers, and the public more broadly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monika",
   "pi_last_name": "Piazzesi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monika Piazzesi",
   "pi_email_addr": "piazzesi@stanford.edu",
   "nsf_id": "000700701",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Klaus Martin",
   "pi_last_name": "Schneider",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Klaus Martin Schneider",
   "pi_email_addr": "martin.schneider@nyu.edu",
   "nsf_id": "000489784",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 422850.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Housing is the most important asset in U.S. household portfolios, and mortgage debt is by far the most important way of borrowing. The recent boom and recession have underscored the importance of house price dynamics for household net worth. However, we do not yet have a consensus model of house prices. The projects supported by this grant have made substantial progress by studying two key properties of housing that have been neglected in previous work: houses are indivisible and heterogeneous by quality, even within geographical units.</p>\n<p>We have empirically documented that cheap homes appreciated more than expensive homes during the recent boom. This cross-sectional pattern in capital gains differs from other housing booms, such as the 1970s, where expensive homes experienced more volatility than cheap homes. To understand this finding, we developed a new model of house prices that takes into account their indivisibility. The conventional model with divisible houses cannot account for the cross sectional patterns. Based on our model, we were able to quantify the effect of cheaper credit on house prices. Our main finding is that the availability of cheaper credit accounts for the drastic increase in cheap house prices during the early 2000s. In addition, a larger number of high end homes were available to buyers during the boom.</p>\n<p>We have also documented the behavior of house buyers when houses are heterogeneous. We obtained a database of search queries from a popular real estate website to explore what segment of the market households actually consider when they search for houses. We document that some buyers search broadly across many cheap markets, while other buyers search in narrow areas that are not necessarily connected with each other. We explored the predictions of housing search with narrow and broad searchers. We document that the response of house prices and volume to an increase in housing supply crucially depends on the presence of broad searchers.&nbsp; Moreover, house prices in areas with high turnover are substantially lower than prices in more stable areas.</p>\n<p>Finally, we have studied prices of Stanford faculty homes on campus and compared them with prices of comparable homes off campus. We have documented that house prices on campus are substantially lower for cheap condos and for houses with large lots, while houses in the middle of the quality distribution trade at similar prices. These patterns are consistent with a model in which there are separate populations of buyers: buyers who do not quality to buy on campus and are thus restricted in their choice, and Stanford faculty who can choose to buy anywhere.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2016<br>\n\t\t\t\t\tModified by: Monika&nbsp;Piazzesi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHousing is the most important asset in U.S. household portfolios, and mortgage debt is by far the most important way of borrowing. The recent boom and recession have underscored the importance of house price dynamics for household net worth. However, we do not yet have a consensus model of house prices. The projects supported by this grant have made substantial progress by studying two key properties of housing that have been neglected in previous work: houses are indivisible and heterogeneous by quality, even within geographical units.\n\nWe have empirically documented that cheap homes appreciated more than expensive homes during the recent boom. This cross-sectional pattern in capital gains differs from other housing booms, such as the 1970s, where expensive homes experienced more volatility than cheap homes. To understand this finding, we developed a new model of house prices that takes into account their indivisibility. The conventional model with divisible houses cannot account for the cross sectional patterns. Based on our model, we were able to quantify the effect of cheaper credit on house prices. Our main finding is that the availability of cheaper credit accounts for the drastic increase in cheap house prices during the early 2000s. In addition, a larger number of high end homes were available to buyers during the boom.\n\nWe have also documented the behavior of house buyers when houses are heterogeneous. We obtained a database of search queries from a popular real estate website to explore what segment of the market households actually consider when they search for houses. We document that some buyers search broadly across many cheap markets, while other buyers search in narrow areas that are not necessarily connected with each other. We explored the predictions of housing search with narrow and broad searchers. We document that the response of house prices and volume to an increase in housing supply crucially depends on the presence of broad searchers.  Moreover, house prices in areas with high turnover are substantially lower than prices in more stable areas.\n\nFinally, we have studied prices of Stanford faculty homes on campus and compared them with prices of comparable homes off campus. We have documented that house prices on campus are substantially lower for cheap condos and for houses with large lots, while houses in the middle of the quality distribution trade at similar prices. These patterns are consistent with a model in which there are separate populations of buyers: buyers who do not quality to buy on campus and are thus restricted in their choice, and Stanford faculty who can choose to buy anywhere.\n\n\t\t\t\t\tLast Modified: 10/14/2016\n\n\t\t\t\t\tSubmitted by: Monika Piazzesi"
 }
}