{
 "awd_id": "1157121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Neural mechanisms underlying categorical perception in the processing of faces",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "Face perception is crucial for normal social interactions, and human observers excel at rapidly and reliably categorizing visual patterns as faces or non-faces. Even subtle impairment in this ability can have devastating consequences, as evidenced by autism and other developmental disorders. Although the neural mechanisms underlying face perception have been a major focus of primate electrophysiology and brain-imaging research, the computational mechanisms underlying how the brain processes faces are still far from clear. With support from the National Science Foundation, Dr. Ming Meng of Dartmouth College is addressing this question by synthesizing techniques drawn from psychophysics, human brain imaging, statistical data mining, and computer vision. First of all, this project is measuring brain activation in response to image sets that have been compiled by using computer vision. These images vary in their image-level facial similarity, ranging from non-faces to genuine faces. Computer vision systems may falsely categorize many of the face-like non-faces as faces. By contrast, categorical perception enables human observers to make unambiguous perceptual judgments on whether these images are faces or non-faces. Second, to understand the face processing neural network, it is more important to understand causal relationships among several brain regions than average response activation of each separate brain region. This project is applying state-of-the-art data mining techniques to provide the basis for dynamic causal modeling of the direct and indirect relationships among various factors, such as, low-level visual features, face semblance and the face/non-face categorization, linking neural processing stages from primary visual analysis to perceptual decision. Finally, to determine bottom-up versus top-down modulation on categorical face perception, sophisticated psychophysical paradigms are being used to investigate potential interactions between visual awareness and the neural correlates of categorical facial analysis. Through this approach, stimulus-driven and feed-forward models of face processing that are assumed to be independent of visual awareness can be compared to models that involve cognitive feedback modulations and visual awareness. \r\n\r\nThe results of this project are expected to lead to a better understanding of how the human brain processes visual information in the context of face perception, a domain that provides one of the most compelling examples of sensory organization. Understanding the process of how the human visual system analyzes faces may ultimately lead to the successful design of artificial face recognition systems. Moreover, continuous image-level facial similarity analysis versus binary categorical judgment in face perception underlies the crucial social ability to rapidly recognize a face. Teasing the two analyses apart may help characterize the neural pathology in the developmental disorders that involve face perception deficits. Based on the results, a cognitive therapy can be strategically designed to pinpoint such deficits, and to therefore help children and adults with these disorders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Meng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Meng",
   "pi_email_addr": "Ming.Meng@Dartmouth.EDU",
   "nsf_id": "000555203",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "6207 Moore Hall",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553578",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In looking at our surroundings, we do not see a \"blooming, buzzing confusion\" but an orderly world of discrete objects. The visual system&rsquo;s ability to organize the world into distinct object classes manifests itself in categorical perceptual judgments &ndash; two patterns with very similar low-level attributes might nevertheless be perceived as members of different categories and hence as very distinct objects. To identify the neural correlates of categorical face perception, we analyzed functional relationships between brain regions in the face processing neural network by combining neuroimaging and computational modeling. Interestingly, we identified a significant hemispherical asymmetry, and moreover our results suggest a sequentially dependent relationship between the left and right hemispheres for categorical face perception. Note that these results are not contradictory to the notion that interactions between the two hemispheres may not be necessary for a certain level of face processing. Instead, these results highlight the importance of cross hemisphere interactions, namely interactions that appear to be sufficient in generating a unified conscious experience for a coherent perceptual decision of face/non-face categorization. Besides shedding light on the organization of face processing in the normal human brain, our data provide novel nominal references against which to compare brain activation patterns of children and patients with face-perception deficits.</p>\n<p>&nbsp;</p>\n<p>Future theoretical modeling of the organization of brain functions would have to take our findings into consideration. Our findings also provide insights for developing computational models that can simulate how the human brain processes faces. These models would be important for computer scientists to consider for constructing pattern recognition algorithms and creating artificial intelligence. In addition, career opportunities have been provided through the supported activity for education and research in psychological and brain sciences. The findings were also used to provide exposure to the cutting-edge of science and technology to students at Dartmouth College as well as the greater community youth.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2016<br>\n\t\t\t\t\tModified by: Ming&nbsp;Meng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn looking at our surroundings, we do not see a \"blooming, buzzing confusion\" but an orderly world of discrete objects. The visual system?s ability to organize the world into distinct object classes manifests itself in categorical perceptual judgments &ndash; two patterns with very similar low-level attributes might nevertheless be perceived as members of different categories and hence as very distinct objects. To identify the neural correlates of categorical face perception, we analyzed functional relationships between brain regions in the face processing neural network by combining neuroimaging and computational modeling. Interestingly, we identified a significant hemispherical asymmetry, and moreover our results suggest a sequentially dependent relationship between the left and right hemispheres for categorical face perception. Note that these results are not contradictory to the notion that interactions between the two hemispheres may not be necessary for a certain level of face processing. Instead, these results highlight the importance of cross hemisphere interactions, namely interactions that appear to be sufficient in generating a unified conscious experience for a coherent perceptual decision of face/non-face categorization. Besides shedding light on the organization of face processing in the normal human brain, our data provide novel nominal references against which to compare brain activation patterns of children and patients with face-perception deficits.\n\n \n\nFuture theoretical modeling of the organization of brain functions would have to take our findings into consideration. Our findings also provide insights for developing computational models that can simulate how the human brain processes faces. These models would be important for computer scientists to consider for constructing pattern recognition algorithms and creating artificial intelligence. In addition, career opportunities have been provided through the supported activity for education and research in psychological and brain sciences. The findings were also used to provide exposure to the cutting-edge of science and technology to students at Dartmouth College as well as the greater community youth.\n\n \n\n\t\t\t\t\tLast Modified: 11/09/2016\n\n\t\t\t\t\tSubmitted by: Ming Meng"
 }
}