{
 "awd_id": "1158651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Indigenous Responses to Colonialism at Achiutla, Oaxaca, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 19439.0,
 "awd_amount": 19439.0,
 "awd_min_amd_letter_date": "2011-12-21",
 "awd_max_amd_letter_date": "2011-12-21",
 "awd_abstract_narration": "Under the direction of Dr. Arthur Joyce, Mr. Jamie Forde will conduct archaeological excavations of households at the site of Achiutla, Oaxaca, Mexico. These date to the Early Colonial period (A.D. 1521-1600). Achiutla is located in the western highlands of the modern state of Oaxaca, in the region known as the Mixteca Alta, which has been inhabited by speakers of the Mixtec language since early pre-Hispanic times. Just prior to the Spanish conquest, Achiutla was known to have been one of the most sacred sites in the region - it was believed to have been the home of a solar oracle, and indigenous nobles from throughout the Mixteca Alta and beyond made religious pilgrimage there. Shortly after the conquest, Spanish missionaries took up residence at the site and aggressively sought to eliminate pre-Hispanic religious practice. Historical records suggest that conflict broke out at times between native residents of the site and the clergy, yet we have little sense of how this abrupt shift in social dynamics affected indigenous peoples' daily lives. The Achiutla Archaeological Project (AAP) will shed light on this issue, examining how aspects of native lifeways changed or were maintained amidst this rather dramatic upheaval. Results are expected to contribute to broader social scientific understandings of the effects of culture contact and colonialism, and long-term processes of cultural change.\r\n\r\nAlthough archaeological in nature the research is relevant to the present day in which similar disparities exist between adjacent political entities. Understanding such interactions provide insight into the bonds which hold states together and the forces which undermine unity. In many societies religion plays an important role in either establishing social bonds or the reverse. At Achiutla religious interaction was a major factor making the site a particularly appropriate study venue. Archaeological data because of the long term perspective they can provide allows researchers to track such interactions across periods which may span multiple centuries.\r\n\r\nArchaeological investigations at Achiutla will entail careful excavations of indigenous residential areas, examining aspects of day-to-day life that are largely unaccounted for in historical records. Attention will particularly focus on three main categories of daily activity: 1) household craft production, 2) consumption of trade goods and foodstuffs, and 3) domestic ritual practice. Depending on the type of activity under consideration, native residents may have variously accepted, resisted, or otherwise adapted to new demands imposed by the Spanish. Careful recovery of material data and subsequent analyses will allow for detailed reconstruction of indigenous lifeways and social change at colonial Achiutla. Such insights, based on material evidence, will not only help fill in gaps in the historical record, but also serve as a potential check against biases in such documents as well, providing a more holistic and objective account of how the Spanish conquest was experienced by natives of Mesoamerica. Data from Achiutla will also be compared to other colonial contexts throughout Mesoamerica and beyond, to examine broader patterns and variability in local responses to colonialism.\r\n\r\nThe AAP is designed to have impacts beyond the academic arena. Not only will the project assist in the graduate training of Forde, but also local residents of the modern town of Achiutla will assist with excavations, and be trained in archaeological research methods. The project will collaborate closely with local authorities seeking to raise awareness of the community's history and preserve its cultural patrimony. Community outreach will be undertaken, as Forde will give public talks in Achiutla and give tours of the site as the excavations progress. Results will not only be disseminated in scholarly literature, but also in more accessible forms designed specifically for residents of the local community, and via the internet for any and all interested parties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Joyce",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur A Joyce",
   "pi_email_addr": "arthur.joyce@colorado.edu",
   "nsf_id": "000200366",
   "pi_start_date": "2011-12-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Forde",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie E Forde",
   "pi_email_addr": "jamie.forde@colorado.edu",
   "nsf_id": "000598178",
   "pi_start_date": "2011-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19439.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The San Miguel Achiutla Archaeological Project was designed to better understand how native peoples of Mexico coped with the traumatic events of the Spanish Conquest. While historical sources provide many vivid accounts of the Conquest itself, these are largely provided by Spanish conquistadors and friars, giving us little of the native perspective on these events, nor on the impact colonialism had on indigenous daily life.</p>\n<p>Our research has sought to help rectify this state of affairs, by focusing on excavations of native residential areas at the site of San Miguel Achiutla, located in the Mixtec region of the modern state of Oaxaca, Mexico. Achiutla makes for a particularly interesting case study. The site was known as an important religious center during the centuries just prior to the Conquest, believed to be home of an oracle, and represented in pre-Hispanic pictographic manuscripts as where the first Mixtec kings and queens of the region were born from a sacred tree. Further, historical records indicate that the site was home to considerable social unrest during the decades following the arrival of the Spanish.</p>\n<p>Archaeology serves as a powerful means for recovering information on daily life and other phenomena not accounted for in historical records. The research project at Achiutla entailed careful excavations of households dating to the Late Postclassic (AD 1100-1521) and Early Colonial (AD 1521-1650) periods, focusing on domestic architecture and refuse deposits, providing rich data on many aspects of daily life.&nbsp;</p>\n<p>While scholars often assume that native peoples of Mexico passively accepted colonial rule and quickly adopted technologies imported by the Spanish that were deemed \"superior,\" our results suggest that things were much more complex. Excavations show that indigenous elites retained power and continued to live in large palatial structures, with a commanding view of the colonial church down below (Image 1). While adopting certain elements of European architecture, such as the stone arch, houses largely resemble those that were inhabited in pre-Hispanic times.&nbsp;</p>\n<p>Further, while the research suggests that native peoples of Achiutla had considerable access to European goods technologies, such as certain forms of ceramics and metal tools, they continued to rely far more heavily on traditional technologies, including a form of polychrome pottery for which Mixtecs were famous for producing during the Postclassic (Image 2), as well as obsidian cutting tools.</p>\n<p>When residents of Achiutla did adopt European-introduced technologies, preliminary results suggest they produced these good themselves rather than purchasing them from colonists, as materials recovered from residences indicate local production of metals, as well as wheel-thrown and glazed ceramics. &nbsp;</p>\n<p>In sum, while data suggest that indigenous life certainly changed in Achiutla over the course of the Colonial period, this was not by merely force, nor simply an inevitable effect of Spanish domination. Despite the many hardships and injustices that accompanied the Conquest, native residents actively selected certain aspects of foreign culture to integrate into their domestic practices, while simultaneously maintaining and innovating vibrant pre-Hispanic traditions. In understanding the mestizo cultures of Mexico and the United States, which continue to endure and thrive into the present, and are typified by diverse and eclectic blends of both Spanish and indigenous cultural practices, we hope our continued research will contribute to elucidating the roots of these cultures, and the active roles native peoples played in fostering them.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2014<br>\n\t\t\t\t\tModified by: Jamie&nbsp;E&nbsp;Forde</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" i...",
  "por_txt_cntn": "\nThe San Miguel Achiutla Archaeological Project was designed to better understand how native peoples of Mexico coped with the traumatic events of the Spanish Conquest. While historical sources provide many vivid accounts of the Conquest itself, these are largely provided by Spanish conquistadors and friars, giving us little of the native perspective on these events, nor on the impact colonialism had on indigenous daily life.\n\nOur research has sought to help rectify this state of affairs, by focusing on excavations of native residential areas at the site of San Miguel Achiutla, located in the Mixtec region of the modern state of Oaxaca, Mexico. Achiutla makes for a particularly interesting case study. The site was known as an important religious center during the centuries just prior to the Conquest, believed to be home of an oracle, and represented in pre-Hispanic pictographic manuscripts as where the first Mixtec kings and queens of the region were born from a sacred tree. Further, historical records indicate that the site was home to considerable social unrest during the decades following the arrival of the Spanish.\n\nArchaeology serves as a powerful means for recovering information on daily life and other phenomena not accounted for in historical records. The research project at Achiutla entailed careful excavations of households dating to the Late Postclassic (AD 1100-1521) and Early Colonial (AD 1521-1650) periods, focusing on domestic architecture and refuse deposits, providing rich data on many aspects of daily life. \n\nWhile scholars often assume that native peoples of Mexico passively accepted colonial rule and quickly adopted technologies imported by the Spanish that were deemed \"superior,\" our results suggest that things were much more complex. Excavations show that indigenous elites retained power and continued to live in large palatial structures, with a commanding view of the colonial church down below (Image 1). While adopting certain elements of European architecture, such as the stone arch, houses largely resemble those that were inhabited in pre-Hispanic times. \n\nFurther, while the research suggests that native peoples of Achiutla had considerable access to European goods technologies, such as certain forms of ceramics and metal tools, they continued to rely far more heavily on traditional technologies, including a form of polychrome pottery for which Mixtecs were famous for producing during the Postclassic (Image 2), as well as obsidian cutting tools.\n\nWhen residents of Achiutla did adopt European-introduced technologies, preliminary results suggest they produced these good themselves rather than purchasing them from colonists, as materials recovered from residences indicate local production of metals, as well as wheel-thrown and glazed ceramics.  \n\nIn sum, while data suggest that indigenous life certainly changed in Achiutla over the course of the Colonial period, this was not by merely force, nor simply an inevitable effect of Spanish domination. Despite the many hardships and injustices that accompanied the Conquest, native residents actively selected certain aspects of foreign culture to integrate into their domestic practices, while simultaneously maintaining and innovating vibrant pre-Hispanic traditions. In understanding the mestizo cultures of Mexico and the United States, which continue to endure and thrive into the present, and are typified by diverse and eclectic blends of both Spanish and indigenous cultural practices, we hope our continued research will contribute to elucidating the roots of these cultures, and the active roles native peoples played in fostering them.\n\n\t\t\t\t\tLast Modified: 08/23/2014\n\n\t\t\t\t\tSubmitted by: Jamie E Forde"
 }
}