{
 "awd_id": "1158763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Science of Science and Innovation Policy: Organizations and the Diffusion of Scientific Knowledge",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 13500.0,
 "awd_amount": 13500.0,
 "awd_min_amd_letter_date": "2012-04-08",
 "awd_max_amd_letter_date": "2012-04-08",
 "awd_abstract_narration": "The contribution of scientific research to economic growth is hardly controversial.  Yet little is known about how scientific knowledge actually translates -- or fails to translate -- into economic gains. Historical examples of advances in science reveal that while some discoveries are commercialized right away, others remain unexploited for years, even decades, until their commercial potential is understood.  Discerning why some discoveries get commercialized and others do not is very difficult, however, because the commercial value of the new knowledge cannot be ascertained unless commercialization actually occurs. \r\n\r\nIntellectual Merit: Do scientific discoveries have the same economic impact if they come from a university or from a firm? What are the characteristics of these academic or industrial organizations that would affect its impact in the marketplace? This project takes on the challenge of these questions by introducing a novel empirical strategy. It uses simultaneous discoveries to conduct the first \"twin study of new knowledge.\" This method allows the researcher to compare the commercialization or non-commercialization of the same new knowledge emerging at the same time in two distinct environments.\r\n\r\nThe project, which is divided into two parts, draws on interviews and archival data to study the overall patterns of how new knowledge is harnessed for commercial value and the mechanisms behind these patterns. It takes advantage of the applicant's original, pre-existing dataset of automatically and systematically identified simultaneous discoveries. Part I examines whether scientific findings are \"trapped inside the ivory tower\" i.e. whether they are less likely to be commercialized out of a university than out of a firm. Part II constructs a detailed analysis of a small number of cases of simultaneous discoveries. This allows for a more in-depth inquiry into how different types of organizational arrangements influence the prospects for commercialization. \r\n\r\nBroader Impacts: This research has immediate practical implications for the Science of Science and Innovation Policy as it will uncover the extent to which scientific knowledge that could be commercialized remains unused on laboratory shelves. Specifically, it increases our understanding of the role of different types of organizations in diffusing new knowledge. For instance, scientific collaboration, in addition to fostering the circulation of ideas, might increase the likelihood that new knowledge will be commercialized. There are immediate implications as to the conditions under which collaborative research ought to be supported. By encouraging organizational structures that foster the commercialization of scientific knowledge, SciSIP might be able to decrease the number of unused scientific discoveries.\r\n\r\nThis interdisciplinary research is also of direct interest for economists, organization theorists, and sociologists of science given its insights into knowledge spillovers, the management of technological innovation, and competition in science. In addition, this research improves our understanding of strategies that business practitioners can implement in order to commercialize new scientific knowledge successfully. By investigating and breaking down exactly how organizations use and diffuse new scientific knowledge, this research enables a better management of knowledge commercialization, accelerating the spread of science into the economy, and increasing the economic impact of scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Stern",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Stern",
   "pi_email_addr": "sstern@mit.edu",
   "nsf_id": "000181348",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bikard",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Bikard",
   "pi_email_addr": "mbikard@mit.edu",
   "nsf_id": "000600811",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The doctoral dissertation supported by this grant examined the conditions under which organizations translate &mdash;or fail to translate&mdash; scientific discoveries into new technologies. Historical examples reveal that, while this development can be very rapid in certain circumstances, scientific knowledge can sometimes remain unexploited for years. For instance, inhalation anesthesia had to be rediscovered independently many times, over the course of decades, before one person finally turned it into the medical technology that revolutionized the practice of surgery.</p>\n<p>The dissertation specifically investigated the relative impact of academia and industry on the process of science-based invention. Firms and universities have distinct missions and present very different environments for R&amp;D. For instance, as compared to scientists from industry, academic scientists have more autonomy but lower salaries and tend to share the results of their work more readily. While these differences have been well studied, their impact on science-based invention remains unclear. Will science-based invention occur in the same fashion whether the work is conducted in industry or in academia?</p>\n<p>Exploring this question empirically is challenging because the work conducted in universities tends to be more fundamental than the work conducted in firms. When observing the emergence of science-based invention from firms and universities, how can we gauge whether these stem from the intrinsic potential of the knowledge itself or from the characteristics of the environment of discovery? This dissertation addresses the question by introducing a novel empirical strategy. I use simultaneous discoveries in science to conduct the first &ldquo;twin study&rdquo; of new scientific knowledge.</p>\n<p>To cite one example, in the winter of 1999, two teams of scientists simultaneously discovered VR1 (vanilloid receptor-1), the receptor for the pain caused by excessive heat or capsaicin, the pungent component of chili peppers. The first team, led by Dr. John B Davis, sent its results to <em>Nature</em> on December 20, 1999 and the paper was published on May 11, 2000. The second team, led by Prof. David Julius, sent its results to <em>Science</em> on January 18, 2000 and the paper was published on April 14, 2000. The new knowledge had important implications for the development of pain therapeutics. Yet, both discoveries were made in very different organizations. Julius is an academic based at the University of California at San Francisco. In contrast, Davis is an industrial scientist working at SmithKline Beecham.</p>\n<p>The dissertation uses 39 instances like this one in order to explore how being in one organizational environment or another impacts science-based invention. A quantitative analysis (preceding this award) has used patent citations to the &ldquo;twin scientific papers&rdquo; and found that firms are more likely to aggressively pursue the translation of scientific knowledge into inventions. In addition, inventors seem more likely to use scientific knowledge published by a firm than similar knowledge produced in an academic setting.</p>\n<p>This NSF SBE Doctoral Dissertation Research Improvement Grant has made it possible to meet a number of the scientists and inventors who were involved in these discoveries. Twenty-eight interviews enriched the quantitative work in three ways. First, they confirmed the validity of the approach since the scientists agreed that the event studied were indeed instances of simultaneous discoveries. Second, the interviews revealed potential mechanisms that might be driving the quantitative findings. For example, a number of inventors argued that they have more confidence in the papers written by firms than the papers written by academics. Indeed, this qualitative work uncovered a widespread belief in the inventor community that results reported in un...",
  "por_txt_cntn": "\nThe doctoral dissertation supported by this grant examined the conditions under which organizations translate &mdash;or fail to translate&mdash; scientific discoveries into new technologies. Historical examples reveal that, while this development can be very rapid in certain circumstances, scientific knowledge can sometimes remain unexploited for years. For instance, inhalation anesthesia had to be rediscovered independently many times, over the course of decades, before one person finally turned it into the medical technology that revolutionized the practice of surgery.\n\nThe dissertation specifically investigated the relative impact of academia and industry on the process of science-based invention. Firms and universities have distinct missions and present very different environments for R&amp;D. For instance, as compared to scientists from industry, academic scientists have more autonomy but lower salaries and tend to share the results of their work more readily. While these differences have been well studied, their impact on science-based invention remains unclear. Will science-based invention occur in the same fashion whether the work is conducted in industry or in academia?\n\nExploring this question empirically is challenging because the work conducted in universities tends to be more fundamental than the work conducted in firms. When observing the emergence of science-based invention from firms and universities, how can we gauge whether these stem from the intrinsic potential of the knowledge itself or from the characteristics of the environment of discovery? This dissertation addresses the question by introducing a novel empirical strategy. I use simultaneous discoveries in science to conduct the first \"twin study\" of new scientific knowledge.\n\nTo cite one example, in the winter of 1999, two teams of scientists simultaneously discovered VR1 (vanilloid receptor-1), the receptor for the pain caused by excessive heat or capsaicin, the pungent component of chili peppers. The first team, led by Dr. John B Davis, sent its results to Nature on December 20, 1999 and the paper was published on May 11, 2000. The second team, led by Prof. David Julius, sent its results to Science on January 18, 2000 and the paper was published on April 14, 2000. The new knowledge had important implications for the development of pain therapeutics. Yet, both discoveries were made in very different organizations. Julius is an academic based at the University of California at San Francisco. In contrast, Davis is an industrial scientist working at SmithKline Beecham.\n\nThe dissertation uses 39 instances like this one in order to explore how being in one organizational environment or another impacts science-based invention. A quantitative analysis (preceding this award) has used patent citations to the \"twin scientific papers\" and found that firms are more likely to aggressively pursue the translation of scientific knowledge into inventions. In addition, inventors seem more likely to use scientific knowledge published by a firm than similar knowledge produced in an academic setting.\n\nThis NSF SBE Doctoral Dissertation Research Improvement Grant has made it possible to meet a number of the scientists and inventors who were involved in these discoveries. Twenty-eight interviews enriched the quantitative work in three ways. First, they confirmed the validity of the approach since the scientists agreed that the event studied were indeed instances of simultaneous discoveries. Second, the interviews revealed potential mechanisms that might be driving the quantitative findings. For example, a number of inventors argued that they have more confidence in the papers written by firms than the papers written by academics. Indeed, this qualitative work uncovered a widespread belief in the inventor community that results reported in university publications are often not reproducible. Finally, the interviews exposed unexpected aspects of the process of science-based i..."
 }
}