{
 "awd_id": "1158172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investing in science, research and technology: where is the biggest bang for the buck?",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 328652.0,
 "awd_amount": 328652.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "As regional economies increasingly compete at the national and international levels to develop their innovative edge, helping regions identify and support the factors at the origin of innovation has become one of the most important tasks of regional economic developers. This project is based upon the knowledge production function literature which relies on a statistical approach to estimate the impact of investments in R&D (Research and Development) on the production of innovation. Because this project focuses on the production of innovation at the regional level, it requires us explicitly to account for the role of knowledge externalities between regions, a phenomenon brought to the fore by the new literature in economic geography. As of today, however, only a handful of studies use the appropriate statistical techniques to model and measure interregional knowledge externalities; when they do, they make global (not local) measurements which mask significant variations in the characteristics of innovation across regions. As such, this work improves upon the traditional approach by providing measurements of knowledge spillovers at the local level, i.e. for every single region. This work also investigates the dynamics of regional knowledge creation for four \"high-technology\" sectors to better substantiate differences in knowledge externalities across sectors. In addition, the statistical analysis is performed on three different spatial scales (US counties, Metropolitan Statistical Areas and States), making this work more complete and informative to local governments than traditional approaches. Another contribution is a method of measuring the amount of income and jobs created by R&D investments, i.e. their social returns. This contribution is accounted for through the modeling of interregional externalities by means of two complementary techniques called spatial econometrics and multi-regional input-output. Last but not least, the dataset used in this project significantly improves upon previous studies. Not only do the investigators rely on the most recent private R&D investment data from the US Patent and Trademark Office, but they also use the Consolidated Federal Funds Report of the Census Bureau to estimate, for the first time, the role of federally funded R&D investments on knowledge creation at the regional level. Overall, this project aims at showing where to maximize R&D investments and help regional governments tailor appropriate policies to promote knowledge creation. \r\n\r\nThe broader impacts of this project are threefold: first, the thorough statistical approach used in this project will help local policymakers identify the key economic characteristics they should rely on to stimulate knowledge creation in their locality. Second, a clear estimation of the relative returns on public investments is essential to support evidence-based fiscal policy. The private and social returns on R&D investments evaluated in this work can thus be directly compared with the returns from other public investments such as education, transportation and defense, for instance. Finally, in addition to the usual scholarly publications and in-class presentations, the results of this project will be accessible online and for free in the frame of a dynamic WebGIS (Geographic Information System). Because it is able to give a large audience access to all the results, this dissemination method promotes transparency, objectivity and accountability in the research at hand.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandy",
   "pi_last_name": "Dall'erba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandy Dall'erba",
   "pi_email_addr": "dallerba@illinois.edu",
   "nsf_id": "000517785",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jaewon",
   "pi_last_name": "Lim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaewon Lim",
   "pi_email_addr": "jaewon.lim@unlv.edu",
   "nsf_id": "000584749",
   "pi_start_date": "2012-05-24",
   "pi_end_date": "2012-09-12"
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 328652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project has been to uncover the origin of the differences in the counties&rsquo; capacity to innovate. Compared to previous contributions in this field, we have paid particular attention to the role of privately and publicly funded R&amp;D (Research and development) expenses and to the presence of knowledge transfers across counties. The latter interregional spillovers have been captured by means of spatial econometric techniques.</p>\n<p>Our results have provided the following contributions:</p>\n<p>- we have modeled the interregional knowledge spillovers by using the actual interregional flows of patent creation &ndash; patent citation. Previous contributions have relied on a traditional, proximity-based, weight matrix to model interregional knowledge spillovers.</p>\n<p>- the above approach has been extended to capturing interregional spillovers due to the migration of the highly-educated workers. Here also, the statistically significant results indicate that the simple geographical proximity used in the literature to model spillovers so far is shortsighted. Many interregional knowledge spillovers take place with partners located far away.</p>\n<p>- the returns of private R&amp;D expenditures are greater than those of university R&amp;D expenditure and both affect knowledge creation but through different paths. Their direct effect is significant for both of them. However, proximity-based spillovers matter for private investments only whereas university research is the only one displaying significant long-distance spillovers based on patent citation. These results are valid for the entire pool of U.S. counties and for a sample differentiating Metropolitan Statistical Areas (MSA) from non-MSA counties, although MSA counties benefit from remote investments in private R&amp;D as well.</p>\n<p class=\"BodyText\">- local estimates of the innovation process have highlighted important regional differences in the capacity to innovate as well as in the relative contribution of the innovation inputs, more especially the local and distant spillovers of private knowledge measured across counties of the MSAs. On the contrary, academic knowledge spillovers are found to display spatially homogenous elasticities in both MSA and non-MSA counties. Our results highlight the strengths and weaknesses of each county&rsquo;s innovation capacity that policy makers should be aware of before suggesting future regional development strategies.</p>\n<p>- finally, our results provide new insights into the social returns generated by public investments supporting research activities. We chose to focus on the 2010 federal spending in innovation in Arizona and demonstrate that every $1 million of investment in Arizona generate $1.27 million of GSP (Gross State Product) and $261,000 of tax revenue for federal, state and local governments. The total economic impact varied according to where the direct federal investments were allocated in Arizona. For instance, the Phoenix metropolitan area experienced the largest multiplier effects in terms of jobs and GSP in Arizona. This is mainly due to the denser interregional inter-industry linkages between Phoenix and other regions and to the greater level of agglomeration in Phoenix.</p>\n<p>&nbsp;</p>\n<p>This project has allowed us to generate the following outcomes:</p>\n<p>1) One article accepted for publication:</p>\n<p>Kang D. and Dall&rsquo;erba S. (2015) The Role of Federal Funding and Interregional Patent Citation on Knowledge Production across U.S. Counties, <em>International Regional Science Review</em>, forthcoming.</p>\n<p>2) One article submitted for publication (revised and resubmitted):</p>\n<p>Kang D. and Dall&rsquo;erba S. (2015) Exploring the spatially varying innovation capacity of the US counties in the framework of Griliches&rsquo; knowledge production function: a Mixed GWR approach, submitted to <em>Journal of Geographical Systems...",
  "por_txt_cntn": "\nThe goal of this project has been to uncover the origin of the differences in the countiesÆ capacity to innovate. Compared to previous contributions in this field, we have paid particular attention to the role of privately and publicly funded R&amp;D (Research and development) expenses and to the presence of knowledge transfers across counties. The latter interregional spillovers have been captured by means of spatial econometric techniques.\n\nOur results have provided the following contributions:\n\n- we have modeled the interregional knowledge spillovers by using the actual interregional flows of patent creation &ndash; patent citation. Previous contributions have relied on a traditional, proximity-based, weight matrix to model interregional knowledge spillovers.\n\n- the above approach has been extended to capturing interregional spillovers due to the migration of the highly-educated workers. Here also, the statistically significant results indicate that the simple geographical proximity used in the literature to model spillovers so far is shortsighted. Many interregional knowledge spillovers take place with partners located far away.\n\n- the returns of private R&amp;D expenditures are greater than those of university R&amp;D expenditure and both affect knowledge creation but through different paths. Their direct effect is significant for both of them. However, proximity-based spillovers matter for private investments only whereas university research is the only one displaying significant long-distance spillovers based on patent citation. These results are valid for the entire pool of U.S. counties and for a sample differentiating Metropolitan Statistical Areas (MSA) from non-MSA counties, although MSA counties benefit from remote investments in private R&amp;D as well.\n- local estimates of the innovation process have highlighted important regional differences in the capacity to innovate as well as in the relative contribution of the innovation inputs, more especially the local and distant spillovers of private knowledge measured across counties of the MSAs. On the contrary, academic knowledge spillovers are found to display spatially homogenous elasticities in both MSA and non-MSA counties. Our results highlight the strengths and weaknesses of each countyÆs innovation capacity that policy makers should be aware of before suggesting future regional development strategies.\n\n- finally, our results provide new insights into the social returns generated by public investments supporting research activities. We chose to focus on the 2010 federal spending in innovation in Arizona and demonstrate that every $1 million of investment in Arizona generate $1.27 million of GSP (Gross State Product) and $261,000 of tax revenue for federal, state and local governments. The total economic impact varied according to where the direct federal investments were allocated in Arizona. For instance, the Phoenix metropolitan area experienced the largest multiplier effects in terms of jobs and GSP in Arizona. This is mainly due to the denser interregional inter-industry linkages between Phoenix and other regions and to the greater level of agglomeration in Phoenix.\n\n \n\nThis project has allowed us to generate the following outcomes:\n\n1) One article accepted for publication:\n\nKang D. and DallÆerba S. (2015) The Role of Federal Funding and Interregional Patent Citation on Knowledge Production across U.S. Counties, International Regional Science Review, forthcoming.\n\n2) One article submitted for publication (revised and resubmitted):\n\nKang D. and DallÆerba S. (2015) Exploring the spatially varying innovation capacity of the US counties in the framework of GrilichesÆ knowledge production function: a Mixed GWR approach, submitted to Journal of Geographical Systems.\n\n3) One article submitted for publication:\n\nLim J. and DallÆerba S. (2015) A Multi-Regional Input-Output Analysis of the Impact of Federally-Funded Investments in Science, Research and Technology in..."
 }
}