{
 "awd_id": "1159581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reprogramming Escherichia coli with synthetic protein glycosylation pathways",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2012-03-24",
 "awd_max_amd_letter_date": "2012-03-24",
 "awd_abstract_narration": "1159581/ DeLisa\r\n\r\nAsparagine-linked (N-linked) protein glycosylation is the most common modification made to proteins in eukaryotic cells. N-linked glycosylation pathways are also known to exist in gram-negative bacteria. The bacterial glycosylation system bears many functional similarities with the eukaryotic process, but there are also several major differences between the systems. Most notably, the structures of bacterial N-linked glycans are significantly different from those produced in eukaryotes. Hence, glycoproteins derived from current bacterial glycosylation systems are likely to be immunogenic in humans and thus of limited therapeutic value. This project seeks to take bacterial glycosylation to a previously unexplored level by bottom-up engineering of a synthetic pathway for performing eukaryotic N-linked glycosylation reactions in Escherichia coli. The proposed studies and research training activities are expected to have a broad impact on society, ranging from the science of glycobiology to the development of human glycotherapeutics. \r\n\r\nThis project will also cultivate the next generation of highly trained graduate students who will be introduced to the broad, interdisciplinary nature of biotechnology research. Moreover, this program will actively and aggressively broaden participation in science and engineering. This will be accomplished by collaborating with Cornell's Diversity Programs in Engineering and with the Cornell Louis Stokes Alliance for Minority Participation (LSAMP) Program to develop a hands-on learning experience entitled \"How Sweet It Is\" that will introduce undergraduate students from underrepresented groups to molecular biotechnology and the important role played by sugars in living systems. Finally, the development of bacterial glycosylation for biotechnological applications will be brought to a larger research community through partnership with local biotechnology companies. Overall, these studies will provide considerable fuel for new academic pursuits and industrial enterprises related to bacterial glycoengineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "DeLisa",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew P DeLisa",
   "pi_email_addr": "md255@cornell.edu",
   "nsf_id": "000115020",
   "pi_start_date": "2012-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 425000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes</strong></p>\n<p>Until recently, asparagine-linked (<em>N-</em>linked) protein glycosylation was thought to be the exclusive domain of eukaryotes. However, over the last decade a <em>bona fide N</em>-linked glycosylation pathway was discovered in the pathogenic bacterium <em>Campylobacter jejuni</em> and subsequently transferred to laboratory strains of <em>Escherichia coli</em>. This prokaryotic glycosylation system bears many functional similarities with the eukaryotic process, such as assembly of glycans on a lipid carrier in the eukaryotic endoplasmic reticulum membrane or the bacterial <em>cytoplasmic membrane</em>, and transfer of the glycans to asparagines in secretory or membrane proteins by an integral membrane oligosaccharyltransferase. There are also several major differences between the systems. Most notably, the structures of bacterial<em> N</em>-linked glycans are significantly divergent from those produced in eukaryotes. Hence, glycoproteins derived from current prokaryotic glycosylation<sup> </sup>systems are likely to be immunogenic in humans and thus of limited<sup> </sup>therapeutic value. This project took bacterial glycosylation to a previously unexplored level by bottom-up engineering of synthetic pathways in <em>E. coli</em> for performing eukaryotic <em>N</em>-linked glycosylation reactions.</p>\n<p><strong>Intellectual merit of the proposed work.</strong> Previous studies by our group described the bottom-up engineering of eukaryotic protein glycosylation in <em>E. coli </em>cells, which resulted in the first-ever bacterial production of glycoproteins bearing the eukaryotic trimannosyl core glycan (Valderrama-Rincon et al. 2012 <em>Nature Chemical Biology</em>). Building on this seminal work, the major outcome of this research project was the development of genetically reprogrammed <em>E. coli</em> cells for the:&nbsp; (1) routine production of more complicated eukaryotic glycan structures including bianntenary glycans terminating in <em>N-</em>acetylglucosamine (GlcNAc), galactose (Gal), and sialic acid (Sia); and (2) the site-specific attachment of these complex eukaryotic glycans to therapeutically relevant target proteins including human monoclonal antibodies and therapeutic human enzymes. Successful completion of these studies has resulted in the development of a novel prokaryotic glycoprotein expression platform with the potential to overcome many of the limitations of existing eukaryotic expression platforms. Moreover, the proposed studies and research training activities have had (and will continue to have) a broad impact on society, ranging from the science of glycobiology to the development of human glycotherapeutics. At least three major areas of both basic and applied biological investigation have been impacted by this research including:&nbsp; (i) biotechnological synthesis of novel glycoconjugates and potential immunostimulating agents for research, industrial and therapeutic applications; (ii) determination of the role of sugars in crucial biological processes (e.g., antibody-immune cell interactions); and (iii) mechanistic dissection of prokaryotic and (by analogy) eukaryotic glycosylation processes. Overall, these studies have provided considerable fuel for new academic pursuits and industrial enterprises related to bacterial glycoengineering.</p>\n<p><strong>The broader impacts resulting from the proposed activity.</strong> The research associated with this proposal was inherently interdisciplinary and was performed in a diverse training environment that involved a large group of students from several fields including chemical engineering, bioengineering, biochemistry, chemistry, comparative biomedical sciences, materials science, and microbiology. Students were trained to become active, collaborative, independent researchers, and attended national and international meetings to present their work. Con...",
  "por_txt_cntn": "\nProject Outcomes\n\nUntil recently, asparagine-linked (N-linked) protein glycosylation was thought to be the exclusive domain of eukaryotes. However, over the last decade a bona fide N-linked glycosylation pathway was discovered in the pathogenic bacterium Campylobacter jejuni and subsequently transferred to laboratory strains of Escherichia coli. This prokaryotic glycosylation system bears many functional similarities with the eukaryotic process, such as assembly of glycans on a lipid carrier in the eukaryotic endoplasmic reticulum membrane or the bacterial cytoplasmic membrane, and transfer of the glycans to asparagines in secretory or membrane proteins by an integral membrane oligosaccharyltransferase. There are also several major differences between the systems. Most notably, the structures of bacterial N-linked glycans are significantly divergent from those produced in eukaryotes. Hence, glycoproteins derived from current prokaryotic glycosylation systems are likely to be immunogenic in humans and thus of limited therapeutic value. This project took bacterial glycosylation to a previously unexplored level by bottom-up engineering of synthetic pathways in E. coli for performing eukaryotic N-linked glycosylation reactions.\n\nIntellectual merit of the proposed work. Previous studies by our group described the bottom-up engineering of eukaryotic protein glycosylation in E. coli cells, which resulted in the first-ever bacterial production of glycoproteins bearing the eukaryotic trimannosyl core glycan (Valderrama-Rincon et al. 2012 Nature Chemical Biology). Building on this seminal work, the major outcome of this research project was the development of genetically reprogrammed E. coli cells for the:  (1) routine production of more complicated eukaryotic glycan structures including bianntenary glycans terminating in N-acetylglucosamine (GlcNAc), galactose (Gal), and sialic acid (Sia); and (2) the site-specific attachment of these complex eukaryotic glycans to therapeutically relevant target proteins including human monoclonal antibodies and therapeutic human enzymes. Successful completion of these studies has resulted in the development of a novel prokaryotic glycoprotein expression platform with the potential to overcome many of the limitations of existing eukaryotic expression platforms. Moreover, the proposed studies and research training activities have had (and will continue to have) a broad impact on society, ranging from the science of glycobiology to the development of human glycotherapeutics. At least three major areas of both basic and applied biological investigation have been impacted by this research including:  (i) biotechnological synthesis of novel glycoconjugates and potential immunostimulating agents for research, industrial and therapeutic applications; (ii) determination of the role of sugars in crucial biological processes (e.g., antibody-immune cell interactions); and (iii) mechanistic dissection of prokaryotic and (by analogy) eukaryotic glycosylation processes. Overall, these studies have provided considerable fuel for new academic pursuits and industrial enterprises related to bacterial glycoengineering.\n\nThe broader impacts resulting from the proposed activity. The research associated with this proposal was inherently interdisciplinary and was performed in a diverse training environment that involved a large group of students from several fields including chemical engineering, bioengineering, biochemistry, chemistry, comparative biomedical sciences, materials science, and microbiology. Students were trained to become active, collaborative, independent researchers, and attended national and international meetings to present their work. Considerations of gender and ethnic diversity were an important part of the project: &gt;50% women and underrepresented minority (URM) graduate and undergraduate students participated in the research. In addition, an 8-week summer research project entitled \"How Sweet It Is\"..."
 }
}