{
 "awd_id": "1160859",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spaces of rational curves and diophantine geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2014-05-14",
 "awd_abstract_narration": "The main questions of this proposal concern rational points and spaces of rational curves on algebraic varieties over algebraically nonclosed ground fields in relation to geometric or topological invariants. On the arithmetic side, one is interested in existence of rational points,their density in various topologies, and their distribution with respect to heights. On the geometric side,the focus is on birational properties, such as rationality and rational connectedness, on projective invariants, such as the cones of effective and ample divisors, and on geometric correspondences. \r\n\r\nIn the last decades, arithmetic geometry has become one of the most exciting and rapidly growing fields. There has been tremendous progress in understanding the arithmetic of curves. The goal of this proposal is to advance our understanding of higher-dimensional spaces. These developments would not be possible without the assimilation of ideas from other branches of mathematics: transcendence theory, algebraic topology, and harmonic analysis. In return, advances in arithmetic geometry have had strong impact in mathematical physics, dynamical systems, complex analysis. The need for experimentation in arithmetic geometry has lead to the development of powerful computational tools and software, which are now widely used, e.g., in cryptography and data analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuri",
   "pi_last_name": "Tschinkel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuri Tschinkel",
   "pi_email_addr": "tschinkel@cims.nyu.edu",
   "nsf_id": "000092308",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University/Courant Institute",
  "perf_str_addr": "251 Mercer Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100122331",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 59788.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 69095.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 71117.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addressed fundamental problems in arithmetic geometry, a discipline of pure mathematics that&nbsp;has been rapidly developing over the last 20 years. The main questions concern solutions of&nbsp;diophantine equations, or, geometrically, points on geometric shapes in higher-dimensional spaces&nbsp;with all coordinates rational numbers. Apart from the intrinsic mathematical beauty of this research, the outcomesof such investigations are becoming increasingly important in key areas of information technology: cryptography, error correction, algorithms. In another direction, we are witnessing a tremendous influx of ideas from mathematical physics into pure mathematics, and even into the classical discipline of number theory. This is the scientific landscape where this project is situated.&nbsp;<br />The main problems concern the interplay between global geometries and rational points. For example, are there connections between rational curves on higher-dimensional varieties and spaces parametrizing such curves,&nbsp;and rational points? Can one read off arithmetic properties from geometric invariants?&nbsp;<br />One of the outcomes of this project is the determination of the shape of all realizations of punctual Hilbert schemes of K3 surfaces, or, in physics language, of spaces of positions of many particles on certain geometries,&nbsp;which string theorists expect to be the space we live in. This description was formulated by the PI and Hassett as a conjecture 15 years ago, and it was now resolved, using new ideas, from physics. This led to new conjectures by Hassett and the PI concerning the arithmetic behaviour of K3 surfaces under, so-called, derived equivalences.&nbsp;<br />Another outcome is the construction of universal spaces for birational invariants of algebraic varieties,&nbsp;which capture intrinsically all obstructions to rationality -- a key property of geometric objects,&nbsp;measuring the closeness of such object to the usual n-dimensional space. Yet another outcome is the&nbsp;construction of new geometries which do not have such rationality properties. &nbsp;<br />These results have been published in leading journals and presented at more than 30 international meetings&nbsp;and more than 30 colloquia and research seminars at universities world-wide.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2015<br>\n\t\t\t\t\tModified by: Yuri&nbsp;Tschinkel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project addressed fundamental problems in arithmetic geometry, a discipline of pure mathematics that has been rapidly developing over the last 20 years. The main questions concern solutions of diophantine equations, or, geometrically, points on geometric shapes in higher-dimensional spaces with all coordinates rational numbers. Apart from the intrinsic mathematical beauty of this research, the outcomesof such investigations are becoming increasingly important in key areas of information technology: cryptography, error correction, algorithms. In another direction, we are witnessing a tremendous influx of ideas from mathematical physics into pure mathematics, and even into the classical discipline of number theory. This is the scientific landscape where this project is situated. \nThe main problems concern the interplay between global geometries and rational points. For example, are there connections between rational curves on higher-dimensional varieties and spaces parametrizing such curves, and rational points? Can one read off arithmetic properties from geometric invariants? \nOne of the outcomes of this project is the determination of the shape of all realizations of punctual Hilbert schemes of K3 surfaces, or, in physics language, of spaces of positions of many particles on certain geometries, which string theorists expect to be the space we live in. This description was formulated by the PI and Hassett as a conjecture 15 years ago, and it was now resolved, using new ideas, from physics. This led to new conjectures by Hassett and the PI concerning the arithmetic behaviour of K3 surfaces under, so-called, derived equivalences. \nAnother outcome is the construction of universal spaces for birational invariants of algebraic varieties, which capture intrinsically all obstructions to rationality -- a key property of geometric objects, measuring the closeness of such object to the usual n-dimensional space. Yet another outcome is the construction of new geometries which do not have such rationality properties.  \nThese results have been published in leading journals and presented at more than 30 international meetings and more than 30 colloquia and research seminars at universities world-wide. \n\n\t\t\t\t\tLast Modified: 08/03/2015\n\n\t\t\t\t\tSubmitted by: Yuri Tschinkel"
 }
}