{
 "awd_id": "1160399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessing the Spectrum of International Undergraduate Engineering Educational Experiences",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 151296.0,
 "awd_amount": 151296.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This engineering education research project will investigate the types of experiences that undergraduate engineering students have to develop global competencies.  Since globalization and technology have \"flattened\" the world there is an increasing need for engineering students to be able to work in an environment that is increasingly international.  A variety of means, including surveys and interviews, will help the research team understand the range of experiences available to students, as well as what types of experiences best foster global competencies.\r\n\r\nThe broader significance and importance of this project will be to inform engineering degree programs and university administrators about the range of options available to develop international competencies.  Since such experiences are increasingly important yet potentially expensive, such insights have the potential to inform program development and evolution.  The results of this study, while focusing on engineering, can be generalized to other STEM fields.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Matherly",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl A Matherly",
   "pi_email_addr": "cheryl-matherly@utulsa.edu",
   "nsf_id": "000500348",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tulsa",
  "inst_street_address": "800 S TUCKER DR",
  "inst_street_address_2": "",
  "inst_city_name": "TULSA",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "9186312192",
  "inst_zip_code": "741049700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OK01",
  "org_lgl_bus_name": "UNIVERSITY OF TULSA",
  "org_prnt_uei_num": "",
  "org_uei_num": "P23YK1EKPS51"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tulsa",
  "perf_str_addr": "800 S. Tucker Drive",
  "perf_city_name": "Tulsa",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "741049700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OK01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 151296.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Schools of engineering are responding to challenges from engineering education researchers to prepare their graduates for a global workplace.&nbsp; Engineering graduates are expected to be able to effectively collaborate across national boundaries and with colleagues from different national and cultural backgrounds.&nbsp; They are also expected to compete in a profession that is increasingly shaped by and responding to global challenges.&nbsp; Yet, little research has been conducted to define what it means for a university to graduate a &lsquo;globally prepared&rsquo; engineer, or what experiences best contribute to this preparation.</p>\n<p>In this project, an interdisciplinary team of investigators from four universities (Pittsburgh, Southern California, Tulsa, and Clemson) are investigating how the broad spectrum of international experiences both in and outside of the formal curricula impact engineering students&rsquo; global preparedness.&nbsp; The research was designed to test three hypothesis:</p>\n<ul>\n<li>The type of international experience in which an engineering student participates (ie study abroad, international internship) is correlated with a student&rsquo;s learning outcomes.</li>\n<li>The program design (ie instructional approaches, extracurricular activities)&nbsp; is correlated with a student&rsquo;s learning outcomes. </li>\n<li>Different international activities positively affect the attitudes and preparedness of diverse engineering student groups (ie women, underrepresented students).</li>\n</ul>\n<p>The project is comprised of three distinct but interconnected studies.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Study One: Expert Developed Framework.</span>&nbsp; In the first study, the team conducted a Delphi study with subject matter experts including engineering faculty with experience in international education, international education practitioners, industry representatives familiar with international engineering assignments and project officers from agencies that sponsor international engineering opportunities, to develop a model for what characterizes a globally prepared engineer.&nbsp; The resulting semantic map provides a framework for a globally prepared engineer and demonstrates the relationship between engineering competencies with other categories: intercultural contextual knowledge, personal and professional qualities, and cross-cultural communication skills.</p>\n<p><span style=\"text-decoration: underline;\">Study Two: Mixed-Methods Experiment.</span>&nbsp; This study used a mix-methods quasi-experimental design to measure the learning outcomes identified in Study 1. The researchers first mapped the constructs identified in Study 1 with two instruments, the Engineering Global Preparedness Index and the Global Perspectives Inventory.&nbsp; The EGPI, grounded in global citizenship theory, is aligned to measure ABET&rsquo;s more difficult to measure professional skills.&nbsp; The GPI is assesses intercultural learning on three dimensions: cognitive, interpersonal, and intrapersonal development.&nbsp; The research team also developed a background instrument to collect data about students&rsquo; demographic background and particulars of the international experiences.&nbsp; The research team recruited a sample of senior engineering students who had engaged in at least one international experience, seniors who had not participated in an international experience, and freshman. After an analysis of the results of the EGPI and GPI, a small set of students who scored high on the instruments were invited to participate in a follow-up interview that lasted about 20-30 minutes in order to tease out the underlying reasons for how these students achieved relatively high levels of global preparedness. &nbsp;The team is still completing analysis of this data, but preliminary results suggest that students gain global preparedness by aligning their expectations with their experiences, participating in immersive programs, actively seeking authentic cultural interactions, and engaging in activities that encourage service to them to contribute to the communities in which they are living. Interestingly, in their interviews, students seldom commented on the technical preparation of their experience, but rather on the other dimensions identified in Study 1, the personal and professional qualities; international contextual knowledge; and cross-cultural communication skills and strategies.</p>\n<p><span style=\"text-decoration: underline;\">Study Three: Cross Institutional Study. </span>The team is currently conducting the final study in this project, in which a representative sample of engineering schools have been invited to participate in a study to analyze students&rsquo; global preparedness as a result of their academic and non-academic international experiences. This study uses the revised background instrument, developed in Study 2, and the GPI.&nbsp; The results of this study, to be completed in Spring 2017, will provide further evaluation of the hypothesis and greater understanding of the findings from Study 2.</p>\n<p>The results of this study are of importance to faculty in US engineering programs and university leadership with international education programs for the design of programs that best prepare graduates to address the frontier challenges of science and engineering that the NSF has acknowledged as increasingly global.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2016<br>\n\t\t\t\t\tModified by: Cheryl&nbsp;A&nbsp;Matherly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSchools of engineering are responding to challenges from engineering education researchers to prepare their graduates for a global workplace.  Engineering graduates are expected to be able to effectively collaborate across national boundaries and with colleagues from different national and cultural backgrounds.  They are also expected to compete in a profession that is increasingly shaped by and responding to global challenges.  Yet, little research has been conducted to define what it means for a university to graduate a ?globally prepared? engineer, or what experiences best contribute to this preparation.\n\nIn this project, an interdisciplinary team of investigators from four universities (Pittsburgh, Southern California, Tulsa, and Clemson) are investigating how the broad spectrum of international experiences both in and outside of the formal curricula impact engineering students? global preparedness.  The research was designed to test three hypothesis:\n\nThe type of international experience in which an engineering student participates (ie study abroad, international internship) is correlated with a student?s learning outcomes.\nThe program design (ie instructional approaches, extracurricular activities)  is correlated with a student?s learning outcomes. \nDifferent international activities positively affect the attitudes and preparedness of diverse engineering student groups (ie women, underrepresented students).\n\n\nThe project is comprised of three distinct but interconnected studies. \n\nStudy One: Expert Developed Framework.  In the first study, the team conducted a Delphi study with subject matter experts including engineering faculty with experience in international education, international education practitioners, industry representatives familiar with international engineering assignments and project officers from agencies that sponsor international engineering opportunities, to develop a model for what characterizes a globally prepared engineer.  The resulting semantic map provides a framework for a globally prepared engineer and demonstrates the relationship between engineering competencies with other categories: intercultural contextual knowledge, personal and professional qualities, and cross-cultural communication skills.\n\nStudy Two: Mixed-Methods Experiment.  This study used a mix-methods quasi-experimental design to measure the learning outcomes identified in Study 1. The researchers first mapped the constructs identified in Study 1 with two instruments, the Engineering Global Preparedness Index and the Global Perspectives Inventory.  The EGPI, grounded in global citizenship theory, is aligned to measure ABET?s more difficult to measure professional skills.  The GPI is assesses intercultural learning on three dimensions: cognitive, interpersonal, and intrapersonal development.  The research team also developed a background instrument to collect data about students? demographic background and particulars of the international experiences.  The research team recruited a sample of senior engineering students who had engaged in at least one international experience, seniors who had not participated in an international experience, and freshman. After an analysis of the results of the EGPI and GPI, a small set of students who scored high on the instruments were invited to participate in a follow-up interview that lasted about 20-30 minutes in order to tease out the underlying reasons for how these students achieved relatively high levels of global preparedness.  The team is still completing analysis of this data, but preliminary results suggest that students gain global preparedness by aligning their expectations with their experiences, participating in immersive programs, actively seeking authentic cultural interactions, and engaging in activities that encourage service to them to contribute to the communities in which they are living. Interestingly, in their interviews, students seldom commented on the technical preparation of their experience, but rather on the other dimensions identified in Study 1, the personal and professional qualities; international contextual knowledge; and cross-cultural communication skills and strategies.\n\nStudy Three: Cross Institutional Study. The team is currently conducting the final study in this project, in which a representative sample of engineering schools have been invited to participate in a study to analyze students? global preparedness as a result of their academic and non-academic international experiences. This study uses the revised background instrument, developed in Study 2, and the GPI.  The results of this study, to be completed in Spring 2017, will provide further evaluation of the hypothesis and greater understanding of the findings from Study 2.\n\nThe results of this study are of importance to faculty in US engineering programs and university leadership with international education programs for the design of programs that best prepare graduates to address the frontier challenges of science and engineering that the NSF has acknowledged as increasingly global.\n\n\t\t\t\t\tLast Modified: 08/20/2016\n\n\t\t\t\t\tSubmitted by: Cheryl A Matherly"
 }
}