{
 "awd_id": "1160069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modified Reverse Osmosis Membranes for Forward and Pressure Retarded Osmosis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 215595.0,
 "awd_amount": 215595.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2012-07-31",
 "awd_abstract_narration": "McCutcheon/Freeman\r\n1160098/110069\r\n\r\nThis NSF award by the Chemical and Biological Separations program supports work by Professors Jeffrey McCutcheon and Benny Freeman to develop a new method for chemically modifying commercial reverse osmosis membranes for use in forward osmosis and pressure retarded osmosis applications.  Forward osmosis (FO) and pressure retarded osmosis (PRO) are sibling technologies that fall under the broader distinction of engineered osmosis (EO).  This platform relies on osmotic flow induced by concentration differences across a membrane to purify water, dewater solutions and generate electricity.  FO has recently been considered for seawater desalination, wastewater reuse, and food processing and is considered a low cost alternative to reverse osmosis (RO) and evaporative approaches.  PRO has been considered for harvesting osmotic potential at river deltas and within \"osmotic engine\" systems to generate electricity with a hydroturbine.\r\nAny EO technology requires a tailored membrane that not only is highly selective, but also exhibits properties that promote osmotic flow.  Today's commercial desalting membranes are designed specifically for reverse osmosis.  These membranes exhibit excellent selectivity and permeability, but also employ thick porous support layers.  These layers provide little resistance to hydraulic flow in RO.  However, they dramatically impact mass transfer in forward osmosis, causing what is commonly referred to as internal concentration polarization.  Early work has shown that RO membranes have very poor flux performance when evaluated in FO or PRO.  A significant amount of this resistance is caused by poor wetting of the support layers, which are comprised of hydrophobic polymers.\r\nThis work will demonstrate that a chemical modification of reverse osmosis membrane support layers with polydopamine and its analogs will enhance osmotic flux by increasing the hydrophilicity of the support layers.  Once hydrophilized, the layers will saturate, thereby providing the necessary continuity of the water phase to reduce mass transfer resistances.  Early work has already shown that in some cases, water flux can be increased by a factor of 10 or more when compared to an unmodified membrane. This solution may provide an alternative to building new membranes using techniques that may be difficult to scale or will require years of development to achieve similar performance to today's RO membranes.\r\n\r\nIn a world of ever increasing demand for scarce water and energy resources, new technology platforms, like EO, offer new possibilities.  Desalination and power production using EO will be enabled through the development of new, tailored membranes. However, if we are able to use existing membrane technology with a simple modification, we do not need to develop an entirely new membrane platform.  In fact, the proposed modification method is scalable and therefore easily implemented into existing membrane productions lines.  Membrane manufacturers are more likely to implement changes to their production scheme if it doesn't require rebuilding their entire manufacturing infrastructure.  Furthermore, this investigation will represent the first time that modification of a RO membrane support layer has been considered to increase flux performance.\r\n\r\nTo achieve our goals, a better understanding of how the coating occurs within a porous material (the RO membrane support layer) will be necessary.  The University of Connecticut will evaluate the coating procedure to maximize performance improvements while the University of Texas will develop analog chemistries to polydopamine that may be more appropriate for deposition within a porous structure.  Ultimately, we will develop an understanding of how chemistry and modification technique impact osmotic flux performance across modified RO membranes.\r\n\r\nAccording to the National Academy of Engineering, one of the Grand Challenges for Engineering is providing access to clean water for mankind.  The development of emerging water treatment technologies like forward osmosis could reinvigorate interest in desalination and wastewater reuse due to its promised benefits of low cost. As such, both PIs will use this work to stimulate interest in water within their educational and outreach programs.  At the University of Texas, Professor Freeman will provide research opportunities for high school students and teachers, giving invaluable experience to help promote engineering education in Texas high schools.  At the University of Connecticut, Professor McCutcheon will be an active participant in Universitas 21, an organization that promotes undergraduate research across disciplines and oceans.  Twenty three member universities provide programming for undergraduates to present their research, and UCONN is one of two American university participants.  Professor McCutcheon will help develop programming for a summer school to be held at UCONN as well as mentor the UCONN undergraduates who plan on attending the annual conference and other meetings. The PIs will collaborate in establishing an REU exchange program, called UCONNect2Texas, which will involve undergraduate students from each school visiting the other for a period of 10 weeks during the summer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benny",
   "pi_last_name": "Freeman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Benny D Freeman",
   "pi_email_addr": "freeman@che.utexas.edu",
   "nsf_id": "000252965",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "10100 Burnet Road, Bldg. 133",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215595.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"text\">This collaborative project has two major objectives: (1). Investigate the effects of polydopamine (pDA) coating on membrane properties (2). Find pDA alternatives with similar hydrophilicity, accessibility and fouling resistance. In the beginning, the effects of pDA modification condition on pure water permeance, hydrophilicity, fouling resistance and molecular weight cut-off (MWCO) were investigated. Second, we evaluated dopamine analogs (e.g. pyrocatechol, benzoquinone, norepinephrine, etc.) by measuring their contact angle and film thickness. In the end, a new modification system based on benzoquinone (BQ) and Jeffamine EDR-148 was proposed to serve as an alternative to pDA.</p>\n<p class=\"text\">While deposition of PDA on polymeric substrates can lead to improvements in anti-fouling, there is much basic information missing regarding to influence of primary coating variables (deposition time, concentration) on membrane properties. Study of membranes modified with different conditions can expand our understanding of pDA modification. We found a tradeoff between increase in hydrophilicity and decreases in permeance and nominal pore size, which results in an optimum range for modification condition. Membranes modified within this range have better fouling resistance compared to unmodified membranes because of superior hydrophilicity. In contrast, membranes modified with an excessive deposition time or concentration may cause a decrease in fouling resistance, since the additional increase in mass transfer resistance by coating overwhelms the improvement from better hydrophilicity. The relationship between pore size distribution and coating variables was also investigated using hindered transport model. The model calculations gave us better understanding on how polymer coating affects membrane porous structure, and how to optimize modification conditions to improve overall membrane performance.</p>\n<p>Regarding to the second objective of this study, materials with similar chemical structure to pDA were modified onto polysulfone membranes. Most of the tested materials were suffer from inferior hydrophilicity, or unable to self-polymerized onto membrane surfaces under the same condition as pDA modification. Norepinephrine can form a stable coating that is more hydrophilic than dopamine with the help of ammonium persulfate oxidant, but the cost of norepinephrine makes it an undesirable coating for industry. On the other hand, benzoquinone, a cost-effective material, can be coated onto membranes under a pH 11 phosphate buffer saline. However, the coating layer is unstable under crossflow experiments, therefore it is not a good substitute to pDA.</p>\n<p>Besides pDA analog, modification materials based on BQ and diamine were also studied. Most of tested diamines can form uniform coatings with BQ under the same condition as pDA modification, but the hydrophilicity of those membranes is worse than that of pDA modified membranes except p(BQ-EDR 148). Membranes modified with p(BQ-EDR 148) possess similar hydrophilicity and fouling resistance compared to pDA modified membranes. Both BQ and EDR 148 are more cost-effective than pDA, therefore it could be a viable substitute to pDA modification.</p>\n<p>In addition to scientific progress, research and educational opportunities for minority, physically challenged individuals and children were provided. High school students from Texas School for the Deaf and the Liberal Arts and Science Academy (LASA) in Austin participated in three-week summer laboratory research projects. Additionally, science activities were organized for children at the Austin Children&rsquo;s Museum and at the Ann Richards School for Young Women Leaders and Ridgetop Elementary.</p>\n<p>In conclusion, this study investigated the effects of pDA modification, as well as found a dopamine alternative with similar performance but cheaper cost. The research led to 12 publications in international journals. 1 more ongoing research which will be published in the future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2017<br>\n\t\t\t\t\tModified by: Benny&nbsp;D&nbsp;Freeman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This collaborative project has two major objectives: (1). Investigate the effects of polydopamine (pDA) coating on membrane properties (2). Find pDA alternatives with similar hydrophilicity, accessibility and fouling resistance. In the beginning, the effects of pDA modification condition on pure water permeance, hydrophilicity, fouling resistance and molecular weight cut-off (MWCO) were investigated. Second, we evaluated dopamine analogs (e.g. pyrocatechol, benzoquinone, norepinephrine, etc.) by measuring their contact angle and film thickness. In the end, a new modification system based on benzoquinone (BQ) and Jeffamine EDR-148 was proposed to serve as an alternative to pDA.\nWhile deposition of PDA on polymeric substrates can lead to improvements in anti-fouling, there is much basic information missing regarding to influence of primary coating variables (deposition time, concentration) on membrane properties. Study of membranes modified with different conditions can expand our understanding of pDA modification. We found a tradeoff between increase in hydrophilicity and decreases in permeance and nominal pore size, which results in an optimum range for modification condition. Membranes modified within this range have better fouling resistance compared to unmodified membranes because of superior hydrophilicity. In contrast, membranes modified with an excessive deposition time or concentration may cause a decrease in fouling resistance, since the additional increase in mass transfer resistance by coating overwhelms the improvement from better hydrophilicity. The relationship between pore size distribution and coating variables was also investigated using hindered transport model. The model calculations gave us better understanding on how polymer coating affects membrane porous structure, and how to optimize modification conditions to improve overall membrane performance.\n\nRegarding to the second objective of this study, materials with similar chemical structure to pDA were modified onto polysulfone membranes. Most of the tested materials were suffer from inferior hydrophilicity, or unable to self-polymerized onto membrane surfaces under the same condition as pDA modification. Norepinephrine can form a stable coating that is more hydrophilic than dopamine with the help of ammonium persulfate oxidant, but the cost of norepinephrine makes it an undesirable coating for industry. On the other hand, benzoquinone, a cost-effective material, can be coated onto membranes under a pH 11 phosphate buffer saline. However, the coating layer is unstable under crossflow experiments, therefore it is not a good substitute to pDA.\n\nBesides pDA analog, modification materials based on BQ and diamine were also studied. Most of tested diamines can form uniform coatings with BQ under the same condition as pDA modification, but the hydrophilicity of those membranes is worse than that of pDA modified membranes except p(BQ-EDR 148). Membranes modified with p(BQ-EDR 148) possess similar hydrophilicity and fouling resistance compared to pDA modified membranes. Both BQ and EDR 148 are more cost-effective than pDA, therefore it could be a viable substitute to pDA modification.\n\nIn addition to scientific progress, research and educational opportunities for minority, physically challenged individuals and children were provided. High school students from Texas School for the Deaf and the Liberal Arts and Science Academy (LASA) in Austin participated in three-week summer laboratory research projects. Additionally, science activities were organized for children at the Austin Children?s Museum and at the Ann Richards School for Young Women Leaders and Ridgetop Elementary.\n\nIn conclusion, this study investigated the effects of pDA modification, as well as found a dopamine alternative with similar performance but cheaper cost. The research led to 12 publications in international journals. 1 more ongoing research which will be published in the future.\n\n \n\n\t\t\t\t\tLast Modified: 08/30/2017\n\n\t\t\t\t\tSubmitted by: Benny D Freeman"
 }
}