{
 "awd_id": "1160906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Incentives for Researcher Profile Maintenance and Access, and Their Value in Science and Innovation",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2014-05-09",
 "awd_abstract_narration": "The increasing complexity of science means that it is increasingly important to pull together teams in order to produce high quality research.  This means that it is important to develop technologies that identify researchers with the right set of skills so that such teams can be expeditiously formed.   This is particularly true in biomedical science, where the translation of research into clinical care often requires the expeditious convening of the right group of researchers, clinicians, and consumers. A variety of different technologies have evolved so that scientists can profile their skills; however it has been extremely difficult to incentivize researchers to adopt and use these technologies. This research explores the specific value that academic profiles may provide,  how that value may be maximized in these larger research coordination networks, and what motivates researcher adoption and use.\r\n\r\nIntellectual Merit: \r\nThis research advances understanding of what features of profiling tools can be used to incentivize the scientific community to generate social capital in the sciences. Many examples of features are prevalent on the social networking sites that are currently popular on the Web. For instance, Facebook's  initial success was attributed to incentivizing features such as exclusivity, relationship status, poking mechanisms, and directory services. For Twitter, the incentivizing feature is the availability of diverse usage channels (professional/private) and multi-client applications. The incentivizing feature for  LinkedIn has been the development of professional networks and discourse only.  Almost nothing is known on what incentivizes scientists.  This research fills the gap by collecting an unprecedented set of data in both a biomedical and a multidisciplinary environment on what incentivizes profile adoption, influences self-curation, and increases the social capital of profiles through research networking tools. It assesses and disseminates the impact of using the data sources on the accuracy and comprehensiveness of data matched to investigators.  It assesses the impact of auto-population, new data sources, and value-added features on usage and engagement.  It also assesses the impact of tools on industry-academic alliances through the assessment by survey and focus groups of those actively engaged by the University of San Francisco's Office of Innovation, Technology and Alliances\r\n\r\nBroader Impacts: Findings from this experiment can have direct impact on the progress and development of partnership methods and systems. The broad availability of wellcurated profiles should advance the quality of both science and innovation. The research advances understanding in all areas of science where collaborative efforts are required to maintain and progress the capacity for innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Lium",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Lium",
   "pi_email_addr": "erik.lium@ucsf.edu",
   "nsf_id": "000527196",
   "pi_start_date": "2012-08-13",
   "pi_end_date": "2014-05-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maninder",
   "pi_last_name": "Kahlon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maninder Kahlon",
   "pi_email_addr": "mkahlon@austin.utexas.edu",
   "nsf_id": "000602021",
   "pi_start_date": "2014-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tuhin",
   "pi_last_name": "Sinha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tuhin Sinha",
   "pi_email_addr": "tuhin.sinha@ucsf.edu",
   "nsf_id": "000600593",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Brindis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claire Brindis",
   "pi_email_addr": "claire.brindis@ucsf.edu",
   "nsf_id": "000601883",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Maninder",
   "pi_last_name": "Kahlon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maninder Kahlon",
   "pi_email_addr": "mkahlon@austin.utexas.edu",
   "nsf_id": "000602021",
   "pi_start_date": "2012-08-13",
   "pi_end_date": "2014-05-09"
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, San Francisco",
  "perf_str_addr": "600 16th Street, Box 0407",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941430001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807500",
   "pgm_ele_name": "SciSIP Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research networking systems are new tools that enable universities to present profiles of researchers at their institution on the Internet.&nbsp; These systems show individuals and the networks they form between each other in an easily accessible public website.&nbsp; Because these systems are primarily generated through automated data mining of publications and other products of research, they represent individuals based on their expertise.&nbsp; Through this project we enhanced such a system at one academic institution and in so doing we developed a framework for those at other institutions using similar tools to benefit from our software. Thus we created a community and mechanism for sharing a &lsquo;library&rsquo; of software gadgets that can enhance research networking systems at any of the 50+ institutions that use two popular research networking tools, Profiles Research Networking Software &amp; VIVO.</p>\n<p>In addition to enhancing such tools, we assessed how such tools are used.&nbsp; We found that when effectively deployed, these systems get high usage by people from far and wide. Because of the continuing pace of increase in visitors to these sites, we report that these systems are becoming, in effect, a new kind of gateway to the university.&nbsp; These systems provide a novel, expertise-focused view of the university&rsquo;s intellectual capital, not a view defined through the more traditional lens of schools or departments.</p>\n<p>Especially since research networking tools draw visitors from outside the university, we were interested in understanding if analyzing the usage of the tool could shed insight into its usage by potential industry collaborators with academic researchers. In doing so we wondered if we might learn a little more about who is of interest to industry at an academic institution.&nbsp; As a health sciences campus, we developed systematic approaches to identifying biomedical industry users of our research networking system and studied who they viewed. We also asked those viewed by industry if they had prior contacts with industry and through this analysis unearthed faculty and trainees who had no prior contact with industry but were clearly of interest to potential collaborators.&nbsp; Most, when asked, believed their research was the reason for the interest, but many did not know why industry was interested in them.&nbsp; This shortlist of faculty who are doing research of interest to industry but have no prior relationship can be consistently identified through our analysis.&nbsp;&nbsp; Subsequently, institutional offices can use this list to identify and help these researchers who may otherwise never end up in a collaboration.&nbsp; Institutional offices responsible for facilitating industry-academic collaborations responded positively to focus groups that we led, and will utilize new kinds of reports that we are able to generate to enhance their work.&nbsp;&nbsp; The approach we used was codified and documented in a &lsquo;cheat sheet&rsquo; for other institutions, to enable any institution with a research networking system to use our methods and gain insights.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2014<br>\n\t\t\t\t\tModified by: Maninder&nbsp;Kahlon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearch networking systems are new tools that enable universities to present profiles of researchers at their institution on the Internet.  These systems show individuals and the networks they form between each other in an easily accessible public website.  Because these systems are primarily generated through automated data mining of publications and other products of research, they represent individuals based on their expertise.  Through this project we enhanced such a system at one academic institution and in so doing we developed a framework for those at other institutions using similar tools to benefit from our software. Thus we created a community and mechanism for sharing a ælibraryÆ of software gadgets that can enhance research networking systems at any of the 50+ institutions that use two popular research networking tools, Profiles Research Networking Software &amp; VIVO.\n\nIn addition to enhancing such tools, we assessed how such tools are used.  We found that when effectively deployed, these systems get high usage by people from far and wide. Because of the continuing pace of increase in visitors to these sites, we report that these systems are becoming, in effect, a new kind of gateway to the university.  These systems provide a novel, expertise-focused view of the universityÆs intellectual capital, not a view defined through the more traditional lens of schools or departments.\n\nEspecially since research networking tools draw visitors from outside the university, we were interested in understanding if analyzing the usage of the tool could shed insight into its usage by potential industry collaborators with academic researchers. In doing so we wondered if we might learn a little more about who is of interest to industry at an academic institution.  As a health sciences campus, we developed systematic approaches to identifying biomedical industry users of our research networking system and studied who they viewed. We also asked those viewed by industry if they had prior contacts with industry and through this analysis unearthed faculty and trainees who had no prior contact with industry but were clearly of interest to potential collaborators.  Most, when asked, believed their research was the reason for the interest, but many did not know why industry was interested in them.  This shortlist of faculty who are doing research of interest to industry but have no prior relationship can be consistently identified through our analysis.   Subsequently, institutional offices can use this list to identify and help these researchers who may otherwise never end up in a collaboration.  Institutional offices responsible for facilitating industry-academic collaborations responded positively to focus groups that we led, and will utilize new kinds of reports that we are able to generate to enhance their work.   The approach we used was codified and documented in a æcheat sheetÆ for other institutions, to enable any institution with a research networking system to use our methods and gain insights.  \n\n \n\n\t\t\t\t\tLast Modified: 11/02/2014\n\n\t\t\t\t\tSubmitted by: Maninder Kahlon"
 }
}