{
 "awd_id": "1161879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Medium: Mobile Computing over Intermittently Connected Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Brassil",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 695000.0,
 "awd_amount": 695000.0,
 "awd_min_amd_letter_date": "2012-04-26",
 "awd_max_amd_letter_date": "2012-04-26",
 "awd_abstract_narration": "Mobile devices are increasingly being relied on for a number of services that go beyond simple connectivity and require more complex processing. Such applications have become an indispensable part of everyday life. This has been made possible by two trends. First, truly portable mobile devices, such as smartphones and tablets, are increasingly capable devices with processing and storage capabilities that make significant step improvements with every generation. A second trend is the availability of improved connectivity options for mobile devices which have enabled applications that transcend an individual device's capabilities by making use of remote processing and storage.\r\n\r\nThe primary approach in wide-use today to enable such remote processing makes use of standard cloud computing resources to off-load the 'heavy lifting' that may be required in some mobile applications to specially designated servers or server clusters. Another technique for remote processing of mobile applications proposes the use of cloudlets which provide software instantiated in real-time on nearby computing resources using virtual machine technology. This previous work assumes the availability of infrastructure-based compute resources and additionally requires good, constant connectivity to such resources for the duration of a computational task. This leaves the important and challenging question of handling intermittent connectivity of mobile devices unaddressed. \r\n\r\nThis work will generalize the remote mobile computing paradigm to enable its operation in the presence of intermittent connectivity. This, in turn, provides the important ability to leverage more compute resources including those provided by intermittently-connected cloudlets and even those available in other mobile devices. Our work can be viewed as enabling a truly general vision of cyber foraging which envisions mobile applications 'living off the land' by exploiting nearby computational resources.\r\n\r\nThe research work will be conducted by an interdisciplinary team which includes researchers with expertise in mobile wireless networks, in program partitioning and execution in mobile environments, and in building applications that involve analysis and interpretation of rich multimedia data. The work will include efforts in 1) development of a remote execution framework for a number of scenarios with varying availability of remote compute resources and a diversity of intermittent connectivity features, 2) development of application profiling and partitioning tailored to intermittently-connected environments, 3) experimentation with sequential and embarrassingly parallel applications, and 4) evaluation through proof-of-concept prototypes as well as extensive emulation.\r\n\r\nIntellectual Merit: This work generalizes the mobile computing paradigm to include full consideration of the increased computational power of mobile devices together with their inherent intermittent connectivity. In doing so, we draw upon and push forward recent advances in program analysis, networking in intermittently connected environments, and mobile multimedia applications. The unified framework developed within this research has conceptual and pragmatic value; it sets the stage for a future in which mobile applications can leverage and dynamically adapt to any and all available resources.\r\n\r\nBroader Impacts: The work is multi-disciplinary, and the students working on the project will be exposed to problems that lie in the intersection of computer science disciplines such as networking, programming languages, and distributed processing. Our research will also enable applications that run at the edge of the network and without fixed infrastructure, thus empowering citizens where they are, with limited external dependencies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mostafa",
   "pi_last_name": "Ammar",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mostafa H Ammar",
   "pi_email_addr": "ammar@cc.gatech.edu",
   "nsf_id": "000090781",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Zegura",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen W Zegura",
   "pi_email_addr": "ewz@cc.gatech.edu",
   "nsf_id": "000233721",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Irfan",
   "pi_last_name": "Essa",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Irfan A Essa",
   "pi_email_addr": "irfan@cc.gatech.edu",
   "nsf_id": "000307835",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mayur",
   "pi_last_name": "Naik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mayur Naik",
   "pi_email_addr": "mhnaik@cis.upenn.edu",
   "nsf_id": "000601297",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 695000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Smartphones and laptops are an increasing part of our everyday lives. We expect to use them everywhere, to communicate and to run applications. Yet connection to the Internet and cloud needed to support many applications is not yet reliably present everywhere. Whether in a rural area, traveling in a car or public transit, or outside the coverage range of a provider, Internet connections can be intermittent, coming and going over time and limiting the ability to use applications everywhere. Our work has explored the use of nearby edge computing as a substitute or enhancement to cloud computation in the Internet. We develop methods to use other nearby mobile devices to lend their computing capabilities in service of applications. Our work has considered edge computing in hostile (military-style) environments where there is little to no infrastructure, in places where people cluster (e.g., coffee shops, classrooms, public transit) and in homes where Internet of Things (IoT) deployments result in many small computers under common ownership and concentrated in a single space.&nbsp;</p>\n<p>In intellectual merit, we have defined new architectures for configuring edge computation that draw on computation on moving vehicles (for military applications), computation using spare capacity on many smartphones (in cluster settings) and computation on diverse IoT devices (in a home). Embedded in these architectures are new scheduling problems and new algorithms to solve scheduling problems. For example, scheduling computation on a moving vehicle requires a combination of two traditional problems (traveling salesman and multi-processor scheduling). Scheduling on many smartphones requires multi-processor scheduling adapted to deal with churn as devices come and go. Our algorithms to solve these new problems demonstrate good performance in simulation and testbed evaluation settings.</p>\n<p>In broader impacts, our work has the potential to expand the availability of powerful applications to more citizens by overcoming limitations of intermittent connectivity that are especially present in under-resourced areas. Edge computing may also contribute to keeping personal data local and private, as an alternative to sending it into the cloud for storage or processing. Finally, edge computing created from user devices may democratize computation, making it possible to achieve performance similar to the cloud without relying on large cloud providers for service.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2016<br>\n\t\t\t\t\tModified by: Ellen&nbsp;W&nbsp;Zegura</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSmartphones and laptops are an increasing part of our everyday lives. We expect to use them everywhere, to communicate and to run applications. Yet connection to the Internet and cloud needed to support many applications is not yet reliably present everywhere. Whether in a rural area, traveling in a car or public transit, or outside the coverage range of a provider, Internet connections can be intermittent, coming and going over time and limiting the ability to use applications everywhere. Our work has explored the use of nearby edge computing as a substitute or enhancement to cloud computation in the Internet. We develop methods to use other nearby mobile devices to lend their computing capabilities in service of applications. Our work has considered edge computing in hostile (military-style) environments where there is little to no infrastructure, in places where people cluster (e.g., coffee shops, classrooms, public transit) and in homes where Internet of Things (IoT) deployments result in many small computers under common ownership and concentrated in a single space. \n\nIn intellectual merit, we have defined new architectures for configuring edge computation that draw on computation on moving vehicles (for military applications), computation using spare capacity on many smartphones (in cluster settings) and computation on diverse IoT devices (in a home). Embedded in these architectures are new scheduling problems and new algorithms to solve scheduling problems. For example, scheduling computation on a moving vehicle requires a combination of two traditional problems (traveling salesman and multi-processor scheduling). Scheduling on many smartphones requires multi-processor scheduling adapted to deal with churn as devices come and go. Our algorithms to solve these new problems demonstrate good performance in simulation and testbed evaluation settings.\n\nIn broader impacts, our work has the potential to expand the availability of powerful applications to more citizens by overcoming limitations of intermittent connectivity that are especially present in under-resourced areas. Edge computing may also contribute to keeping personal data local and private, as an alternative to sending it into the cloud for storage or processing. Finally, edge computing created from user devices may democratize computation, making it possible to achieve performance similar to the cloud without relying on large cloud providers for service.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2016\n\n\t\t\t\t\tSubmitted by: Ellen W Zegura"
 }
}