{
 "awd_id": "1162409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Web-Based Interactive Technologies and the Response to Warnings for Extreme Events",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 99703.0,
 "awd_amount": 99703.0,
 "awd_min_amd_letter_date": "2012-05-02",
 "awd_max_amd_letter_date": "2012-05-02",
 "awd_abstract_narration": "The project is investigating the diffusion of emergency relevant actionable information, such as warnings, through social media.  Specifically, the research will assess warning models from social sciences in the context of social media, determine the contribution of social media to warnings of extreme events, and develop an algorithmic approach for processing voluminous amount of social media data in order to extract relevant and actionable information. The research combines on site interviews of emergency management personnel with processing and analyzing social media data.  The algorithmic approach incorporates various data processing techniques with classic social network analysis methods.  Additionally, a content analysis is used to evaluate the information hidden in social media data.  The specific event that serves as an organizing focus of the research is a magnitude 9.0 earthquake and the resulting tsunami in Sendai, Japan.\r\n\r\nThe results of this research will enrich our understanding of the role of social media in the communication of warnings during extreme events.  Additionally, this effort will provide suggestions on ways to incorporate social media in emergency management.  Emergency managers will have a faster and more effective means to reach the public with emergency information.  Moreover, this research offers an opportunity for new members of the research community, such as graduate student researchers from Rensselaer Polytechnic Institute and first generation undergraduate research assistants from Le Moyne College, to participate in a project whose results will offer recommendations for improving emergency management, and most importantly, provide insights for practice that can save lives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Wallace",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Wallace",
   "pi_email_addr": "wallaw@rpi.edu",
   "nsf_id": "000180395",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Grabowski",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Martha R Grabowski",
   "pi_email_addr": "marthagrabowski@gmail.com",
   "nsf_id": "000142165",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "1638",
   "pgm_ref_txt": "INFRAST MGMT & EXTREME EVENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99703.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><blockquote>\n<div lang=\"EN-US\">\n<p>Social media has become a significant medium for human interaction by  being able to deliver real time information to a vast number of people.  This capability is especially useful during an occurrence of an extreme  event caused by natural hazards. During the response to such events,  social media can be used to facilitate emergency response by the  creation, diffusion, and exchange of critical actionable information.  Past research has addressed selected areas concerning the use of social  media during these events such as the development of techniques that  transform unstructured social media data into a structured format for  ease of understanding. However, this research has not created new  theories or utilized existing ones to explain human behavior on social  media. This research examines how one such theory, Theory of Planned  Behavior, can explain human behavior in response to extreme events  caused by natural hazards &ndash; as recorded by social media Validation of  this theory enables emergency response officials to create strategies  that facilitate public response to extreme events caused by natural  hazards such as diffusion of critical actionable information, providing  confirmations, and taking the prescribed action. Effective public  response can save lives and reduce property damage.</p>\n<p>The research takes an empirical approach to evaluating TPB by  postulating and testing that behavioral intent as expressed in social  media is the best predictor of behavior and it is conditioned by  attitudes, social norms, and perceived behavioral control. The methods  utilized in this research include data analytics and survey methods.  Data analytics include natural language processing, social network  analysis, logistic regression, and structural equations modeling. Survey  methods, including the use of Amazon Mechanical Turk, were used for  internal validation of the theory. The research uses Twitter data in  addition to publically available reports obtained during 2012 Hurricane  Sandy to evaluate the components of the theory.</p>\n<p>The research developed methods that allow for the automatic  measurement of Twitter users&rsquo; behaviors, behavioral intents, attitudes,  social norms, and perceived behavioral control using Twitter and  publically available information.&nbsp; The methods were applied to the 2012  Hurricane Sandy.&nbsp; Results showed that the Theory of Planned Behavior  provides an explanation for the diffusion of critical warning  information on social media during extreme events caused by natural  hazards. The research found significant effects of social norms and  perceived behavioral control on social media user&rsquo;s intent and behavior  to diffuse critical warning information. Additionally, the effects of  social norms demonstrated on Twitter were moderated by Twitter user&rsquo;s  attitudes. Although, TPB has not been able to explain social media  users&rsquo; exchange of confirmations completely nor demonstrate evacuation  behavior, the research has found that social norms established on social  media play a significant role in facilitating these behaviors.</p>\n<p>The results of this research provide a means for behavioral  interventions to facilitate the diffusion of critical warning  information on social media, diffusion of confirmations, and  facilitation of the evacuation. Implications for other domains including  military team operations and financial trading are discussed.&nbsp; In  addition the research provides theoretical foundations for the  improvement of natural language processing techniques. The limitations  of the findings and conclusions include specifics of the Twitter  technology, the accuracy of natural language processing annotations, and  survey response biases.&nbsp;</p>\n</div>\n</blockquote>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2015<br>\n\t\t\t\t\tM...",
  "por_txt_cntn": "\n\n\nSocial media has become a significant medium for human interaction by  being able to deliver real time information to a vast number of people.  This capability is especially useful during an occurrence of an extreme  event caused by natural hazards. During the response to such events,  social media can be used to facilitate emergency response by the  creation, diffusion, and exchange of critical actionable information.  Past research has addressed selected areas concerning the use of social  media during these events such as the development of techniques that  transform unstructured social media data into a structured format for  ease of understanding. However, this research has not created new  theories or utilized existing ones to explain human behavior on social  media. This research examines how one such theory, Theory of Planned  Behavior, can explain human behavior in response to extreme events  caused by natural hazards &ndash; as recorded by social media Validation of  this theory enables emergency response officials to create strategies  that facilitate public response to extreme events caused by natural  hazards such as diffusion of critical actionable information, providing  confirmations, and taking the prescribed action. Effective public  response can save lives and reduce property damage.\n\nThe research takes an empirical approach to evaluating TPB by  postulating and testing that behavioral intent as expressed in social  media is the best predictor of behavior and it is conditioned by  attitudes, social norms, and perceived behavioral control. The methods  utilized in this research include data analytics and survey methods.  Data analytics include natural language processing, social network  analysis, logistic regression, and structural equations modeling. Survey  methods, including the use of Amazon Mechanical Turk, were used for  internal validation of the theory. The research uses Twitter data in  addition to publically available reports obtained during 2012 Hurricane  Sandy to evaluate the components of the theory.\n\nThe research developed methods that allow for the automatic  measurement of Twitter usersÆ behaviors, behavioral intents, attitudes,  social norms, and perceived behavioral control using Twitter and  publically available information.  The methods were applied to the 2012  Hurricane Sandy.  Results showed that the Theory of Planned Behavior  provides an explanation for the diffusion of critical warning  information on social media during extreme events caused by natural  hazards. The research found significant effects of social norms and  perceived behavioral control on social media userÆs intent and behavior  to diffuse critical warning information. Additionally, the effects of  social norms demonstrated on Twitter were moderated by Twitter userÆs  attitudes. Although, TPB has not been able to explain social media  usersÆ exchange of confirmations completely nor demonstrate evacuation  behavior, the research has found that social norms established on social  media play a significant role in facilitating these behaviors.\n\nThe results of this research provide a means for behavioral  interventions to facilitate the diffusion of critical warning  information on social media, diffusion of confirmations, and  facilitation of the evacuation. Implications for other domains including  military team operations and financial trading are discussed.  In  addition the research provides theoretical foundations for the  improvement of natural language processing techniques. The limitations  of the findings and conclusions include specifics of the Twitter  technology, the accuracy of natural language processing annotations, and  survey response biases. \n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/09/2015\n\n\t\t\t\t\tSubmitted by: William A Wallace"
 }
}