{
 "awd_id": "1200702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Stochastic Nonlinear Dynamic Simulation for Prediction of Seismic Ground Motion",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 341515.0,
 "awd_amount": 341515.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "Existing approaches for prediction of seismic ground motion and its associated uncertainties mostly rely on fitting to a recorded motion (usually at the surface) with known earthquake and site characteristics.  However, application of such obtained probabilistic ground motion to geotechnical engineering problems, such as free-field probabilistic site response analysis or probabilistic soil-structure interaction analysis, double counts the uncertainties and non-linearities of the soil medium.  The goal of this project is to develop a new, physics-based methodology and an attendant computational tool to obtain a complete probabilistic description (probability density function) of site-specific ground motion time-history for a future seismic event by (1) characterizing and quantifying uncertainties in bed-rock motion at a site during future seismic event (right hand side (RHS) uncertainty), (2) characterizing and quantifying uncertainties in site-specific soil properties (left hand side (LHS) uncertainty), and (3) propagating the uncertain bed-rock motion through the uncertain soil.  The ability to obtain such probabilistic description of site-specific ground motion time history will not only help in accurately assessing performance of any civil infrastructure object, but also help in critical decision-making process by the project owners, policy makers, and insurance agencies.  For example, if the predicted ground motion is too uncertain, then the project owner may ask the following question: what step can be taken to reduce that uncertainty? In answering that question, a process for evaluating the relative contributions of RHS (source and path) and LHS (soil properties) uncertain parameters to overall uncertainty in seismic motions will be demonstrated as well.  This will assist the project owners in mobilizing resources for increase understanding of the most significant contributor of uncertainty (source? site? path?), reduce the knowledge uncertainty, and subsequently reduce the overall ground motion uncertainty.  In addition, the proposed development of theoretical capability to systematically propagate different sources of uncertainties through the governing equation of mechanics will greatly benefit the empirical modeling community in developing attenuation models especially for the regions where there are limited or no data (for example, eastern United States).  Even for western United States, it will help the empirical modelers in better constraining their models. Further, the proposed technique will also provide insight in understanding spatial variation of ground motion and its associated uncertainties (covariance structure), which are under renewed interest in the research community, especially due to their effects on seismic performances of lifeline structures. \r\n\r\nThis project will combine the state-of-the-art stochastic calculus with the principles of mechanics in developing a finite element based stochastic computational framework to propagate random waves through random non--linear heterogeneous media. It, to best of our knowledge, is the first attempt to simulate wave propagation through nonlinear (elastic--plastic) heterogeneous medium in the stochastic space considering both LHS and RHS uncertainties.  Since uncertainties in material properties and external forces are present in all fields of engineering, the impact of this project will be much wider than just in the area of geotechnical engineering.  In order to ensure future of developments from this project, high school science and mathematics teachers will be involved (via RET supplement) through summer workshops so that they can transmit their experiences to high school classrooms. The objective here is to emphasize the importance of mathematics and physics in modeling physical phenomena such as earthquake and plant an early seed among the future engineers to seek a career in this field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Boris",
   "pi_last_name": "Jeremic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Boris Jeremic",
   "pi_email_addr": "jeremic@ucdavis.edu",
   "nsf_id": "000419993",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 341515.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The intellectual merit of proposed project is in<br />combining the state-of-the-art stochastic calculus<br />with the principles of mechanics to develop<br />computational methodology, the so called Stochastic<br />Elastic Plastic Finite Element Method (SEPFEM). The<br />SEPFEM is used to propagate random/uncertain waves<br />through random/uncertain non-linear heterogeneous<br />material. In this particular case, we propagate<br />earthquekes from the source (uncertain sources,<br />uncertain location and uncertain magnintudes)<br />through uncertain rock (deep layers), uncertain<br />soil (shallower layers), through uncertain, surface<br />or embedded, structures.<br /><br />Broader&nbsp; impact of this research is much wider than<br />just in the area of geotechnical engineering.<br />Uncertainty/variability in material properties and<br />uncertainty in external forces are present in all<br />fields of engineering. The formulation and<br />implementation of SEPFEM, and application to<br />earthquake engineering problems, propagation of<br />waves from an uncertain source/loading through<br />uncertain material does address simular problems in<br />mechanical, biomedical, materials, aerospace as<br />well as other areas of civil engineering.<br /><br />Proposed research, to best of our knowledge, is the<br />first attempt to simulate wave propagation through<br />nonlinear (elastic--plastic) heterogeneous medium<br />in the stochastic space considering both left hand<br />side (uncertain material) and right hand side<br />(uncertain loads) uncertainties.<br /><br />Developed SEPFEM will take as input uncertain<br />material properties, for any elastic or<br />elastic-plastic material model, given through a<br />probability density function of a property, and<br />uncertain lods, given through time histories of<br />probability density functions, and produce<br />undertain response, Uncertain response will consist<br />of probability density functions (PDFs) of<br />displacements, velocities and accelerations at<br />nodes of the finite element mesh, as well as<br />probability density functions of stress and strain<br />at integration/Gauss points withing finite<br />elements.<br /><br />Such obtained PDFs are then used to develop, by<br />integration, Cumulative Density Functions (CDFs),<br />also commonly known as fragility curves, that<br />provide probabilities, in time domain, of, for<br />example, occurences of failure. Such information is<br />extremely valuable, as design of an object can be<br />changed/improved to reduce probability of failure.<br />In addition to the failure, designer can change the<br />design so that probaility of undesirable<br />performance of any of the chosen measures of can be<br />reduced, using optimal, minimal amount of<br />resources.<br /><br />Attached figure illustrates this by showing a<br />probabilistic cyclic respone of particular soil,<br />San Francisco Bay mud, where mean response achieves<br />certain strength. However probabilistic cyclic<br />response of such material, shown in this figure,<br />shows that variation of respons within +- one<br />standard deviation, where 68% of all samples will<br />be within this range, and variation of response<br />within +- two standard deviation, where 95% of all<br />samples will be within this range, can be quite<br />wide. What this means is that if the designer would<br />like to ensure that more than 95% of responses<br />(samples) of her or his object need to satisfy<br />prescribed strength, this soil will need to be<br />improved and/or variability reduced. Once this<br />decission is made, designer can also presribe level<br />of soil improvement, that will satisfy required<br />reduction in variability of cyclic shear response.<br />Upon soil improvement, in situ and laboratory tests<br />are performed on soil samples in order to assess<br />variablity and to document PDFs of material<br />properties of changes soil, so that new<br />probabilistic cyclic modeling can be performed.<br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2017<br>\n\t\t\t\t\tModified by: Boris&nbsp;Jeremic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1200702/1200702_10185087_1505107242934_Uncertain_cyclic_response_of_bay_mud--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1200702/1200702_10185087_1505107242934_Uncertain_cyclic_response_of_bay_mud--rgov-800width.jpg\" title=\"Uncertain/Probabilistic cyclic response of bay mud\"><img src=\"/por/images/Reports/POR/2017/1200702/1200702_10185087_1505107242934_Uncertain_cyclic_response_of_bay_mud--rgov-66x44.jpg\" alt=\"Uncertain/Probabilistic cyclic response of bay mud\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Uncertain cyclic response for San Fransisco Bay Fill soil (meanstress, +-1 standard deviation, +-2 standard deviations). Illustration of mean response, with significant variability in shear strength, that, while mean response is satisfactory, creates conditions for increase probability of failure.</div>\n<div class=\"imageCredit\">Boris Jeremic and Maxime Lacure</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Boris&nbsp;Jeremic</div>\n<div class=\"imageTitle\">Uncertain/Probabilistic cyclic response of bay mud</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n\nThe intellectual merit of proposed project is in\ncombining the state-of-the-art stochastic calculus\nwith the principles of mechanics to develop\ncomputational methodology, the so called Stochastic\nElastic Plastic Finite Element Method (SEPFEM). The\nSEPFEM is used to propagate random/uncertain waves\nthrough random/uncertain non-linear heterogeneous\nmaterial. In this particular case, we propagate\nearthquekes from the source (uncertain sources,\nuncertain location and uncertain magnintudes)\nthrough uncertain rock (deep layers), uncertain\nsoil (shallower layers), through uncertain, surface\nor embedded, structures.\n\nBroader  impact of this research is much wider than\njust in the area of geotechnical engineering.\nUncertainty/variability in material properties and\nuncertainty in external forces are present in all\nfields of engineering. The formulation and\nimplementation of SEPFEM, and application to\nearthquake engineering problems, propagation of\nwaves from an uncertain source/loading through\nuncertain material does address simular problems in\nmechanical, biomedical, materials, aerospace as\nwell as other areas of civil engineering.\n\nProposed research, to best of our knowledge, is the\nfirst attempt to simulate wave propagation through\nnonlinear (elastic--plastic) heterogeneous medium\nin the stochastic space considering both left hand\nside (uncertain material) and right hand side\n(uncertain loads) uncertainties.\n\nDeveloped SEPFEM will take as input uncertain\nmaterial properties, for any elastic or\nelastic-plastic material model, given through a\nprobability density function of a property, and\nuncertain lods, given through time histories of\nprobability density functions, and produce\nundertain response, Uncertain response will consist\nof probability density functions (PDFs) of\ndisplacements, velocities and accelerations at\nnodes of the finite element mesh, as well as\nprobability density functions of stress and strain\nat integration/Gauss points withing finite\nelements.\n\nSuch obtained PDFs are then used to develop, by\nintegration, Cumulative Density Functions (CDFs),\nalso commonly known as fragility curves, that\nprovide probabilities, in time domain, of, for\nexample, occurences of failure. Such information is\nextremely valuable, as design of an object can be\nchanged/improved to reduce probability of failure.\nIn addition to the failure, designer can change the\ndesign so that probaility of undesirable\nperformance of any of the chosen measures of can be\nreduced, using optimal, minimal amount of\nresources.\n\nAttached figure illustrates this by showing a\nprobabilistic cyclic respone of particular soil,\nSan Francisco Bay mud, where mean response achieves\ncertain strength. However probabilistic cyclic\nresponse of such material, shown in this figure,\nshows that variation of respons within +- one\nstandard deviation, where 68% of all samples will\nbe within this range, and variation of response\nwithin +- two standard deviation, where 95% of all\nsamples will be within this range, can be quite\nwide. What this means is that if the designer would\nlike to ensure that more than 95% of responses\n(samples) of her or his object need to satisfy\nprescribed strength, this soil will need to be\nimproved and/or variability reduced. Once this\ndecission is made, designer can also presribe level\nof soil improvement, that will satisfy required\nreduction in variability of cyclic shear response.\nUpon soil improvement, in situ and laboratory tests\nare performed on soil samples in order to assess\nvariablity and to document PDFs of material\nproperties of changes soil, so that new\nprobabilistic cyclic modeling can be performed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/11/2017\n\n\t\t\t\t\tSubmitted by: Boris Jeremic"
 }
}