{
 "awd_id": "1202712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"Doctoral Dissertation Research:  The Local Implementation of Global Health Priorities\"",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 7497.0,
 "awd_amount": 7497.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "SES-1202712\r\nStefan Timmermans\r\nTara McKay\r\nUniversity of California, Los Angeles\r\n\r\nDoctoral Dissertation Research: The Local Implementation of Global Health Priorities\r\n\r\nABSTRACT\r\nGlobal health policy faces the challenge of reconciling international and local goals. This dissertation examines how tensions and ties among countries shape the diffusion of health programming priorities. Using a novel dataset utilizing four waves of UN country progress reports, this study considers how organizational ties among states and elites have shaped the diffusion of health programming priorities and tests the role of organizational ties against other prominent theories of social change. Additionally, the study employs original survey and ethnographic data to examine closely the social underpinnings of organizational and popular resistance to global health priority diffusion.\r\n\r\nThe intellectual merit of this study rests in its focus on the social processes that have informed the ongoing construction and diffusion of global health policy priorities at three distinct levels: transnational elites, government and non-government organizations, and ordinary citizens. This study draws from the sociological literature on health to inform an understanding of the ways in which the identification of health policy priorities is shaped by macro social forces. The study also integrates the organizational literature on institutional isomorphism with additional theories of social change and diffusion in order to reconstruct the pathways of adoption and resistance to global health policy priorities.  \r\n\r\nBroader Impacts\r\nChronic conditions and infectious diseases continue to have a major impact on morbidity and mortality around the world. They affect life expectancy and quality of life for millions of people.  Policies designed at the national and supranational level that seek to prevent the transmission of illnesses, and that regulate e.g., treatments vary greatly in their effectiveness due to variation in implementation at local levels.  If successful, findings from this study may inform our understanding of global health policy is made, how populations deemed at risk are identified, and the conditions under which policy goals become uncoupled from policy outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Timmermans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Timmermans",
   "pi_email_addr": "stefan@soc.ucla.edu",
   "nsf_id": "000381881",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "McKay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tara McKay",
   "pi_email_addr": "tara.mckay@gmail.com",
   "nsf_id": "000603322",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "266 Haines Hall, UCLA Sociology",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7497.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Health policy researchers frequently argue that intergovernmental<br />organizations (IGOs) have considerable influence in the formation and<br />dissemination of health policies and priorities around the world. In the social<br />sciences, however, there is a particularly rich debate about whether and how<br />IGOs can act autonomously or pursue policies without support from states. Because IGOs generally lack enforcement power and are dependent on states for financial resources, IGOs are conceived as lacking autonomy to pursue their own policy interests separate from those of states. However, recent interventions by sociologists have shown how IGOs strategically navigate the demands of states and attempt to reconfigure policy preferences in the external environment to promote alignment with their policy interests. This autonomy is not absolute: concerns about resources constantly plague IGOs and constrain their agency. Additionally, while states may adopt policies promoted by IGOs, the extent to which global policy priorities actually produce cultural and behavioral change in local contexts remains unknown. This dissertation extends sociological research on IGOs and health policy by addressing how concerns about implementation shape the particular structures and strategies that IGOs adopt in order act autonomously within the context of AIDS policy. Further, using two novel data sets, I test the effectiveness of these strategies on AIDS policy adoption at the national and local level.</p>\n<p>Beyond resources, I theorize that the autonomy of IGOs is also constrained by decentralization of the organization at the regional- and country-level and competition from other IGOs, nongovernmental organizations, and bilateral and private donors. Decentralization poses a substantial challenge to&nbsp;ensuring consistent understandings and implementation of policies across the organization. To promote continuity, IGOs actively manage organizational culture and staff preferences through practices I call <em>organizational inreach</em>. Additionally, for IGOs active in health, the external environment has become increasingly saturated with other organizations that compete to set the global agenda. In this context, states have more room to reject politically sensitive or socially undesirable policies initiated by IGOs. In response, IGOs active in AIDS have ceded some of their decision making autonomy by adopting <em>interorganizational cooperation</em> as a strategy to increase their collective leverage over states. IGOs have also adopted additional indirect strategies to transform state and donor preferences on contentious issues that states have been unwilling to address on their own. The first of these strategies is <em>evidence-based advocacy</em>, an array of practices through which IGOs act as knowledge brokers, facilitating research by mobilizing new funding sources, assembling and disseminating scientific knowledge, and interpreting scientific evidence in order to standardize policy at the global and national level. IGOs have also attempted to supplement the top-down pressure gained through interorganizational collaboration with bottom-up pressure from local civil society organizations, thereby putting <em>bidirectional pressure </em>on governments to adopt AIDS policies.&nbsp;</p>\n<p>Using archival data from World Health Organization&rsquo;s Global Programme on AIDS and its successor, the Joint United Nations Programme on HIV/AIDS (UNIADS), I show how IGOs have used these strategies to align the policy preferences of states, other organizations, and even their own staff. The strategies that IGOs adopt have consequences beyond the decision making&nbsp; phase&nbsp;of policy development. Drawing on a novel dataset compiled from five waves of UN Country Progress Reports on HIV/AIDS, I further demonstrate how these strategies have promoted the alignment of national AIDS progr...",
  "por_txt_cntn": "\nHealth policy researchers frequently argue that intergovernmental\norganizations (IGOs) have considerable influence in the formation and\ndissemination of health policies and priorities around the world. In the social\nsciences, however, there is a particularly rich debate about whether and how\nIGOs can act autonomously or pursue policies without support from states. Because IGOs generally lack enforcement power and are dependent on states for financial resources, IGOs are conceived as lacking autonomy to pursue their own policy interests separate from those of states. However, recent interventions by sociologists have shown how IGOs strategically navigate the demands of states and attempt to reconfigure policy preferences in the external environment to promote alignment with their policy interests. This autonomy is not absolute: concerns about resources constantly plague IGOs and constrain their agency. Additionally, while states may adopt policies promoted by IGOs, the extent to which global policy priorities actually produce cultural and behavioral change in local contexts remains unknown. This dissertation extends sociological research on IGOs and health policy by addressing how concerns about implementation shape the particular structures and strategies that IGOs adopt in order act autonomously within the context of AIDS policy. Further, using two novel data sets, I test the effectiveness of these strategies on AIDS policy adoption at the national and local level.\n\nBeyond resources, I theorize that the autonomy of IGOs is also constrained by decentralization of the organization at the regional- and country-level and competition from other IGOs, nongovernmental organizations, and bilateral and private donors. Decentralization poses a substantial challenge to ensuring consistent understandings and implementation of policies across the organization. To promote continuity, IGOs actively manage organizational culture and staff preferences through practices I call organizational inreach. Additionally, for IGOs active in health, the external environment has become increasingly saturated with other organizations that compete to set the global agenda. In this context, states have more room to reject politically sensitive or socially undesirable policies initiated by IGOs. In response, IGOs active in AIDS have ceded some of their decision making autonomy by adopting interorganizational cooperation as a strategy to increase their collective leverage over states. IGOs have also adopted additional indirect strategies to transform state and donor preferences on contentious issues that states have been unwilling to address on their own. The first of these strategies is evidence-based advocacy, an array of practices through which IGOs act as knowledge brokers, facilitating research by mobilizing new funding sources, assembling and disseminating scientific knowledge, and interpreting scientific evidence in order to standardize policy at the global and national level. IGOs have also attempted to supplement the top-down pressure gained through interorganizational collaboration with bottom-up pressure from local civil society organizations, thereby putting bidirectional pressure on governments to adopt AIDS policies. \n\nUsing archival data from World Health OrganizationÆs Global Programme on AIDS and its successor, the Joint United Nations Programme on HIV/AIDS (UNIADS), I show how IGOs have used these strategies to align the policy preferences of states, other organizations, and even their own staff. The strategies that IGOs adopt have consequences beyond the decision making  phase of policy development. Drawing on a novel dataset compiled from five waves of UN Country Progress Reports on HIV/AIDS, I further demonstrate how these strategies have promoted the alignment of national AIDS programs with global AIDS priorities over time. Finally, I show how the strategies adopted by IGOs affect implementation. Using ethnographic and newspaper data f..."
 }
}