{
 "awd_id": "1202894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "Gaseous nitrogen fluxes in dry soils: are surviving microbes controlling nitrogen emissions?\r\n\r\nSoil gaseous nitrogen (N) emissions are not typically considered in ecosystem N budgets, presumably because in mesic sites, hydrologic N losses balance N inputs.  However, in dryland environments, significant amounts of N are exported through gaseous pathways, yet the mechanisms controlling fluxes are poorly understood.  In particular, are microbes controlling N emissions in dry soil?  Does soil rewetting hinder microbial activity while enhancing abiotic processes?  Paradoxically, biological control of N emissions appears to intensify during soil drying and becomes less important during soil rewetting.  Because dryland regions comprise about 1/3 of the land surface and account for 25% of soil NO emissions, understanding what processes control N losses is critical for developing nutrient budgets and modeling N pollution.  This research seeks to transform understanding of N cycling by evaluating two widely held paradigms: 1) that in dry soil, biological cycling of N is unimportant and 2) that N emissions are not significant in annual N budgets.\r\n\r\nThe training objectives are to broaden knowledge in soil C and N cycling, learn the application of eddy covariance, develop a method for measuring the isotopic composition of oxygen in NO.  Broader impacts include land management applications to establish N critical loads in ecosystems impacted by N pollution through vegetation type conversions and increased incidence of wildfires.  This research will also be used to foster participation of underrepresented groups in science and mathematics by delivering lesson plans through the PUENTE program, the \"Outdoor Classroom\" at Sedgwick Reserve, and Scienceline, a website that partners scientists with K-12 students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Homyak",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Homyak",
   "pi_email_addr": "",
   "nsf_id": "000600223",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Homyak                  Peter          M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Riverside",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "925030548",
  "inst_country_name": "United States",
  "cong_dist_code": "41",
  "st_cong_dist_code": "CA41",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "UC Santa Barbara",
  "perf_str_addr": null,
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065131",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"clearing\">Nitric oxide (NO) is an important atmospheric gas because it can act as a cleanser of contaminants. NO can also favor the production of tropospheric ozone, an urban pollutant and greenhouse gas. Globally, fossil fuel combustion and biomass burning are major sources of NO, but soils are also a critical source. Roughly 25-60% of soil NO emissions originate from drylands (arid and semiarid climates), which cover one-third of the terrestrial land surface. However, despite the importance of drylands as &ldquo;hotspots&rdquo; for NO production, the mechanisms generating NO in these ecosystems are not clearly defined.</p>\n<p class=\"clearing\">To understand which mechanisms control soil NO emissions in drylands, I asked: (i) What is the contribution of living (i.e., soil microbes and plants) and non-living (i.e., chemical and physical) processes to NO emissions? And (ii) Do arid conditions and vegetation interact to influence NO emissions? &nbsp;</p>\n<p class=\"clearing\">During the first year of the project, I refined a technique for measuring soil nitrite&mdash;a chemically reactive molecule suspected to control soil NO emissions. I found that traditionally used analytical methods can significantly underestimate nitrite. To improve soil nitrite analysis, I developed a method that minimizes nitrite destruction and uses 98% less soil compared to previous techniques.</p>\n<p class=\"clearing\">During the second and third years I focused on the processes generating NO in dryland soils. I found that NO emissions are highest when soils are dry and immediately after dry soils become wet, and lowest during the wet season, when plants are most active.</p>\n<p class=\"clearing\">In dry soils, the chemical compounds that produce NO become concentrated. Upon rewetting, some of these compounds underwent rapid chemical reactions producing substantial NO emissions. Biological processes did not initially contribute to NO emissions, but became dominant within one day after soil microbes recovered from drought stress. &nbsp;</p>\n<p class=\"clearing\">Plants reduced NO emissions by about half compared to soils without plants. Thus, during the dry or &ldquo;dead&rdquo; season NO emissions likely increased because the shutdown in plant nutrient uptake contributed to the buildup of chemical compounds that produce NO.</p>\n<p class=\"clearing\">Drylands are hotspots for NO production because aridity and vegetation interact maintaining NO emissions during the dry or &ldquo;dead&rdquo; season. When plants are dormant, dry soils concentrate chemical compounds that produce NO. Because global change models predict shifts in precipitation patterns, intensifying droughts, and increasing rates of nitrogen pollution, my results suggest that soil NO emissions can be expected to increase in these regions further deteriorating air quality.</p>\n<p>This fellowship provided opportunities for scientific training and professional development, including scientific meetings, workshops, and teaching experience. Funds were also used to develop lesson plans targeting traditionally underrepresented groups in the sciences (e.g., women and ethnic minorities), to engage students with my research, and to mentor students transitioning into graduate programs. The lesson plans I developed were used to show students the importance of mathematics in biogeochemical research and to present alternative explanations and &ldquo;real life&rdquo; examples of abstract mathematical concepts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;M&nbsp;Homyak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Nitric oxide (NO) is an important atmospheric gas because it can act as a cleanser of contaminants. NO can also favor the production of tropospheric ozone, an urban pollutant and greenhouse gas. Globally, fossil fuel combustion and biomass burning are major sources of NO, but soils are also a critical source. Roughly 25-60% of soil NO emissions originate from drylands (arid and semiarid climates), which cover one-third of the terrestrial land surface. However, despite the importance of drylands as \"hotspots\" for NO production, the mechanisms generating NO in these ecosystems are not clearly defined.\nTo understand which mechanisms control soil NO emissions in drylands, I asked: (i) What is the contribution of living (i.e., soil microbes and plants) and non-living (i.e., chemical and physical) processes to NO emissions? And (ii) Do arid conditions and vegetation interact to influence NO emissions?  \nDuring the first year of the project, I refined a technique for measuring soil nitrite&mdash;a chemically reactive molecule suspected to control soil NO emissions. I found that traditionally used analytical methods can significantly underestimate nitrite. To improve soil nitrite analysis, I developed a method that minimizes nitrite destruction and uses 98% less soil compared to previous techniques.\nDuring the second and third years I focused on the processes generating NO in dryland soils. I found that NO emissions are highest when soils are dry and immediately after dry soils become wet, and lowest during the wet season, when plants are most active.\nIn dry soils, the chemical compounds that produce NO become concentrated. Upon rewetting, some of these compounds underwent rapid chemical reactions producing substantial NO emissions. Biological processes did not initially contribute to NO emissions, but became dominant within one day after soil microbes recovered from drought stress.  \nPlants reduced NO emissions by about half compared to soils without plants. Thus, during the dry or \"dead\" season NO emissions likely increased because the shutdown in plant nutrient uptake contributed to the buildup of chemical compounds that produce NO.\nDrylands are hotspots for NO production because aridity and vegetation interact maintaining NO emissions during the dry or \"dead\" season. When plants are dormant, dry soils concentrate chemical compounds that produce NO. Because global change models predict shifts in precipitation patterns, intensifying droughts, and increasing rates of nitrogen pollution, my results suggest that soil NO emissions can be expected to increase in these regions further deteriorating air quality.\n\nThis fellowship provided opportunities for scientific training and professional development, including scientific meetings, workshops, and teaching experience. Funds were also used to develop lesson plans targeting traditionally underrepresented groups in the sciences (e.g., women and ethnic minorities), to engage students with my research, and to mentor students transitioning into graduate programs. The lesson plans I developed were used to show students the importance of mathematics in biogeochemical research and to present alternative explanations and \"real life\" examples of abstract mathematical concepts.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Peter M Homyak"
 }
}