{
 "awd_id": "1202682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF NPGI Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne W. Sylvester",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 197700.0,
 "awd_amount": 197700.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "This action funds a National Plant Genome Initiative Postdoctoral Research Fellowship for FY 2012. The fellowship supports a research and training plan in a host laboratory for the Fellow to focus her studies in plant genomics with an emphasis on quantitative genetics, modern breeding approaches, and bioinformatics. The title of the research and training plan for this fellowship to Malia A. Gehan is \"Improving Environmental Stress Tolerance in the Grass Model, Brachypodium distachyon.\" The host institution for the fellowship is the Donald Danforth Plant Science Center and the sponsoring scientist is Dr. Todd Mockler.\r\n\r\nThis project focuses on temperature perception and stress (cold and heat) under circadian regulation in Brachypodium distachyon, a model plant for wheat and other important food and biofuel crops.  The specific aims include 1) transcriptional profiling of B. distachyon across a range of stress and sub-optimal temperatures; 2) prioritizing transcription factor genes for misexpression in B. distachyon by filtering differentially expressed genes found in Objective 1 by their circadian patterns; 3) assessing the responses of misexpression lines to various abiotic stresses; and 4) identifying additional targets of temperature-responsive genes using yeast one-hybrid, ChIP-seq, and microarrays to develop comprehensive gene networks. \r\n \r\nTraining objectives include bioinformatics and plant genomics. Broader impacts include capacity-building and advanced training for students from the United States to engage in interdisciplinary research in plant improvement and associated sciences such as physiology, quantitative genetics, and computational biology.  Outreach focuses on developing an online-accessible teaching module based on this research.  Assessments and improvements of the teaching module, made throughout the duration of this fellowship, will be documented online.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malia",
   "pi_last_name": "Gehan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Malia A Gehan",
   "pi_email_addr": "",
   "nsf_id": "000600476",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gehan, Malia A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "East Lansing",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "488241312",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": null,
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "810500",
   "pgm_ele_name": "NPGI PostDoc Rsrch Fellowship"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 197700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Grasses are the major source of caloric intake for humans, and other monocots such as switchgrass and&nbsp;<em>Miscanthus</em>&nbsp;<em>sinesis,</em>&nbsp;have acquired significant attention as bioenergy crops.&nbsp; The geographical distribution of food and bioenergy crops is limited by several factors including temperature, soil salinity and water availability. To expand the geographic range of important crops with fewer agronomic inputs there must be a greater understanding of the dynamics of abiotic stress response through time. Although research in the dicot model plant,&nbsp;<em>Arabidopsis</em>, has been successful in elucidating important pathways of abiotic stress, key questions still remain, and there are fundamental differences between monocots and dicots, which diverged 127-175 million years ago. To more quickly identify abiotic stress response ideotypes that will optimize yield and biomass of important crops, research in relatively rapid growing grass models&nbsp;<em>Brachypodium distachyon</em>&nbsp;(<em>B. distachyon</em>) and&nbsp;<em>Setaria viridis</em>&nbsp;(<em>S. viridis</em>) is advantageous.&nbsp;Both <em>B. distachyon</em> and <em>S. viridis</em> are interesting to study in terms of abiotic stress response because they are more genetically and architecturally similar to crops like maize, sorghum, wheat, rye, switchgrass and&nbsp;<em>Miscanthus sinesis</em>, than Arabidopsis.</p>\n<p>The major goal of this project is the identification of temperature responsive genes and response patterns that can translate to the improvement of crop yield and biomass. The low-temperature and high-temperature tolerance of <em>B. distachyon</em> (Bd21) and <em>S. viridis</em> (A10-1) reference lines were characterized through assays of membrane damage and through non-destructive high-throughput phenotyping experiments. The natural variation of both <em>B. distachyon</em> and <em>S. viridis</em> accession response to stress was also assessed to determine common patterns of abiotic stress response and to find lines with interesting temperature stress related phenotypes for further transcriptomic analysis. The high-throughput phenomics data from this study is coupled with existing resequencing data for <em>S. viridis</em> accessions, and with genotyping by sequencing data for <em>B. distachyon</em> generated in this study, which allows for genome-wide association mapping (GWAS) of traits that respond to changes in temperature (e.g. biomass).</p>\n<p>A significant component of the dynamic response of plants to temperature changes is the plant circadian clock, which can regulate responses to stress depending on the time of day. Mechanisms of temperature sensing in turn are critical for entrainment of the plant circadian clock, which is required for maximal chlorophyll content, carbon assimilation, biomass accumulation, and survival. To further select genes associated with temperature stress response and perception, analysis of circadian patterning is critical for the genes isolated from GWAS, and temperature stress transcriptomics, which why circadian transcriptome data was also collected.</p>\n<p>The genomic, phenomics, and transcriptomics, data from this study will be published and made available to the public. The <em>S. viridis</em> themocycle, and photoperiod entrained circadian transcriptomics data generated from this project is a community resource that extends past this study, as the circadian expression patterns of other pathways can be examined. The large phenomics image datasets can be further examined by the plant community and by other communities that may be interested in image analysis tool development. In addition to the creation of large data sets, this project also developed tools for image analysis. PlantCV, is a suite of open-source analysis tools for high-throughput phenomics data that can function with both commercial and home-built phenomics pla...",
  "por_txt_cntn": "\nGrasses are the major source of caloric intake for humans, and other monocots such as switchgrass and Miscanthus sinesis, have acquired significant attention as bioenergy crops.  The geographical distribution of food and bioenergy crops is limited by several factors including temperature, soil salinity and water availability. To expand the geographic range of important crops with fewer agronomic inputs there must be a greater understanding of the dynamics of abiotic stress response through time. Although research in the dicot model plant, Arabidopsis, has been successful in elucidating important pathways of abiotic stress, key questions still remain, and there are fundamental differences between monocots and dicots, which diverged 127-175 million years ago. To more quickly identify abiotic stress response ideotypes that will optimize yield and biomass of important crops, research in relatively rapid growing grass models Brachypodium distachyon (B. distachyon) and Setaria viridis (S. viridis) is advantageous. Both B. distachyon and S. viridis are interesting to study in terms of abiotic stress response because they are more genetically and architecturally similar to crops like maize, sorghum, wheat, rye, switchgrass and Miscanthus sinesis, than Arabidopsis.\n\nThe major goal of this project is the identification of temperature responsive genes and response patterns that can translate to the improvement of crop yield and biomass. The low-temperature and high-temperature tolerance of B. distachyon (Bd21) and S. viridis (A10-1) reference lines were characterized through assays of membrane damage and through non-destructive high-throughput phenotyping experiments. The natural variation of both B. distachyon and S. viridis accession response to stress was also assessed to determine common patterns of abiotic stress response and to find lines with interesting temperature stress related phenotypes for further transcriptomic analysis. The high-throughput phenomics data from this study is coupled with existing resequencing data for S. viridis accessions, and with genotyping by sequencing data for B. distachyon generated in this study, which allows for genome-wide association mapping (GWAS) of traits that respond to changes in temperature (e.g. biomass).\n\nA significant component of the dynamic response of plants to temperature changes is the plant circadian clock, which can regulate responses to stress depending on the time of day. Mechanisms of temperature sensing in turn are critical for entrainment of the plant circadian clock, which is required for maximal chlorophyll content, carbon assimilation, biomass accumulation, and survival. To further select genes associated with temperature stress response and perception, analysis of circadian patterning is critical for the genes isolated from GWAS, and temperature stress transcriptomics, which why circadian transcriptome data was also collected.\n\nThe genomic, phenomics, and transcriptomics, data from this study will be published and made available to the public. The S. viridis themocycle, and photoperiod entrained circadian transcriptomics data generated from this project is a community resource that extends past this study, as the circadian expression patterns of other pathways can be examined. The large phenomics image datasets can be further examined by the plant community and by other communities that may be interested in image analysis tool development. In addition to the creation of large data sets, this project also developed tools for image analysis. PlantCV, is a suite of open-source analysis tools for high-throughput phenomics data that can function with both commercial and home-built phenomics platforms.\n\n\t\t\t\t\tLast Modified: 09/27/2015\n\n\t\t\t\t\tSubmitted by: Malia A Gehan"
 }
}