{
 "awd_id": "1202932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   The role of network topology and environmental filtering in shaping the ecology of spatially structured communities",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 168238.0,
 "awd_amount": 168238.0,
 "awd_min_amd_letter_date": "2011-10-26",
 "awd_max_amd_letter_date": "2011-10-26",
 "awd_abstract_narration": "Why are species found in certain combinations and not others? Why are some species not found in habitats that seem suitable for their needs? A fundamental goal of ecology is to understand the processes that drive patterns in species occurrence.  An organism's \"local\" environment can exert influence on where it occurs, e.g., climate, competition for resources, and disturbance.  However, \"regional\" factors - such as the ability of organisms to colonize available habitat - are also important. This project addresses two fundamental questions: 1) What is the relative importance of local versus regional factors in controlling species composition? 2) How does that relative importance shift with elements of landscapes, and the ability of organisms to move across those landscapes?  The project will address these two questions using communities of aquatic invertebrates in river networks.  These organisms include the larval forms of many insects, such as mayflies and caddisflies, and animals like snails and crayfish.  These communities are ideal for addressing the questions because rivers have a very distinct, branching configuration.  Furthermore, rivers endure intense human degradation, and aquatic invertebrates are often used as indicators of water quality.  The project takes advantage of stream restoration activity, which almost always includes large-scale habitat modification: the ultimate manipulation of \"local\" factors.  Three types of approaches will be employed to address the research questions: surveys of restoration sites, experimental manipulations of local factors - specifically stream-bottom habitat features - in river systems, and experiments using artificial streams to control for both local and regional processes.  \r\n\r\nThe project will have important implications for applied ecology because stream assessment often involves characterizations of aquatic communities under the assumption that local habitat alone determines their composition. Stream restoration efforts (estimated at >$1 billion annually in the U.S.) are often evaluated based on such bioassessment techniques.  Previous findings suggest that this assumption may apply only to specific portions of a stream network.  This research will be the first to begin to explore spatial dependence of habitat factors in detail, not only advancing the field of ecology, but providing information about the importance of river network position in developing expectations for restoration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Brown",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan L Brown",
   "pi_email_addr": "brown51@vt.edu",
   "nsf_id": "000261983",
   "pi_start_date": "2011-10-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 168238.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Why do species occur where they do? &nbsp;Why do they occur or not occur with other species? &nbsp;Why do their abundances change through time? &nbsp;These questions are the fundamental questions of community ecology, and they are not simply questions of academic interest. &nbsp;Answers to these questions form the core of our knowledge of natural resource management and conservation. &nbsp;</p>\n<p>Our project asked these questions within river netowrks. &nbsp;Specifically we asked: Why do different sections of river networks contained different combinations of species? &nbsp;Our hypothesis for the answer to this question was simple in concept. &nbsp;In river networks, there are isolated places like headwaters and well-connected areas like mainstems. &nbsp;Headwaters are isolated because the force of flow tends to move organisms and materials downstream, and mainstems are well-connected because they integrate those downstream-moving materials. &nbsp;We tested that hypothesis using a variety of methods including 1) analysis of large datasets collected by the State of Maryland; 2) a survey of restoration sites in Baltimore County, Maryland; 3) a field experiment near Virginia Tech University; 4) an experiment in artificial stream channels on the University of Maryland, Baltimore County campus. &nbsp;</p>\n<p>Evidence from all four of these studies supported our primary hypothesis that isolation within a river network is a fundamental force determining what species occur there. &nbsp;In particular, we found that isolated areas of river networks (headwaters) have assemblages of organisms that are dictated by the local environment and by interactions among species (predation and competition). &nbsp;However, in mainstems, we found that environment and species interactions are not nearly so important in determining the abundance of species as they are in headwaters. &nbsp;Of equal, or perhaps greater, importance is the movement of organisms. &nbsp;This movement is facilitated by the accumulating flow of water downstream in river networks which carries both organisms and material. &nbsp;This mass transit of organisms affects the species composition of these mainstem locations. &nbsp;In essence, you can commonly find species in habitats that don't suit them, simply becuase they get transported there by flowing water. &nbsp;These species alter our perception of the composition of streams, especially when investigators work under the assumption that there is a strict congruence between species distributions and habitat qualities. &nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merits</span>: &nbsp;Many organisms live within well-defined spatial networks. &nbsp;River networks are obvious examples of this phenomenon, but many other organisms also live within well-defined spatial networks. &nbsp;Organisms dispersing from ponds isolated on a landscape, mammals dependent on isolated forest patches, and symbionts lving on mobile hosts are all examples of communities in which a defined dispersal network is likely important. &nbsp; Our work has identified that some properties of a dispersal network--most prominently, isolation--dictate what the communities of organisms look like in those locations. &nbsp;We have also identified the specific drivers of community structure in those locaitons. &nbsp;In isolated locations, environment and interactions with other species are expected to be important, while more well-connected areas will be conduits for mobile species. &nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>: &nbsp;Stream restoration is big business in both the United States and overseas. &nbsp;Our work suggests that the efficacy of stream restoration will largely depend on the location of the river network within which the restoration is performed. &nbsp;We expect restoration to be more efficacious in headwaters than in mainstems. ...",
  "por_txt_cntn": "\nWhy do species occur where they do?  Why do they occur or not occur with other species?  Why do their abundances change through time?  These questions are the fundamental questions of community ecology, and they are not simply questions of academic interest.  Answers to these questions form the core of our knowledge of natural resource management and conservation.  \n\nOur project asked these questions within river netowrks.  Specifically we asked: Why do different sections of river networks contained different combinations of species?  Our hypothesis for the answer to this question was simple in concept.  In river networks, there are isolated places like headwaters and well-connected areas like mainstems.  Headwaters are isolated because the force of flow tends to move organisms and materials downstream, and mainstems are well-connected because they integrate those downstream-moving materials.  We tested that hypothesis using a variety of methods including 1) analysis of large datasets collected by the State of Maryland; 2) a survey of restoration sites in Baltimore County, Maryland; 3) a field experiment near Virginia Tech University; 4) an experiment in artificial stream channels on the University of Maryland, Baltimore County campus.  \n\nEvidence from all four of these studies supported our primary hypothesis that isolation within a river network is a fundamental force determining what species occur there.  In particular, we found that isolated areas of river networks (headwaters) have assemblages of organisms that are dictated by the local environment and by interactions among species (predation and competition).  However, in mainstems, we found that environment and species interactions are not nearly so important in determining the abundance of species as they are in headwaters.  Of equal, or perhaps greater, importance is the movement of organisms.  This movement is facilitated by the accumulating flow of water downstream in river networks which carries both organisms and material.  This mass transit of organisms affects the species composition of these mainstem locations.  In essence, you can commonly find species in habitats that don't suit them, simply becuase they get transported there by flowing water.  These species alter our perception of the composition of streams, especially when investigators work under the assumption that there is a strict congruence between species distributions and habitat qualities.  \n\nIntellectual Merits:  Many organisms live within well-defined spatial networks.  River networks are obvious examples of this phenomenon, but many other organisms also live within well-defined spatial networks.  Organisms dispersing from ponds isolated on a landscape, mammals dependent on isolated forest patches, and symbionts lving on mobile hosts are all examples of communities in which a defined dispersal network is likely important.   Our work has identified that some properties of a dispersal network--most prominently, isolation--dictate what the communities of organisms look like in those locations.  We have also identified the specific drivers of community structure in those locaitons.  In isolated locations, environment and interactions with other species are expected to be important, while more well-connected areas will be conduits for mobile species.  \n\nBroader Impacts:  Stream restoration is big business in both the United States and overseas.  Our work suggests that the efficacy of stream restoration will largely depend on the location of the river network within which the restoration is performed.  We expect restoration to be more efficacious in headwaters than in mainstems.  This result has obvious implications for the way--or more importantly, place--that stream restorations are conducted.  We also expect that these results are applicable to any restoration efforts involving well-defined spatial networks.  \n\n \n\n\t\t\t\t\tLast Modified: 12/11/2014\n\n\t\t\t\t\tSubmitted by: Bryan L Brown"
 }
}