{
 "awd_id": "1203704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: P2C2--Reconstructing Changes in Asian Monsoon Circulation during the Last Millennium from Stable Isotopes in Tropical Tree Rings",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 87416.0,
 "awd_amount": 87416.0,
 "awd_min_amd_letter_date": "2012-08-01",
 "awd_max_amd_letter_date": "2012-08-01",
 "awd_abstract_narration": "This award seeks to develop millennium-length estimates of the strength of Asian monsoon atmospheric circulation and to infer variability in past monsoon circulation from replicated, annually-resolved stable oxygen isotope time series from the long-lived southeast Asian conifer Fokienia hodginsii in Vietnam and Laos.  The research leverages a previously supported pilot study that demonstrated that tree-ring isotopes from this species in this region responds to broad-scale patterns of Asian monsoon circulation that are consistent with climate dynamics, known controls on the stable isotopes of precipitation, and the physical and chemical mechanisms comprising the study of isotope dendroclimatology.\r\n\r\nThe potential broader impacts include supporting undergraduates in the planned research and providing a potentially important new archive of data from a climatologically sensitive region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Ummenhofer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline C Ummenhofer",
   "pi_email_addr": "cummenhofer@whoi.edu",
   "nsf_id": "000604348",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd.",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87416.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Information about variability in the Asian monsoon is relevant for a large portion of the world&rsquo;s population that is influenced directly by it. Monsoon failure or intense flooding can have devastating effects on millions of people. Indirectly, the local impact of the monsoon on industry, agriculture, and society ripples through global economics and security, influencing food security, commodity prices, and industrial development worldwide. A better understanding of the relationship between the large-scale circulation and local monsoon effects &ndash; particularly on decadal timescales &ndash; is therefore warranted. Understanding the dynamics behind monsoon anomalies can potentially improve short-term predictions, and allows us to evaluate long-term future climate projections for the Asian monsoon region from global climate models.</p>\n<p>To understand long-term variability in the Asian monsoon system paleoproxy reconstructions of regional hydroclimate, such as those based on tree-ring chronologies or stalagmite records, are vital resources: they allow assessing monsoon strength across a range of climatic conditions, such as sustained periods of particularly warm or cold conditions in the past, prolonged drought episodes etc. The project aimed at connecting monsoon precipitation and oxygen isotope ratios (reflective of precipitation amounts and representing a signal recorded by both trees and stalagmites) with the large-scale circulation. State-of-the-art climate model simulations provide a useful tool for connecting large-scale circulation changes with regional hydroclimate across a range of timescales; they enable a mechanistic understanding how large-scale climate variability impacts regional hydroclimate as recorded by paleoproxies.</p>\n<p>The &lsquo;Strange Parallels&rsquo; drought (1756&ndash;1768 AD) was a spatially extensive and persistent drought episode that affected wide parts of monsoon Asia during the mid-18th century and coincided with societal upheaval and the collapse of polities in Thailand, Myanmar, and Vietnam. Its origin has so far remained elusive. Our results that use the &lsquo;Strange Parallels&rsquo; drought as an example of prolonged drought in monsoon Asia, identify periods that exhibited drought of a comparable spatial extent and duration in a state-of-the-art coupled climate model simulation. These periods were characterized by weakened monsoon circulation and reduced precipitation across southeast Asia. It is well-known that weakening or failure of the Asian monsoon is associated with unusual oceanic conditions in the Pacific, namely El Ni&ntilde;o events. El Ni&ntilde;o events feature unusual warming in the eastern Pacific. The warming results in shifts in the zonal (Walker) circulation in the atmosphere and a re-organization of rainfall around the Indo-Pacific, including an intense, but relatively short-lived weakening of the monsoon over India and southeast Asia. Instead, prolonged drought episodes, persisting for a decade or longer as during the Strange Parallels drought, seem to be associated with sustained warm anomalies in the central Pacific Ocean sea surface temperatures, as is typical of El Ni&ntilde;o Modoki events. Changes in the position of the warm ocean temperatures in the Pacific and their persistence over time can thus have remote effects on Asian monsoon hydroclimate.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2015<br>\n\t\t\t\t\tModified by: Caroline&nbsp;C&nbsp;Ummenhofer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInformation about variability in the Asian monsoon is relevant for a large portion of the worldÆs population that is influenced directly by it. Monsoon failure or intense flooding can have devastating effects on millions of people. Indirectly, the local impact of the monsoon on industry, agriculture, and society ripples through global economics and security, influencing food security, commodity prices, and industrial development worldwide. A better understanding of the relationship between the large-scale circulation and local monsoon effects &ndash; particularly on decadal timescales &ndash; is therefore warranted. Understanding the dynamics behind monsoon anomalies can potentially improve short-term predictions, and allows us to evaluate long-term future climate projections for the Asian monsoon region from global climate models.\n\nTo understand long-term variability in the Asian monsoon system paleoproxy reconstructions of regional hydroclimate, such as those based on tree-ring chronologies or stalagmite records, are vital resources: they allow assessing monsoon strength across a range of climatic conditions, such as sustained periods of particularly warm or cold conditions in the past, prolonged drought episodes etc. The project aimed at connecting monsoon precipitation and oxygen isotope ratios (reflective of precipitation amounts and representing a signal recorded by both trees and stalagmites) with the large-scale circulation. State-of-the-art climate model simulations provide a useful tool for connecting large-scale circulation changes with regional hydroclimate across a range of timescales; they enable a mechanistic understanding how large-scale climate variability impacts regional hydroclimate as recorded by paleoproxies.\n\nThe æStrange ParallelsÆ drought (1756&ndash;1768 AD) was a spatially extensive and persistent drought episode that affected wide parts of monsoon Asia during the mid-18th century and coincided with societal upheaval and the collapse of polities in Thailand, Myanmar, and Vietnam. Its origin has so far remained elusive. Our results that use the æStrange ParallelsÆ drought as an example of prolonged drought in monsoon Asia, identify periods that exhibited drought of a comparable spatial extent and duration in a state-of-the-art coupled climate model simulation. These periods were characterized by weakened monsoon circulation and reduced precipitation across southeast Asia. It is well-known that weakening or failure of the Asian monsoon is associated with unusual oceanic conditions in the Pacific, namely El Ni&ntilde;o events. El Ni&ntilde;o events feature unusual warming in the eastern Pacific. The warming results in shifts in the zonal (Walker) circulation in the atmosphere and a re-organization of rainfall around the Indo-Pacific, including an intense, but relatively short-lived weakening of the monsoon over India and southeast Asia. Instead, prolonged drought episodes, persisting for a decade or longer as during the Strange Parallels drought, seem to be associated with sustained warm anomalies in the central Pacific Ocean sea surface temperatures, as is typical of El Ni&ntilde;o Modoki events. Changes in the position of the warm ocean temperatures in the Pacific and their persistence over time can thus have remote effects on Asian monsoon hydroclimate.\n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Caroline C Ummenhofer"
 }
}