{
 "awd_id": "1203857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Direction and Mechanisms of Seasonal Change in Arctic Microbial Communities",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 659976.0,
 "awd_amount": 659976.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "This research focuses on the characteristics and mechanisms of microbial succession in the high Arctic. Empirical observations suggest that seasonal change could be viewed as consisting of two phases, with simpler communities gradually replaced by more complex assemblages. The researchers hypothesize that life histories of the early colonizers include metabolic versatility and ability to expand quickly, which leads to communities characterized more by interspecies chemical warfare than intricate species integration. They also hypothesize that at later stages, species develop multiple synergies, their communities become more complex, and integrated by a signaling and regulatory network. A corollary of these traits is that the first phase is populated with species that are relatively easy to cultivate in pure culture, whereas species dominating at later stages may appear ?uncultivable? in pure culture due to their dependencies on other species. They will test these hypotheses in a study of a microbial community in the Thule Area in Northern Greenland. This environment offers a range of communities from simple to more complex with tractable (short) seasonal succession and constitutes a pristine and endangered community.\r\n\r\nMethodological challenges are one of the principal reasons that many aspects of microbial seasonal succession remain unresolved. Instead of applying either culture-dependent or culture-independent methodologies, this group will combine the two so that they compensate synergistically for their respective weaknesses. They will interrogate the microbial richness and identify a model assemblage, followed by seasonal studies of the metagenome and metatranscriptome, with a particular focus on two hallmarks of microbial activities: production of antimicrobials and signaling compounds. They will cultivate >50% of the microbial species present using an arsenal of new cultivation platforms that depart radically from conventional cultivation and enable them to isolate previously uncultivated species. The ability to do so is one of the keys to the success of this project, because it will enable them to connect microbial function to microbial species, and vice versa. For that, they will sequence genomes of at least 150 novel previously uncultivated strains, and identify species whose antimicrobial, signaling activities were detected by their meta-omics approach. They will integrate the data, test the hypotheses, and infer how to artificially manipulate the trajectory of successional change. The inferences will be tested in direct in situ experimentation.\r\n\r\nIntellectual merit of this study is two-fold. The first is about bringing together in one study the culture- dependent and culture-independent approaches, enabling us to relate microbial diversity and function in the most general sense. The enabling technology is important for general microbial ecology because it identifies functions expressed by the community with specific microbial players, and deciphers the roles of individual species, spatially and temporally. It has the potential to transform the study of arctic and other environmental microorganisms by informing us what key species are present, what functions they perform, and how the structure-function relationship changes over time. Second is the application of this platform to the ecology of arctic microorganisms, whereby they will test specific hypotheses related to the direction and aspects of microbial seasonal succession, aiming at their mechanistic explanation. Regardless of whether the hypotheses stand, they will assess the importance of community-level microbial interactions that are based on production of bioactive compounds, how these interactions change over the course of seasonal succession, and whether trajectory of the microbial seasonal succession can be manipulated in a predictable fashion.\r\n\r\nThis approach may become useful in human and animal microbiome research helping establish roles of species implicated in a range of diseases; in bioremediation efforts by explaining roles of individual species in biotransformation of pollutants; and drug discovery since bioactive compounds are often produced in a community setting but not in isolation. These cultivation approaches are already used in biotechnology efforts, and are licensed to a biotech startup company. The project will provide opportunities for undergraduate and graduate training in a multidisciplinary setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Slava",
   "pi_last_name": "Epstein",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Slava S Epstein",
   "pi_email_addr": "slava.epstein@gmail.com",
   "nsf_id": "000104773",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yoshiteru",
   "pi_last_name": "Aoi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yoshiteru Aoi",
   "pi_email_addr": "y.aoi@neu.edu",
   "nsf_id": "000598883",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 659976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aimed at deciphering microbial interactions and learning what species plays what role in High Arctic habitats. To achieve this overarching goal, we assembled a truly multidisciplinary team collectively knowledgeable of microbiology, molecular biology and chemistry of natural products. Over a period of several years, multiple teams went to Northernmost Greenland, our test site, to cultivate microbial species from various habitats there and collected samples for molecular analyses back in the U.S. We experimented with and improved innovative cultivating technologies that are far more efficient in bringing microbial species into culture than are the conventional techniques.</p>\n<p>As a result of these efforts, we are now in possession of a very large collection of novel strains, and are presently exploring their antimicrobial and other properties.&nbsp;We discovered that the molecular signatures of these species various dramatically from site to site, and even within the same site. This made it challenging to integrate the data coming from samples taken less than an inch apart, and this made it difficult to build a unifying model of our target community. Putting it differently, we discovered what appears to be an astonishing level of heterogeneity in microbial distribution over visually homogenous habitat. This is important because it draws attention to optimal sampling strategies in microbial ecology research in general. An interesting outcome of the study is that it strongly suggests the need to develop tools to study microorganisms at the scale relevant to their lives, which is our next goal.</p>\n<p>Broader impacts include interdisciplinary training for three PhD students; training three exchange students from the University of Hannover trained in microbiology techniques including molecular methods of microbial identification (at no cost to the project); ten undergraduate students completed their independent research projects investigating properties of microorganisms isolated from the target habitat. Public outrich included coverage of our cultivation devices by BBC, NPR, New Yorker and numerous other news outlets. They are exhibited now at the Science Museums in London and Paris.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2018<br>\n\t\t\t\t\tModified by: Slava&nbsp;S&nbsp;Epstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project aimed at deciphering microbial interactions and learning what species plays what role in High Arctic habitats. To achieve this overarching goal, we assembled a truly multidisciplinary team collectively knowledgeable of microbiology, molecular biology and chemistry of natural products. Over a period of several years, multiple teams went to Northernmost Greenland, our test site, to cultivate microbial species from various habitats there and collected samples for molecular analyses back in the U.S. We experimented with and improved innovative cultivating technologies that are far more efficient in bringing microbial species into culture than are the conventional techniques.\n\nAs a result of these efforts, we are now in possession of a very large collection of novel strains, and are presently exploring their antimicrobial and other properties. We discovered that the molecular signatures of these species various dramatically from site to site, and even within the same site. This made it challenging to integrate the data coming from samples taken less than an inch apart, and this made it difficult to build a unifying model of our target community. Putting it differently, we discovered what appears to be an astonishing level of heterogeneity in microbial distribution over visually homogenous habitat. This is important because it draws attention to optimal sampling strategies in microbial ecology research in general. An interesting outcome of the study is that it strongly suggests the need to develop tools to study microorganisms at the scale relevant to their lives, which is our next goal.\n\nBroader impacts include interdisciplinary training for three PhD students; training three exchange students from the University of Hannover trained in microbiology techniques including molecular methods of microbial identification (at no cost to the project); ten undergraduate students completed their independent research projects investigating properties of microorganisms isolated from the target habitat. Public outrich included coverage of our cultivation devices by BBC, NPR, New Yorker and numerous other news outlets. They are exhibited now at the Science Museums in London and Paris.\n\n\t\t\t\t\tLast Modified: 05/01/2018\n\n\t\t\t\t\tSubmitted by: Slava S Epstein"
 }
}