{
 "awd_id": "1203139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Legal Culture and Compliance",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 9000.0,
 "awd_amount": 9000.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "Doctoral Dissertation Research: Legal Culture and Compliance\r\nElizabeth Boyle\r\nWenjie Liao\r\nUniversity of Minnesota\r\n\r\nAbstract\r\n\r\nDespite China's numerous recent transitions and low level of democracy, the Chinese people trust and embrace \r\ntheir courts and legal system above any other social institutions. This research examines how and why people \r\nin an authoritarian and changing society understand, valorize, and obey the law. While some suggest \r\nthat either coercion or legitimacy is the central explanation, we go further to test the interrelationship \r\nof these factors. We hypothesize that the precise role each plays will vary with the type of law considered.\r\nTo better understand the role of societal transitions on support for law, we explore how memories of important \r\nhistorical events and figures affect the level and nature of support for law. \r\n\r\nThe research design combines a social survey and in-depth interviews in a major provincial capital city, Chengdu,\r\nin southwest inland China. The survey will inquire about people's tendency toward legal (non-)compliance \r\nand their evaluation of different types of laws in terms of their legitimacy (i.e., how much they think each law \r\nreflects social values they support)and associated punishments (i.e., how likely they think the violation of \r\ncertain laws will entail harsh punishment).  The survey also inquires about memories of important events and \r\nfigures in Chinese history.  The survey will be followed by semi-structured interviews with a subsample\r\nof the respondents. The interviews will uncover the mechanisms that shape people's perceptions of laws' legitimacy.\r\n\r\nBroader Impact: This project expands legal compliance research beyond the boundaries of the Western world.\r\nWith a quarter of the world's population, China constitutes one of the largest and most influential\r\nsocieties in transition. A careful look into legal compliance in China will deepen understanding of how power and \r\nauthority shape individuals' minds. It will produce data for more comprehensive insight into Chinese society and \r\nculture that will be shared in scholarly communities inside and outside of China.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Boyle",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth H Boyle",
   "pi_email_addr": "boyle014@umn.edu",
   "nsf_id": "000388484",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wenjie",
   "pi_last_name": "Liao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenjie Liao",
   "pi_email_addr": "wxlgss@rit.edu",
   "nsf_id": "000713132",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 OAK ST SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Supported by the NSF Doctoral Dissertation Improvement Grant, the student co-PI of this project traveled to China in May 2012 to implement the survey instrument as proposed. The implementation went as planned and at the end of July 2012, data on 560 survey respondents were entered and transferred to the researcher by the local survey team.</p>\n<p>Since then, the student co-PI has conducted statistical analyses of the survey data and written academically on the findings.</p>\n<p>There are four major findings produced from this project so far.</p>\n<p>First, Chinese people are most likely to comply with family laws and least likely to compliance with laws protecting private economic interests. Specifically, more than 80% of the survey respondents expected people like them to not abandon their legal obligations toward their family members. In general, most respondents expect people like themselves to be rather law-abiding. With the only exception for &ldquo;downloading pirated movies and songs&rdquo;, more than 70% respondents expect people like them to have less than 50/50 percent chance of engaging in any of the other seven illegal behaviors.</p>\n<p>Second, Chinese people find family laws most legitimate. More than 90% of the survey respondents report that disobeying family laws violate the core social values of Chinese society. Meanwhile, there is some intra-category variation among the other kinds of laws&rsquo; legitimacy. For example, the least legitimate law appears to be the one that prohibits downloading pirated materials but the other law in the same category, i.e. theft law, is perceived by more respondent to be legitimate than the state-citizen relationship laws. Public economic laws are in the middle of the spectrum.</p>\n<p>Third, Chinese people believe legal non-compliance is likely to result in legal sanction, with the only exception for private economic laws. Respondents appear to believe that people like them are not likely to be punished for violating private economic laws, particularly the piracy law. In contrast, they seem to think that violating other laws is very likely to evoke punishment.</p>\n<p>Finally, legitimacy is consistently significantly and negatively related to the expectation of legal non-compliance while punishment is only significantly related to compliance with private economic laws.</p>\n<p>The student co-PI has presented these findings in Boston at the Law and Society Association Annual Meeting on May 31st, 2013. She is currently revising a paper for submission at the American Sociological Review in early summer 2013.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2013<br>\n\t\t\t\t\tModified by: Wenjie&nbsp;Liao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSupported by the NSF Doctoral Dissertation Improvement Grant, the student co-PI of this project traveled to China in May 2012 to implement the survey instrument as proposed. The implementation went as planned and at the end of July 2012, data on 560 survey respondents were entered and transferred to the researcher by the local survey team.\n\nSince then, the student co-PI has conducted statistical analyses of the survey data and written academically on the findings.\n\nThere are four major findings produced from this project so far.\n\nFirst, Chinese people are most likely to comply with family laws and least likely to compliance with laws protecting private economic interests. Specifically, more than 80% of the survey respondents expected people like them to not abandon their legal obligations toward their family members. In general, most respondents expect people like themselves to be rather law-abiding. With the only exception for \"downloading pirated movies and songs\", more than 70% respondents expect people like them to have less than 50/50 percent chance of engaging in any of the other seven illegal behaviors.\n\nSecond, Chinese people find family laws most legitimate. More than 90% of the survey respondents report that disobeying family laws violate the core social values of Chinese society. Meanwhile, there is some intra-category variation among the other kinds of lawsÆ legitimacy. For example, the least legitimate law appears to be the one that prohibits downloading pirated materials but the other law in the same category, i.e. theft law, is perceived by more respondent to be legitimate than the state-citizen relationship laws. Public economic laws are in the middle of the spectrum.\n\nThird, Chinese people believe legal non-compliance is likely to result in legal sanction, with the only exception for private economic laws. Respondents appear to believe that people like them are not likely to be punished for violating private economic laws, particularly the piracy law. In contrast, they seem to think that violating other laws is very likely to evoke punishment.\n\nFinally, legitimacy is consistently significantly and negatively related to the expectation of legal non-compliance while punishment is only significantly related to compliance with private economic laws.\n\nThe student co-PI has presented these findings in Boston at the Law and Society Association Annual Meeting on May 31st, 2013. She is currently revising a paper for submission at the American Sociological Review in early summer 2013.\n\n\t\t\t\t\tLast Modified: 06/05/2013\n\n\t\t\t\t\tSubmitted by: Wenjie Liao"
 }
}