{
 "awd_id": "1205263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant for the The Howard University Institute of Psychological Science Excellence in STEM Workforce Development and Education of Women and Girls",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 218956.0,
 "awd_amount": 218956.0,
 "awd_min_amd_letter_date": "2012-06-10",
 "awd_max_amd_letter_date": "2016-06-03",
 "awd_abstract_narration": "The primary goal of this planning grant proposal is to achieve the following objectives (1) complete two archival data manuscript projects- the first on Black women?s lives and roles in the history of science generally and their leadership at HBCUs in particular and the second on gender differences in achievement motivation and identity of Black adolescents in an HBCU middle school of mathematics and science; and (2) solidify formal collaborative partnership memorandum of understanding with universities and colleges, industry, a professional school, industry, and a national laboratory.  The proposal adopts a behavioral science theoretical model to engage in activities that will fill significant gaps in the scholarship of the intersections of race, gender, and STEM workforce development and education. In addition, it also proposes to provide a firm foundation for the formulation of future competitive grant proposals and philanthropic giving for this institute.\r\n\r\nIn terms of the project's short term broad impacts, it proposes to establish formal collaborative partnerships to engage diverse institution types with complementary strengths and proven track records of leading the nation in broadening the participation of underrepresented groups in STEM. Moreover, it proposes to produce and broadly disseminate scholarship that can inform future theory, method, and practice in secondaryandhighereducationactionresearch. \r\n\r\nThe results from this project will be disseminated broadly both nationally and internationally through the professional societies and networks of the research team, as well as through the Howard University Office of Communications. The global competitiveness of the nation and its ability to reestablish itself as a world leader in scientific and technological education and innovation requires significant federal, corporate, private, and institutional investment in the scholarship and professional development of female innovators (Tchen & Jarret, 2011). The sustained engagement of behavioral scientists is an important but typically overlooked national strategy for STEM human talent development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Winston",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia E Winston",
   "pi_email_addr": "cewinston@howard.edu",
   "nsf_id": "000477067",
   "pi_start_date": "2012-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberley",
   "pi_last_name": "Freeman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberley E Freeman",
   "pi_email_addr": "kefreeman@howard.edu",
   "nsf_id": "000066425",
   "pi_start_date": "2012-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200599997",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 218956.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>The project team developed a broad range of scholarly products that can inform inclusive<em> </em>culturally responsive and developmentally appropriate STEM education and STEM workforce development. &nbsp; These products include journal articles, book chapters, national and international conference presentations, invited talks, and curricular materials for professional development of STEM teachers and STEM informal education.&nbsp;</p>\n<p>The research conducted generated transformative knowledge about the structural systems of exclusion of women and the psychology of success necessary for negotiating gendered STEM learning and workforce environments characteristic of both at HBCUs and non-HBCUs. &nbsp;Also, it was discovered that the use of culturally relevant pedagogy with the teaching of computational thinking and computer programming skills to African American middle school students in an informal learning environment (2-week summer camp) had a positive impact not only on students&rsquo; learning (i.e. knowledge of behavioral science, history, and computational thinking concepts), but also their self-efficacy, sense of belonging to career interests in computer science. All of the project research was guided by underutilized theoretical constructs at the intersection of the psychology of organizational, familial, racial, gendered, historical, and scientific cultures in which the lives of women and girls develop. The transformative knowledge generated by the project can be used as evidence to inform the design, implementation, and evaluation of educational, professional development, and research programs.</p>\n<p>The project&rsquo;s scholarly products demonstrate the important contributions made by the inclusion of educational psychology and narrative personality psychology theoretical frameworks in STEM education and STEM workforce development broadening participation research, education, outreach, and professional development. &nbsp;The sustained engagement of behavioral science research is often undervalued in the national strategies for broadening participation in STEM.</p>\n<p>And yet, the nation&rsquo;s ability to promote innovation and economic growth, as well as NSF&rsquo;s achievement of its goal in its strategic plan &ldquo;to cultivate a world-class, broadly inclusive science and engineering workforce and expanded scientific literacy of all citizens&rdquo; depends on significant investment in expanding the research capacity for psychological broadening participation research at HBCUs who have inclusiveness, excellence, and civic responsibility at the heart of their institutional missions.</p>\n<p><strong>Broad Impacts</strong></p>\n<p>Using evidence from the project&rsquo;s research, the principal investigator team collaborated with scholars across a range of disciplines to develop culturally relevant and gender sensitive biological science, behavioral science, computer science, and education outreach activities for middle school science and math teachers, students, and staff.&nbsp;</p>\n<p>The project provided support for the substantive mentoring of graduate students, postdoctoral fellows, and faculty that resulted in appointments and promotion of women STEM faculty in a range of disciplines (e.g. computer science, psychology, chemistry) at several Historically Black Colleges and Universities (HBCUs).&nbsp; This is significant because women STEM faculty are severely underrepresented across all levels of the professoriate and administration at HBCUs.&nbsp;</p>\n<p>The principal investigator team developed and submitted three competitive grant proposals to apply and extend the project's findings, as well as its education, outreach, mentoring, and professional development activities. Accelerated by the current project, the ultimate goal of this continued grantsmanship is to create a center that is world-class and needed in higher education.&nbsp; This center would conduct and create capacity for broadening participation research at HBCUs on HBCU STEM education and STEM equity, test STEM education design experiments in K-12, leverage collective impact through partnerships, build a community of scientists, students, and practitioners committed to HBCUs and STEM equity, and translate and disseminate the Center&rsquo;s work for education change and the public good.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Cynthia&nbsp;E&nbsp;Winston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThe project team developed a broad range of scholarly products that can inform inclusive culturally responsive and developmentally appropriate STEM education and STEM workforce development.   These products include journal articles, book chapters, national and international conference presentations, invited talks, and curricular materials for professional development of STEM teachers and STEM informal education. \n\nThe research conducted generated transformative knowledge about the structural systems of exclusion of women and the psychology of success necessary for negotiating gendered STEM learning and workforce environments characteristic of both at HBCUs and non-HBCUs.  Also, it was discovered that the use of culturally relevant pedagogy with the teaching of computational thinking and computer programming skills to African American middle school students in an informal learning environment (2-week summer camp) had a positive impact not only on students? learning (i.e. knowledge of behavioral science, history, and computational thinking concepts), but also their self-efficacy, sense of belonging to career interests in computer science. All of the project research was guided by underutilized theoretical constructs at the intersection of the psychology of organizational, familial, racial, gendered, historical, and scientific cultures in which the lives of women and girls develop. The transformative knowledge generated by the project can be used as evidence to inform the design, implementation, and evaluation of educational, professional development, and research programs.\n\nThe project?s scholarly products demonstrate the important contributions made by the inclusion of educational psychology and narrative personality psychology theoretical frameworks in STEM education and STEM workforce development broadening participation research, education, outreach, and professional development.  The sustained engagement of behavioral science research is often undervalued in the national strategies for broadening participation in STEM.\n\nAnd yet, the nation?s ability to promote innovation and economic growth, as well as NSF?s achievement of its goal in its strategic plan \"to cultivate a world-class, broadly inclusive science and engineering workforce and expanded scientific literacy of all citizens\" depends on significant investment in expanding the research capacity for psychological broadening participation research at HBCUs who have inclusiveness, excellence, and civic responsibility at the heart of their institutional missions.\n\nBroad Impacts\n\nUsing evidence from the project?s research, the principal investigator team collaborated with scholars across a range of disciplines to develop culturally relevant and gender sensitive biological science, behavioral science, computer science, and education outreach activities for middle school science and math teachers, students, and staff. \n\nThe project provided support for the substantive mentoring of graduate students, postdoctoral fellows, and faculty that resulted in appointments and promotion of women STEM faculty in a range of disciplines (e.g. computer science, psychology, chemistry) at several Historically Black Colleges and Universities (HBCUs).  This is significant because women STEM faculty are severely underrepresented across all levels of the professoriate and administration at HBCUs. \n\nThe principal investigator team developed and submitted three competitive grant proposals to apply and extend the project's findings, as well as its education, outreach, mentoring, and professional development activities. Accelerated by the current project, the ultimate goal of this continued grantsmanship is to create a center that is world-class and needed in higher education.  This center would conduct and create capacity for broadening participation research at HBCUs on HBCU STEM education and STEM equity, test STEM education design experiments in K-12, leverage collective impact through partnerships, build a community of scientists, students, and practitioners committed to HBCUs and STEM equity, and translate and disseminate the Center?s work for education change and the public good. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Cynthia E Winston"
 }
}