{
 "awd_id": "1205501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-NEW: Collaborative Research: COMET: A Web Infrastructure for Research and Experimentation in User Interactive Event Driven Testing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 367896.0,
 "awd_amount": 391896.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "User interactive event driven software is pervasive today.  End users interact with applications by pointing, clicking or touching the interface, and as this happens, the programs respond.  Ensuring the dependability of these systems through software testing is paramount, because insufficient testing techniques currently cost the US economy billions of dollars annually.  Yet the flexibility of these systems, which make them appealing to users, also increases the difficulty of testing them. This difficulty has fueled a large body of research on user interactive event driven testing, but the newly developed techniques are often evaluated using isolated case studies and experiments. The user interactive event driven testing community lacks a common set of benchmarks and tools for evaluating their new methods, leading to experimental mismatch; the results of one study are difficult to compare with another. The lack of common benchmarks also means that we cannot easily combine results of multiple studies to build a larger body of knowledge.\r\n \r\nThis project reduces the mismatch and is advancing user interactive event driven testing research by developing a shared research and experimentation web infrastructure called COMET.  An initial proof of concept for COMET was developed through earlier support from NSF.  Factors that contribute to the mismatch include the development of platform specific test methods, test harnesses that require customizations for each test subject application and each operating system, and models that are incompatible with one another.  The research will devise new techniques to control the testing environment, contextualizing factors that may affect experimental outcome and will allow for evolution and change of the artifacts over time.  It is building a shared and extensible web infrastructure of benchmarks, tools, models and test artifacts that will enable scientific discovery in the state-of-the-art of user interactive event driven testing.   COMET is a public resource that will be available to a broader community.  Its impact will extend not only to the user interactive event testing research community, but also to others that work with user interfaces such as those who study usability, and to industry and the software testing community at large. The project work will involve both graduate and undergraduate students. Artifacts from the COMET website will be utilized for educational purposes in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Atif",
   "pi_last_name": "Memon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Atif Memon",
   "pi_email_addr": "atif@cs.umd.edu",
   "nsf_id": "000217317",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  },
  {
   "pgm_ele_code": "794400",
   "pgm_ele_name": "SOFTWARE ENG & FORMAL METHODS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7352",
   "pgm_ref_txt": "COMPUTING PROCESSES & ARTIFACT"
  },
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7943",
   "pgm_ref_txt": "PROGRAMMING LANGUAGES"
  },
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 367896.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>A large body of research has focused on developing software testing&nbsp;techniques for applications that have user&nbsp;interactive (often graphical)&nbsp;interfaces. However, we lack ways to fairly compare results between&nbsp;researchers, since&nbsp;there has been no common set of benchmarks. In&nbsp;addition, controlling the outcomes of tests so that they produce the&nbsp;same result each time is non-trivial because this type of testing is&nbsp;dependent on complex test harnesses and is&nbsp;environmentally dependent&nbsp;(starting state of application, operating system, tools, and system&nbsp;resources). In this project&nbsp;we built a website called Community&nbsp;Event-based Testing or (COMET) (</span><a href=\"http://comet.unl.edu/\" target=\"_blank\">comet.unl.edu</a><span>) to collate and share&nbsp;benchmarking artifacts for this purpose. This website allows registered&nbsp;users to download the artifacts in order to&nbsp;repeat our experiments and&nbsp;to compare their new approaches against ours. As users of COMET increase&nbsp;over time,&nbsp;we expect many novel testing techniques to be developed that&nbsp;can be fairly compared between different research&nbsp;groups. Throughout&nbsp;the life of this grant we have also studied fundamental research&nbsp;questions on topics such as test&nbsp;suite repeatability, test suite repair&nbsp;and test oracles.</span><br /><br /><span>Intellectual Merit: &nbsp;We have developed a website,&nbsp;and created a common format &nbsp;for user interactive testing artifacts&nbsp;and&nbsp;have included a template to allow members of the broader community to&nbsp;contribute .We have uploaded 29&nbsp;benchmark programs (including several&nbsp;that were contributed by others in the community). The benchmarks&nbsp;include a&nbsp;variety of applications and include test cases, models, tools&nbsp;and coverage/fault matrices when available. We have&nbsp;made an effort to&nbsp;provide full environmental conditions so that our experiments are&nbsp;repeatable. &nbsp;Almost 200 users have&nbsp;registered on our site which gives&nbsp;unlimited access to the artifacts. To date, 14 papers have been&nbsp;published by authors&nbsp;who have utilized our artifacts. We have also made&nbsp;fundamental research contributions in test suite repair, in reducing&nbsp;test case flakiness and begun to study these issues in the mobile&nbsp;domain. We have published many of these papers in&nbsp;top software&nbsp;engineering venues.</span><br /><br /><span>Broader Impacts:&nbsp;During the course of this grant we&nbsp;have involved (and published papers with) both graduate and&nbsp;undergraduate students on this research, some of whom are from&nbsp;underrepresented groups. &nbsp;The research has led to&nbsp;multiple MS/PHD theses&nbsp;and several of the students &nbsp;have gone on to graduate studies at other&nbsp;Universities. &nbsp;Students&nbsp;working on this project have also had the&nbsp;opportunity to attend conferences and present their research to the&nbsp;broader&nbsp;community. &nbsp; We have had industrial partners on some of this&nbsp;work, and many of the registered users on COMET are&nbsp;from industry. &nbsp;PIs Cohen and Memon&nbsp;have given several invited talks &nbsp;both at conferences and at companies&nbsp;and&nbsp;presented a tutorial on controlling test flakiness at ICSE 2013. &nbsp;Finally, both PIs have incorporated material from&nbsp;COMET in their courses at their respective universities.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2016<br>\n\t\t\t\t\tModified by: Atif&nbsp;Memon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA large body of research has focused on developing software testing techniques for applications that have user interactive (often graphical) interfaces. However, we lack ways to fairly compare results between researchers, since there has been no common set of benchmarks. In addition, controlling the outcomes of tests so that they produce the same result each time is non-trivial because this type of testing is dependent on complex test harnesses and is environmentally dependent (starting state of application, operating system, tools, and system resources). In this project we built a website called Community Event-based Testing or (COMET) (comet.unl.edu) to collate and share benchmarking artifacts for this purpose. This website allows registered users to download the artifacts in order to repeat our experiments and to compare their new approaches against ours. As users of COMET increase over time, we expect many novel testing techniques to be developed that can be fairly compared between different research groups. Throughout the life of this grant we have also studied fundamental research questions on topics such as test suite repeatability, test suite repair and test oracles.\n\nIntellectual Merit:  We have developed a website, and created a common format  for user interactive testing artifacts and have included a template to allow members of the broader community to contribute .We have uploaded 29 benchmark programs (including several that were contributed by others in the community). The benchmarks include a variety of applications and include test cases, models, tools and coverage/fault matrices when available. We have made an effort to provide full environmental conditions so that our experiments are repeatable.  Almost 200 users have registered on our site which gives unlimited access to the artifacts. To date, 14 papers have been published by authors who have utilized our artifacts. We have also made fundamental research contributions in test suite repair, in reducing test case flakiness and begun to study these issues in the mobile domain. We have published many of these papers in top software engineering venues.\n\nBroader Impacts: During the course of this grant we have involved (and published papers with) both graduate and undergraduate students on this research, some of whom are from underrepresented groups.  The research has led to multiple MS/PHD theses and several of the students  have gone on to graduate studies at other Universities.  Students working on this project have also had the opportunity to attend conferences and present their research to the broader community.   We have had industrial partners on some of this work, and many of the registered users on COMET are from industry.  PIs Cohen and Memon have given several invited talks  both at conferences and at companies and presented a tutorial on controlling test flakiness at ICSE 2013.  Finally, both PIs have incorporated material from COMET in their courses at their respective universities.\n\n\t\t\t\t\tLast Modified: 11/14/2016\n\n\t\t\t\t\tSubmitted by: Atif Memon"
 }
}