{
 "awd_id": "1205721",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-ADDO-NEW: FPGA Accelerator Research Infrastructure Cloud (FAbRIC)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "Reconfigurable hardware has tremendous potential in terms of performance and power efficiency.  However, the high cost of tools needed to program such systems, and need to program at a very low level together put such systems out of reach of most researchers.  The FAbRIC (FPGA Research Infrastructure Cloud) project will acquire and maintain such systems and their tools in the Texas Advanced Computing Center for open use by all researchers.  In addition, the PIs will port our own reconfigurable hardware \"operating systems\" to the platforms to dramatically improve their usability and our own applications to serve as starting points for future work.  \r\n\r\n\r\nHaving an open, shared resource of this kind makes some of the highest performance computational power available to all researchers, regardless of their location or their ability to purchase and maintain such systems.  The project team will run distributed classes for students and researchers to learn how to use such platforms.  In addition, the default usage model of \"open source to play\" enables anyone who agrees to let the team open their source codes to use the facility free of charge.  Such a shared platform with free industrial-strength tools and open sourced code finally enables true reproducibility of research results  and the ability to leverage other work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Chiou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Derek Chiou",
   "pi_email_addr": "derek@ece.utexas.edu",
   "nsf_id": "000332399",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Advanced Computing Center, UT Austin",
  "perf_str_addr": "10100 Burnet Road (R8700)",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">Field Programmable Gate Arrays (FPGAs) are devices that are multiple orders of magnitude more performant and energy efficient than software but are also programmable.<span>&nbsp; </span>Thus, FPGAs have the potential to tackle problems that have otherwise been impractical to run on conventional processors.<span>&nbsp; </span>Wide adoption of FPGAs, however, has been impeded by (i) the high cost of FPGAs in low quantities, (ii) the difficulty of setting up and maintaining an FPGA development environment compared to software development environments, and (iii) the lack of an FPGA eco-system.<span>&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The FPGA Research Infrastructure Cloud (FAbRIC) was intended to address those problems by acquiring and deploying expensive and/or large scale FPGA platforms, tools, and servers on which to run those tools and providing that infrastructure to the community for open research.<span>&nbsp; </span>We acquired four cutting edge sets of systems.<span>&nbsp; </span>We also acquired the appropriate tools, and purchased servers to run those tools on.<span>&nbsp; </span>We negotiated the ability for users of FAbRIC to publish their results which is traditionally not allowed by the standard license agreement.<span>&nbsp; </span>We provided open access to those systems and tools/servers for open research and education.<span>&nbsp; </span>Such systems were not readily available to most researchers due to their cost, or scale, and/or limited availability from the manufacturer.</span></p>\n<p><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">We provided over 200 users with access to FAbRIC machines.<span>&nbsp; </span>We required users to agree to open source the FPGA code that was run on FAbRIC, enabling others to build on top of research run in FAbRIC.<span>&nbsp; </span>A wide range of research was done, including traditional FPGA research into variable-precision floating point and improved floating-point representation and computation, creating more access ports for memories within an FPGA, to programmable accelerators, to genomics.<span>&nbsp; </span>In some cases, FAbRIC's shared infrastructure model enabled researchers to experiment with and quickly discover that the original approach was suboptimal, rather than requiring them to go through the effort of getting funding and acquiring systems and CAD tools and to then discover a different path was more suitable. Classes have been run on FAbRIC to eliminate the standard issues around the need to acquire, deploy, and maintain such gear.<span>&nbsp; </span>In addition, FAbRIC has at least partially inspired the question of whether FPGAs could be effectively used in supercomputers to accelerate high performance computing applications.<span>&nbsp; </span></span></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2019<br>\n\t\t\t\t\tModified by: Derek&nbsp;Chiou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nField Programmable Gate Arrays (FPGAs) are devices that are multiple orders of magnitude more performant and energy efficient than software but are also programmable.  Thus, FPGAs have the potential to tackle problems that have otherwise been impractical to run on conventional processors.  Wide adoption of FPGAs, however, has been impeded by (i) the high cost of FPGAs in low quantities, (ii) the difficulty of setting up and maintaining an FPGA development environment compared to software development environments, and (iii) the lack of an FPGA eco-system.  \n\nThe FPGA Research Infrastructure Cloud (FAbRIC) was intended to address those problems by acquiring and deploying expensive and/or large scale FPGA platforms, tools, and servers on which to run those tools and providing that infrastructure to the community for open research.  We acquired four cutting edge sets of systems.  We also acquired the appropriate tools, and purchased servers to run those tools on.  We negotiated the ability for users of FAbRIC to publish their results which is traditionally not allowed by the standard license agreement.  We provided open access to those systems and tools/servers for open research and education.  Such systems were not readily available to most researchers due to their cost, or scale, and/or limited availability from the manufacturer.\n\nWe provided over 200 users with access to FAbRIC machines.  We required users to agree to open source the FPGA code that was run on FAbRIC, enabling others to build on top of research run in FAbRIC.  A wide range of research was done, including traditional FPGA research into variable-precision floating point and improved floating-point representation and computation, creating more access ports for memories within an FPGA, to programmable accelerators, to genomics.  In some cases, FAbRIC's shared infrastructure model enabled researchers to experiment with and quickly discover that the original approach was suboptimal, rather than requiring them to go through the effort of getting funding and acquiring systems and CAD tools and to then discover a different path was more suitable. Classes have been run on FAbRIC to eliminate the standard issues around the need to acquire, deploy, and maintain such gear.  In addition, FAbRIC has at least partially inspired the question of whether FPGAs could be effectively used in supercomputers to accelerate high performance computing applications.  \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 01/02/2019\n\n\t\t\t\t\tSubmitted by: Derek Chiou"
 }
}