{
 "awd_id": "1205809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cosmic-ray Physics with IceCube",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1380000.0,
 "awd_amount": 1380000.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2014-06-19",
 "awd_abstract_narration": "IceCube is a neutrino observatory at the South Pole. It consists of more than 5000 digital optical modules between 1.45 and 2.45 km deep in the dark, clear ice of the Antarctic glacier. Each module includes a 10 inch photomultiplier, an onboard computer, and associated electronics, all contained inside a glass pressure sphere and connected by wires to the central data acquisition system. IceTop is the surface component of IceCube, with a pair of ice-filled tanks near the top of each down-hole cable. Each tank is instrumented with two modules integrated into the overall IceCube data acquisition system. As charged particles pass through the ice, whether deep in IceCube or in the surface tanks they generate flashes of light that are digitally recorded.\r\n \r\nThis award will provide support for the University of Delaware group to study the high-energy cosmic-ray events detected by IceCube. The novel feature of IceCube as a cosmic-ray detector is its ability to study events seen in coincidence by both IceTop and the deep detectors of IceCube. The ratio of signal in deep detectors to signal on the surface is sensitive to the relative concentration of different groups of nuclei in the primary cosmic radiation in a high energy range not accessible to direct measurements. A particular emphasis of this work is to search for a transition from galactic cosmic rays to a higher energy population of particles from extra-galactic sources. The two populations would be differentiated by their composition and energy spectra. The results will contribute to understanding the sources and acceleration mechanisms of high energy particles in Nature.\r\n\r\nBroader Impact:  Undergraduate physics students are involved in the calibration procedure and in creating processing, triggering and reconstruction algorithms. They make significant contributions to the project as they learn the related elementary particle physics and electronics. During the construction phase of IceCube, a web site was created at the University of Delaware that provided an interface with local schools. The site will be updated to focus on science, particularly the near real time stream of data from the surface detectors along with an explanation of how these data trace solar activity and space weather.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Gaisser",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas K Gaisser",
   "pi_email_addr": "gaisser@bartol.udel.edu",
   "nsf_id": "000288041",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todor",
   "pi_last_name": "Stanev",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Todor S Stanev",
   "pi_email_addr": "stanev@bartol.udel.edu",
   "nsf_id": "000238594",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Seckel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Seckel",
   "pi_email_addr": "dseckel@udel.edu",
   "nsf_id": "000203583",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Evenson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Evenson",
   "pi_email_addr": "evenson@udel.edu",
   "nsf_id": "000313957",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "217 Sharp Lab",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  },
  {
   "pgm_ele_code": "511500",
   "pgm_ele_name": "ANT Astrophys & Geospace Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1643",
   "pgm_ref_txt": "PARTICLE ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 460000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 460000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 460000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cosmic Ray Physics with IceCube</p>\n<p>IceCube is a neutrino observatory at the South Pole.&nbsp; It consists of more than 5000 optical sensors placed in the clear deep ice near the NSF Amundsen-Scott South Pole Station (between 1.5 and 2.5 kilometers below the surface).&nbsp; IceCube also includes a surface component called IceTop with pairs of optical sensors embedded in tanks of clear ice.&nbsp; The first accompanying image is an artist&rsquo;s rendering of IceCube.&nbsp; The optical modules are sensitive to faint flashes of light produced by charged particles in the ice as they pass in or near the array of sensors.&nbsp; The second image is the event display of the cascade of particles from the interaction of a high-energy cosmic ray in the atmosphere above IceCube.</p>\n<p>The goal of IceCube is to detect neutrinos from distant astrophysical sources such as massive black holes powered by accretion of matter attracted by their strong gravity.&nbsp; Neutrinos interact very weakly with ordinary matter, and, being electrically neutral, they can emerge from deep inside dense sources in the distant Universe and arrive at Earth without deviation.&nbsp; In contrast, light and other forms of electromagnetic radiation are re-processed in the sources and during propagation.&nbsp; Charged particles, which are also expected along with neutrinos, follow complicated paths in ever-present magnetic fields and therefore do not point back to their sources.&nbsp; Neutrinos are therefore a potentially unique probe of astrophysics, complementary to the more usual forms of radiation.</p>\n<p>The challenge has been to detect the neutrinos because they rarely interact inside or near the detector.&nbsp; IceCube has finally overcome this barrier by instrumenting a sufficiently large volume of ice to be able to identify a sample of high-energy neutrinos of astrophysical origin.&nbsp; To do so, the background of events from cosmic rays had to be reduced by more than seven orders of magnitude.&nbsp; This is done in two ways: first, by using the Earth as a filter to identify an excess of high-energy neutrinos above the background of atmospheric neutrinos; and second, by requiring that events start inside the detector.&nbsp; It was the second approach that led to the initial evidence for high-energy neutrinos of astrophysical origin (Science Magazine, vol. 342, 1242856, 2013).&nbsp; The research of the University of Delaware group on atmospheric (cosmic-ray) neutrinos contributed to the development of the self-veto strategy of the starting event analysis by which background events from above can be rejected by accompanying shower particles seen in the outer veto region.</p>\n<p>Another accomplishment of the Delaware IceCube group is a measurement of the energy spectrum of primary cosmic rays with exceptionally good energy resolution using IceTop.&nbsp; Studies of cosmic ray events like the one shown in the second image go hand-in-hand with study of astrophysical neutrinos.&nbsp; This is because astrophysical neutrinos are produced when high-energy cosmic-ray particles such as protons interact in or near their sources. &nbsp;Thus, the neutrinos trace sites of cosmic-ray acceleration.&nbsp; We do not yet have enough astrophysical neutrinos to make a definitive identification of their sources, but this is the focus for the future.</p>\n<p>Understanding the physical processes that give rise to events in IceCube such as the one displayed in the second figure is an excellent way to introduce students to elementary particles and their role in astrophysics.&nbsp; The signals on the surface come mainly from photons and charged particles of low energy produced in the atmospheric cascade initiated by the primary cosmic ray.&nbsp; An event like this one would have about 100 million particles forming a pancake-like shower front perpendicular to the direction of the primary. &nbsp;&nbsp;The shower front is sa...",
  "por_txt_cntn": "\nCosmic Ray Physics with IceCube\n\nIceCube is a neutrino observatory at the South Pole.  It consists of more than 5000 optical sensors placed in the clear deep ice near the NSF Amundsen-Scott South Pole Station (between 1.5 and 2.5 kilometers below the surface).  IceCube also includes a surface component called IceTop with pairs of optical sensors embedded in tanks of clear ice.  The first accompanying image is an artistÆs rendering of IceCube.  The optical modules are sensitive to faint flashes of light produced by charged particles in the ice as they pass in or near the array of sensors.  The second image is the event display of the cascade of particles from the interaction of a high-energy cosmic ray in the atmosphere above IceCube.\n\nThe goal of IceCube is to detect neutrinos from distant astrophysical sources such as massive black holes powered by accretion of matter attracted by their strong gravity.  Neutrinos interact very weakly with ordinary matter, and, being electrically neutral, they can emerge from deep inside dense sources in the distant Universe and arrive at Earth without deviation.  In contrast, light and other forms of electromagnetic radiation are re-processed in the sources and during propagation.  Charged particles, which are also expected along with neutrinos, follow complicated paths in ever-present magnetic fields and therefore do not point back to their sources.  Neutrinos are therefore a potentially unique probe of astrophysics, complementary to the more usual forms of radiation.\n\nThe challenge has been to detect the neutrinos because they rarely interact inside or near the detector.  IceCube has finally overcome this barrier by instrumenting a sufficiently large volume of ice to be able to identify a sample of high-energy neutrinos of astrophysical origin.  To do so, the background of events from cosmic rays had to be reduced by more than seven orders of magnitude.  This is done in two ways: first, by using the Earth as a filter to identify an excess of high-energy neutrinos above the background of atmospheric neutrinos; and second, by requiring that events start inside the detector.  It was the second approach that led to the initial evidence for high-energy neutrinos of astrophysical origin (Science Magazine, vol. 342, 1242856, 2013).  The research of the University of Delaware group on atmospheric (cosmic-ray) neutrinos contributed to the development of the self-veto strategy of the starting event analysis by which background events from above can be rejected by accompanying shower particles seen in the outer veto region.\n\nAnother accomplishment of the Delaware IceCube group is a measurement of the energy spectrum of primary cosmic rays with exceptionally good energy resolution using IceTop.  Studies of cosmic ray events like the one shown in the second image go hand-in-hand with study of astrophysical neutrinos.  This is because astrophysical neutrinos are produced when high-energy cosmic-ray particles such as protons interact in or near their sources.  Thus, the neutrinos trace sites of cosmic-ray acceleration.  We do not yet have enough astrophysical neutrinos to make a definitive identification of their sources, but this is the focus for the future.\n\nUnderstanding the physical processes that give rise to events in IceCube such as the one displayed in the second figure is an excellent way to introduce students to elementary particles and their role in astrophysics.  The signals on the surface come mainly from photons and charged particles of low energy produced in the atmospheric cascade initiated by the primary cosmic ray.  An event like this one would have about 100 million particles forming a pancake-like shower front perpendicular to the direction of the primary.   The shower front is sampled by the surface detector array and the direction of the primary cosmic ray is determined from the times that the detectors are hit.  The signals in the deep detector come (in this event) from several hun..."
 }
}