{
 "awd_id": "1206696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ramanujan 125",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "Ramanujan 125, a conference to commemorate the 125th anniversary of Ramanujan's birth, will be held November 5-7, 2012 at the University of Florida. A centenary conference in the USA was held at the University of Illinois in 1987. At Ramanujan 125, progress since the centenary conference will be reviewed, emphasing current research in areas of mathematics influenced by Ramanujan. The conference will cover the following topics: Partition Congruences and Congruence Properties of Modular Forms, Ramanujan's Mock Theta Functions, The Hardy-Littlewood Circle Method,  q-Series and Special Functions, Combinatorics of Partitions and q-series, and Symbolic Computation. \r\n\r\nSrinivasa Ramanujan was an Indian mathematical genius who died in 1920, and who although had no formal training left behind a collection of notebooks filled with mathematical formulae which has intrigued mathematicians ever since. His work has had a profound impact on many areas of mathematics including number theory, combinatorics and generalized hypergeometric functions.  The conference will include eight plenary talks surveying major recent developments relating to Ramanujan's work and their impact on a wide range of areas.  There will also be two History Lectures of appeal to undergraduate students and a number of 30 minute research presentations. Undergraduate  students, graduate students and recent PhDs will be invited to the conference.  Special effort will be given to support women and minority participants.  The talks and papers of the conference will be widely disseminated by  making presentations and abstracts available on the conference web page, and by publishing a refereed conference proceedings. More information can be found at www.math.ufl.edu/~fgarvan/ramanujan125.html.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "F.",
   "pi_last_name": "Garvan",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "F. G Garvan",
   "pi_email_addr": "fgarvan@ufl.edu",
   "nsf_id": "000218255",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krishnaswami",
   "pi_last_name": "Alladi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishnaswami Alladi",
   "pi_email_addr": "alladik@math.ufl.edu",
   "nsf_id": "000464432",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326118105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A three day international conference, &ldquo;Ramanujan 125,&rdquo; was held at the University of Florida, Gainesville, during November 5-7, 2012. Professors Frank Garvan, Krishna Alladi of the University of Florida and Ae Ja Yee of The Pennsylvania State University, were co-organizers of the conference. The conference attracted 70 active research mathematicians from around the world including more than a dozen from Europe. The three greatest experts on Ramanujan's work, Professors George Andrews (The Pennsylvania State University), Richard Askey (University of Wisconsin), and Bruce Berndt (University of Illinois), delivered invited talks at this conference. There were ten plenary lectures of one hour each and about forty shorter research presentations.</p>\n<p>&nbsp;</p>\n<p><strong>Srinivasa Ramanujan</strong> (22 December 1887&nbsp;&ndash; 26 April 1920) was an Indian mathematician with almost no formal training who made extraordinary contributions to mathematical analysis, number theory, infinite series, and continued fractions. After a correspondence with the English mathematician G. H. Hardy who recognized his brilliance, Ramanujan was invited to Cambridge. He was said to be a natural genius, in the same league as mathematicians such as Euler and Gauss.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Hardy expressed the view that the real tragedy with Ramanujan's life was not his early death at the age of 32, but that during his most formative years in India, Ramanujan did not receive proper guidance, and so a significant portion of his work was rediscovery. Ramanujan's work on mock theta functions and his other identities that he did in India after his return from England, and in the few months before his death, are grander in design and greater in depth than his previous accomplishments. One can only imagine what greater heights he would have scaled had he lived longer.</p>\n<p>&nbsp;</p>\n<p>In his last letter to Hardy in January 1920, Ramanujan communicated his findings on what he called &ldquo;mock theta functions.&rdquo; These are functions which mimic the theta functions in the sense that their coefficients can be estimated with the same degree of precision as in the case of objects expressible in terms of theta functions. Ramanujan had obtained an asymptotic evaluation of these mock theta functions and in his letter observed that if certain well behaved analytic expressions were subtracted from the mock theta functions, the resulting error is bounded. He also indicated the bounds in some instances. For many years, the exact connections between mock theta functions and the theory of theta functions and modular forms were not known, and this was one of the tantalizing mathematical mysteries. In the last decade, Ken Ono (Emory University), Kathrin Bringmann (University of Cologne), and their co-workers, developing fundamental ideas in a 2003 PhD thesis of Sander Zwegers (University of Cologne) written under the direction of Don Zagier (Max Planck Institute for Mathematics, Bonn), have connected mock theta functions with harmonic Maass forms. This has provided a key to unlock this mystery.</p>\n<p>&nbsp;</p>\n<p>During the Florida conference, Ono announced for the first time his recent joint work with Amanda Folsom (Yale University) and Robert Rhoades (Stanford University) in which they obtain a precise expression for the bounded error that Ramanujan indicated. Other plenary talks included presentations by Robert Vaughan (The Pennsylvania State University) on the Hardy-Ramanujan-Littlewood Circle Method, Dorian Goldfeld (Columbia University) on Ramanujan Sums, and Doron Zeilberger (Rutgers University) on Ramanujan as the greatest experimental mathematician. Two of the plenary talks were by Kannan Soundararajan (Stanford University) and Kathrin Bringmann, who are winners of the prestigious SASTRA Ramanujan Prize.</p>\n<p>Two other speakers from Europe were Christian Krattenthale...",
  "por_txt_cntn": "\nA three day international conference, \"Ramanujan 125,\" was held at the University of Florida, Gainesville, during November 5-7, 2012. Professors Frank Garvan, Krishna Alladi of the University of Florida and Ae Ja Yee of The Pennsylvania State University, were co-organizers of the conference. The conference attracted 70 active research mathematicians from around the world including more than a dozen from Europe. The three greatest experts on Ramanujan's work, Professors George Andrews (The Pennsylvania State University), Richard Askey (University of Wisconsin), and Bruce Berndt (University of Illinois), delivered invited talks at this conference. There were ten plenary lectures of one hour each and about forty shorter research presentations.\n\n \n\nSrinivasa Ramanujan (22 December 1887 &ndash; 26 April 1920) was an Indian mathematician with almost no formal training who made extraordinary contributions to mathematical analysis, number theory, infinite series, and continued fractions. After a correspondence with the English mathematician G. H. Hardy who recognized his brilliance, Ramanujan was invited to Cambridge. He was said to be a natural genius, in the same league as mathematicians such as Euler and Gauss.  \n\n \n\nHardy expressed the view that the real tragedy with Ramanujan's life was not his early death at the age of 32, but that during his most formative years in India, Ramanujan did not receive proper guidance, and so a significant portion of his work was rediscovery. Ramanujan's work on mock theta functions and his other identities that he did in India after his return from England, and in the few months before his death, are grander in design and greater in depth than his previous accomplishments. One can only imagine what greater heights he would have scaled had he lived longer.\n\n \n\nIn his last letter to Hardy in January 1920, Ramanujan communicated his findings on what he called \"mock theta functions.\" These are functions which mimic the theta functions in the sense that their coefficients can be estimated with the same degree of precision as in the case of objects expressible in terms of theta functions. Ramanujan had obtained an asymptotic evaluation of these mock theta functions and in his letter observed that if certain well behaved analytic expressions were subtracted from the mock theta functions, the resulting error is bounded. He also indicated the bounds in some instances. For many years, the exact connections between mock theta functions and the theory of theta functions and modular forms were not known, and this was one of the tantalizing mathematical mysteries. In the last decade, Ken Ono (Emory University), Kathrin Bringmann (University of Cologne), and their co-workers, developing fundamental ideas in a 2003 PhD thesis of Sander Zwegers (University of Cologne) written under the direction of Don Zagier (Max Planck Institute for Mathematics, Bonn), have connected mock theta functions with harmonic Maass forms. This has provided a key to unlock this mystery.\n\n \n\nDuring the Florida conference, Ono announced for the first time his recent joint work with Amanda Folsom (Yale University) and Robert Rhoades (Stanford University) in which they obtain a precise expression for the bounded error that Ramanujan indicated. Other plenary talks included presentations by Robert Vaughan (The Pennsylvania State University) on the Hardy-Ramanujan-Littlewood Circle Method, Dorian Goldfeld (Columbia University) on Ramanujan Sums, and Doron Zeilberger (Rutgers University) on Ramanujan as the greatest experimental mathematician. Two of the plenary talks were by Kannan Soundararajan (Stanford University) and Kathrin Bringmann, who are winners of the prestigious SASTRA Ramanujan Prize.\n\nTwo other speakers from Europe were Christian Krattenthaler (University of Vienna) and Gerald Tenenbaum (University of Nancy).\n\n \n\nThe conference featured several impressive research presentations by graduate students. Of note was the talk by Michael..."
 }
}