{
 "awd_id": "1206394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization PEN:   Digitization of North American Bryophyte and Lichen Specimens from Florida Herbaria",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 92757.0,
 "awd_amount": 92757.0,
 "awd_min_amd_letter_date": "2012-03-21",
 "awd_max_amd_letter_date": "2012-03-21",
 "awd_abstract_narration": "ABSTRACT: Digitization PEN: Digitization of North American Bryophyte and Lichen Specimens from Five Florida Herbaria\r\nThis award joins the ongoing Thematic Collections Network project on North American Lichens and Bryophytes: Sensitive Indicators of Environmental Quality and Change.  In this Network, individual projects provide extensive documentation on the role of bryophytes and lichens in ecosystems, groups known to be sensitive to the immediate microhabitat and to environmental changes of many kinds, both physical and chemical, and which respond rapidly to such changes. Bryophytes and lichens have been featured in studies of acid rain, climate warming or drying, grazing pressure, water quality, and ecological continuity.  The addition of specimen data from Florida herbaria to the ongoing TCN Lichen/Bryophyte database will significantly enhance holdings from Florida.  Additionally, models developed from these digitized data will aid future mapping projections of large scale species distributions and identification of biodiversity hotspots as prime candidates for protection. The environment in Florida is experiencing rapid change due to development and climate change.  These data will help to elucidate regions where changes are imminent and likely to have substantial impact in Florida.  The data will also facilitate proactive initiatives to alleviate such changes.  Florida includes subtropical and tropical communities, contrasting with the temperate and boreal communities represented in more northern herbaria that are part of the Network. \r\n\r\nTo provide training for future workers the award will fund one graduate student to coordinate and manage the project and will fund the supervision and training of two or more undergraduate students to perform label imaging/digitization. The Florida Museum of Natural History and the University of Florida has utilized a small number of highly skilled volunteers for many years, and with this project we will be integrating volunteers into the museum community, and we will increase public awareness of the importance of these organisms and their responses to climate change. This award is made as part of the National Resource for Digitization of Biological Collections through the Advancing Digitization of Biological Collections program and all data resulting from this award will be available through the national resource (iDigBio.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norris",
   "pi_last_name": "Williams",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Norris H Williams",
   "pi_email_addr": "orchid@flmnh.ufl.edu",
   "nsf_id": "000350440",
   "pi_start_date": "2012-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326117800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92757.0
  }
 ],
 "por": null
}