{
 "awd_id": "1207291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Understanding and Modeling Electromigration Induced Solder Degradation",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 317895.0,
 "awd_amount": 317895.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2012-08-09",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThe goals of this research are (i) to gain a better understanding of the effect of microstructure on the driving forces and resulting mass diffusion processes associated with electromigration as well as stress and temperature driven diffusion processes in tin-based solder, and (ii) to develop validated predictive simulation tools to predict the lifetime of solder connections for given microstructural parameters. Electromigration is a mass diffusion process attributed to momentum transfer from conducting electrons to diffusing metal atoms, which, over time, may lead to degradation and device failure.  With the conversion to tin-based solders and the continued miniaturization of microelectonic devices, reliability has become a major concern due to the complex behavior of tin-based solder subjected to increasing current densities that drive electromigration. This work involves an integrated effort involving experimentation, modeling, and simulation.  The experimental work focuses on accelerated electromigration tests on chip scale package test structures and detailed materials characterization to investigate the effect microstructure has on degradation.  This effort is closely coupled with the modeling and simulation work focused on developing a model for diffusion at the grain scale, considering the electrical, mechanical, and thermal driving forces. Both anisotropic lattice and grain boundary diffusion will be included in the model, as well as crystal plasticity in the mechanical response. The model will be implemented into a parallel, finite element simulation tool, which will be validated against experiments and used to predict time to failure for representative microstructures.  This work is a collaborative effort with researchers at Fairchild Semiconductor, who will lead the experimental work, be involved in the development of simulation tools, and will use the tools developed in their future package design process.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThis research addresses reliability issues associated with tin-based solders in microelectronic devices that are arising as devices become smaller in order to increase chip speed while reducing cost and power consumption.  Due to environmental concerns, tin-based solders have now replaced lead-based solders used in microelectronic devices. When an electrical current is carried by a very small solder bump in a modern device, a process called electromigration occurs where the solder material actually migrates from one end of the solder bump to the other, driven by the electrons flowing through the solder.  This migration of material may lead to failure, which is a major source of reliability concern in tin-based solders.  Electromigration may be slowed or completely arrested through careful design and manufacture of the microelectronic device.  In order to do this, a better understanding of electromigration in tin-based solder, and modeling and simulation tools based on that understanding must be developed, which is the focus of this research. Researchers at Fairchild Semiconductor, a US company and global provider of semiconductor solutions, are collaborators on this research. This project will impact Fairchild and its customers by developing the knowledge needed to more accurately predict the life and reliability of wafer level packaging and will provide a critical product design tool to shorten time to market and maintain a competitive advantage in the global market. This project will also train and equip undergraduate and graduate students involved in the research in new advanced methods for physics based modeling of materials and processes, computational engineering, and conducting fundamental interdisciplinary research to address emerging research needs in material processing and design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antoinette",
   "pi_last_name": "Maniatty",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Antoinette M Maniatty",
   "pi_email_addr": "maniaa@rpi.edu",
   "nsf_id": "000319290",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Liu",
   "pi_email_addr": "yong.liu@fairchildsemi.com",
   "nsf_id": "000606443",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jifa",
   "pi_last_name": "Hao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jifa Hao",
   "pi_email_addr": "jifa.hao@fairchildsemi.com",
   "nsf_id": "000606452",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 317895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Due to environmental concerns, tin (Sn) based solders are replacing lead-based solders in microelectronic devices, but the development of high performing microchips and other advance products with Sn-based solders is limited by reliability issues associated with electromigration induced degradation. Electromigration is a mass diffusion process driven by high current densities, which, over time, results in voids forming at the cathode causing increased resistance and may ultimately result in failure due to loss of connection. The microelectronics industry continues to attain increases in chip speeds while reducing cost and power consumption primarily through increasing device density and thus decreasing device dimensions. This downscaling of device dimensions leads to an increase in current density that must be carried by the metallic interconnects and solder bumps. &nbsp;One of the key challenges for wafer level package design is achieving high reliability by avoiding electromigration induced failure in the solder. This research program has provided new insight to address this challenge.&nbsp; This work is a close collaboration between researchers at Rensselaer and Fairchild Semiconductor.</p>\n<p><strong>Intellectual Merit Project Outcomes:</strong></p>\n<p>This project has generated an increased understanding of electromigration-induced degradation in Sn-based solder bumps through an integrated effort involving experiments, modeling, and simulation.&nbsp; Sn-based solder joints are usually comprised of one or a few large &beta;-Sn grains (crystals), and we show through experiments and simulations that the orientation of these grains and boundaries between grains relative to the current direction have a large impact on the time to failure, and the variability in the time to failure is largely attributable to this variability in the microstructure. Specific outcomes resulting from this program are as follows.</p>\n<p>(1) Accelerated electromigration tests and microstructural characterization of select solder bumps from those tests have been used to determine model parameters and to provide insight into the effect of microstructure on time to failure.&nbsp; The figure (image 2) shows a solder connection (two bumps) that was tested and the grain structure.&nbsp; This connection failed in a relatively short time. The orientation of the grain in the failed solder connection is consistent with simulation predictions of orientations with shorter life.</p>\n<p>(2) Mass diffusion is driven both by the high current density (electromigration) and by stress gradients that result from the depletion or accumulation of material and local confinement, which act to oppose the current driven diffusion.&nbsp; Single crystal &beta;-Sn yields at low stress levels, and the stress response is strongly affected by the orientation. To capture this effect, a crystal plasticity model was developed, calibrated, and implemented into a finite element code for modeling the elastic-plastic response. The anisotropic stress-strain response is shown (image 3).</p>\n<p>(3) We have developed a simulation tool for predicting the conditions for infinite life (Blech limit) for a tin-based, lead-free solder joint that considers the effect of the local microstructure (image 1). This may be used for designing solder bumps in wafer level chip scale packaging (WLCSP) with increased reliability and for predicting reliability given microstructural variability.</p>\n<p>(4) We have developed a simulation tool that can predict the evolution of stress and depletion of material at the at the cathode end that can be used to predict the effect of grain orientation on the time to failure (image 4).</p>\n<p><strong>Broader Impact Project Outcomes:</strong></p>\n<p>The knowledge and tools developed in this project can be used to improve the reliability of the lead-free solder bumps for the next generation wafer level microchip, where the bump size and pitch become smaller and smaller, and the current density becomes very high. It can also be used to change the design rules for the next generation wafer level chip scale packaging product in the semiconductor industry. Furthermore, the results of this study are expected to be useful in other advanced product, such as the next generation power electronics to change the product development paradigm.</p>\n<p>The results of this work are being used by our collaborators at Fairchild Semiconductor in their product design and have been disseminated through publications and presentations.&nbsp;</p>\n<p>One PhD student and one undergraduate student have worked on this research. The former undergraduate student, Stephen Lin, is now a PhD student at Northwestern University. He won an NSF Graduate Research Fellowship in 2016.&nbsp; The PhD student, Jasmine Ni, is expected to graduate in Spring 2017. Ms. Ni is being trained and equipped to do research in new advanced methods for physics based modeling of materials and processes, computational engineering, and conducting fundamental interdisciplinary research to address emerging research needs in material processing design. Ms. Ni has worked closely throughout this project with the researchers at Fairchild Semiconductor. She has also had the opportunity to present her work at several conferences and to interact and network with other researchers in the semiconductor industry.&nbsp;</p>\n<p>High school students have also been exposed to the research through Rensselaer's Engineering Exploration Program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2016<br>\n\t\t\t\t\tModified by: Antoinette&nbsp;M&nbsp;Maniatty</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478894912830_OutcomeFig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478894912830_OutcomeFig3--rgov-800width.jpg\" title=\"Simplified flip-chip structure and predictions of infinite life\"><img src=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478894912830_OutcomeFig3--rgov-66x44.jpg\" alt=\"Simplified flip-chip structure and predictions of infinite life\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left: Simplified flip-chip-like cylindrical solder joint. Right: Simulation results predicting rate of depletion of material at the cathode. Extrapolation to zero predicts infinite life condition.</div>\n<div class=\"imageCredit\">Jiamin Ni and Antoinette Maniatty</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Antoinette&nbsp;M&nbsp;Maniatty</div>\n<div class=\"imageTitle\">Simplified flip-chip structure and predictions of infinite life</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478632034094_OutcomeFig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478632034094_OutcomeFig1--rgov-800width.jpg\" title=\"Cross-section and EBSD images of solder bumps\"><img src=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478632034094_OutcomeFig1--rgov-66x44.jpg\" alt=\"Cross-section and EBSD images of solder bumps\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1: Above, optical image of solder bumps after electromigration test to failure. Below, electron backscatter diffraction (EBSD) images depicting crystal orientations. Right-most solder bump site of electromigration failure.</div>\n<div class=\"imageCredit\">Jiamin Ni, Matt Ring, Antoinette Maniatty</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Antoinette&nbsp;M&nbsp;Maniatty</div>\n<div class=\"imageTitle\">Cross-section and EBSD images of solder bumps</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478895129990_OutcomeFig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478895129990_OutcomeFig2--rgov-800width.jpg\" title=\"Stress-strain behavior for different crystal slip systems\"><img src=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478895129990_OutcomeFig2--rgov-66x44.jpg\" alt=\"Stress-strain behavior for different crystal slip systems\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Normalized stress-strain behavior showing anisotropy (orientation dependence), where the active slip system is shown in the legend.</div>\n<div class=\"imageCredit\">Jiamin Ni and Antoinette Maniatty</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Antoinette&nbsp;M&nbsp;Maniatty</div>\n<div class=\"imageTitle\">Stress-strain behavior for different crystal slip systems</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478895222590_OutcomeFig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478895222590_OutcomeFig4--rgov-800width.jpg\" title=\"Simulation predicting effect of orientation on rate of depletion of material at critical location\"><img src=\"/por/images/Reports/POR/2016/1207291/1207291_10199050_1478895222590_OutcomeFig4--rgov-66x44.jpg\" alt=\"Simulation predicting effect of orientation on rate of depletion of material at critical location\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left: Finite element model of section of chip with three solder bumps. Right: Prediction of maximum rate of depletion of material at the critical location as a function of the crystal orientation of the solder bump due to current driven diffusion.</div>\n<div class=\"imageCredit\">Jiamin Ni, Yuanxiang Zhang, and Antoinette Maniatty</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Antoinette&nbsp;M&nbsp;Maniatty</div>\n<div class=\"imageTitle\">Simulation predicting effect of orientation on rate of depletion of material at critical location</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nDue to environmental concerns, tin (Sn) based solders are replacing lead-based solders in microelectronic devices, but the development of high performing microchips and other advance products with Sn-based solders is limited by reliability issues associated with electromigration induced degradation. Electromigration is a mass diffusion process driven by high current densities, which, over time, results in voids forming at the cathode causing increased resistance and may ultimately result in failure due to loss of connection. The microelectronics industry continues to attain increases in chip speeds while reducing cost and power consumption primarily through increasing device density and thus decreasing device dimensions. This downscaling of device dimensions leads to an increase in current density that must be carried by the metallic interconnects and solder bumps.  One of the key challenges for wafer level package design is achieving high reliability by avoiding electromigration induced failure in the solder. This research program has provided new insight to address this challenge.  This work is a close collaboration between researchers at Rensselaer and Fairchild Semiconductor.\n\nIntellectual Merit Project Outcomes:\n\nThis project has generated an increased understanding of electromigration-induced degradation in Sn-based solder bumps through an integrated effort involving experiments, modeling, and simulation.  Sn-based solder joints are usually comprised of one or a few large &beta;-Sn grains (crystals), and we show through experiments and simulations that the orientation of these grains and boundaries between grains relative to the current direction have a large impact on the time to failure, and the variability in the time to failure is largely attributable to this variability in the microstructure. Specific outcomes resulting from this program are as follows.\n\n(1) Accelerated electromigration tests and microstructural characterization of select solder bumps from those tests have been used to determine model parameters and to provide insight into the effect of microstructure on time to failure.  The figure (image 2) shows a solder connection (two bumps) that was tested and the grain structure.  This connection failed in a relatively short time. The orientation of the grain in the failed solder connection is consistent with simulation predictions of orientations with shorter life.\n\n(2) Mass diffusion is driven both by the high current density (electromigration) and by stress gradients that result from the depletion or accumulation of material and local confinement, which act to oppose the current driven diffusion.  Single crystal &beta;-Sn yields at low stress levels, and the stress response is strongly affected by the orientation. To capture this effect, a crystal plasticity model was developed, calibrated, and implemented into a finite element code for modeling the elastic-plastic response. The anisotropic stress-strain response is shown (image 3).\n\n(3) We have developed a simulation tool for predicting the conditions for infinite life (Blech limit) for a tin-based, lead-free solder joint that considers the effect of the local microstructure (image 1). This may be used for designing solder bumps in wafer level chip scale packaging (WLCSP) with increased reliability and for predicting reliability given microstructural variability.\n\n(4) We have developed a simulation tool that can predict the evolution of stress and depletion of material at the at the cathode end that can be used to predict the effect of grain orientation on the time to failure (image 4).\n\nBroader Impact Project Outcomes:\n\nThe knowledge and tools developed in this project can be used to improve the reliability of the lead-free solder bumps for the next generation wafer level microchip, where the bump size and pitch become smaller and smaller, and the current density becomes very high. It can also be used to change the design rules for the next generation wafer level chip scale packaging product in the semiconductor industry. Furthermore, the results of this study are expected to be useful in other advanced product, such as the next generation power electronics to change the product development paradigm.\n\nThe results of this work are being used by our collaborators at Fairchild Semiconductor in their product design and have been disseminated through publications and presentations. \n\nOne PhD student and one undergraduate student have worked on this research. The former undergraduate student, Stephen Lin, is now a PhD student at Northwestern University. He won an NSF Graduate Research Fellowship in 2016.  The PhD student, Jasmine Ni, is expected to graduate in Spring 2017. Ms. Ni is being trained and equipped to do research in new advanced methods for physics based modeling of materials and processes, computational engineering, and conducting fundamental interdisciplinary research to address emerging research needs in material processing design. Ms. Ni has worked closely throughout this project with the researchers at Fairchild Semiconductor. She has also had the opportunity to present her work at several conferences and to interact and network with other researchers in the semiconductor industry. \n\nHigh school students have also been exposed to the research through Rensselaer's Engineering Exploration Program.\n\n\t\t\t\t\tLast Modified: 11/11/2016\n\n\t\t\t\t\tSubmitted by: Antoinette M Maniatty"
 }
}