{
 "awd_id": "1208939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Composite Estimating Function Approaches to GeoCopula Models for  Complex Spatially Correlated Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "Recent advances in technologies have given subject-matter scientists powerful tools to conduct large scale experiments and collect complex spatially correlated data. This proposal focuses on the development of statistical models and methods of composite likelihood for analyzing such high-dimensional complex data. In particular, the investigator plans to achieve three research goals: To develop a unified framework of multivariate copula models with flexible and desirable correlation structures for spatio-temporal data, spatial-clustered data and spatial-network data; to develop a feasible and computationally tractable estimation and inference methods as well as algorithms in the proposed models; and to establish the large-sample theory for the proposed composite estimating function (JCEF) estimator. \r\n \r\nAll the proposed statistical models and methods will be applied to analyze data from practical studies to facilitate the understanding of subject-matter sciences and ultimately to improve human knowledge and quality of life. The investigator has close connections with researchers in other fields such as Epidemiology, Environmental Health Sciences, Infectious Diseases and Policy in Transportation Safety at University of Michigan. He has been working closely with these scientists who will serve as local users of the methodologies and provide valuable feedback. The project is also devoted to substantial educational initiatives that will involve undergraduate and graduate students and expose them to state-of-the-art research in various interdisciplinary topics related to the proposed research. These include new courses, short courses at major conferences, summer workshops, mentoring, and software development. These and other dissemination activities will increase awareness of modern powerful methods for data analysis among scientists from other fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Song",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Peter X Song",
   "pi_email_addr": "pxsong@umich.edu",
   "nsf_id": "000515920",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1415 Washington Heights",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Space-time data are pervasive in practical studies.&nbsp; Analyzing such data<br />requires special modeling tools and data analytics due to both complexity and<br />difficulty related to spatial and temporal dependencies. &nbsp;Such an arsenal of statistical tools is in an urgent need because recent advances in technologies have given subject-matter scientists powerful technologies to conduct large-scale experiments and collect complex spatially and temporally correlated data. <br /><br />In the current literature the Bayesian approach to modeling and analysis of spatiotemporal data has been dominating the field, which is inferior to scalability&nbsp;to big data.&nbsp; Thus, alternative approaches with computational efficiency are of great importance to pass statistical toolbox to<br />the hands of practitioners. &nbsp;&nbsp;This proposal has focused on the development of statistical models and computationally efficient methods in the classical school of pseudo likelihoods.&nbsp; It utilized the means of composite likelihood to establish needed data analytics to deal with high-dimensional spatiotemporal data.&nbsp; Composite likelihood is known to be advantageous in both computing speed and theoretical validity. &nbsp;In particular, the investigator has focused and achieved the following three research goals. &nbsp;Project 1 developed a unified framework of multivariate copula models with flexible and desirable correlation structures for spatiotemporal data, spatial-clustered data and spatial-network data; Project 2 developed a feasible and computationally tractable estimation and inference methods as well as algorithms in the proposed models; and Project 3 established the large-sample theory for the proposed composite estimating function (JCEF) estimator. &nbsp;As an outcome of this awarded<br />grant, an R package, GeoCopula, has been developed and is available at <a href=\"http://www-personal.umich.edu/~jiankang/software/GeoCopula.html\">http://www-personal.umich.edu/~jiankang/software/GeoCopula.html</a>.</p>\n<p>All the proposed statistical models and methods have been applied to analyze various data from practical studies, including identification of risk factors related to infectious malaria disease in Gambia, assessment of quality-of-life on pediatric subjects with nephrotic syndrome, &nbsp;&nbsp;evaluation of adverse effect of iron deficiency on infant&rsquo;s memory development, and detection of active sub-regions of hippocampus potentially linked to Alzheimer&rsquo;s disease. All these<br />applications have helped facilitate the understanding of subject-matter<br />sciences and are relevant to the improvement of human knowledge and quality of life. The investigator has close connections with researchers in other fields<br />such as Epidemiology, Environmental Health Sciences, and Nephrology at<br />University of Michigan. He has been working closely with scientists who have<br />been local users of the methodologies and provided valuable feedback to the<br />applications. The project has also been devoted to substantial educational<br />initiatives that has involved several graduate students and exposed them to<br />state-of-the-art research in various interdisciplinary topics related to the<br />proposed research. Two PhD theses that were successfully defended in 2014 and 2015 have been directly related to the proposed projects. &nbsp;The PI has made efforts on the development of a new graduate course, a couple of short courses at summer workshops, mentoring, and software development. These and other dissemination activities have increased awareness of modern powerful methods for data analysis among scientists from other fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/19/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;Song</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSpace-time data are pervasive in practical studies.  Analyzing such data\nrequires special modeling tools and data analytics due to both complexity and\ndifficulty related to spatial and temporal dependencies.  Such an arsenal of statistical tools is in an urgent need because recent advances in technologies have given subject-matter scientists powerful technologies to conduct large-scale experiments and collect complex spatially and temporally correlated data. \n\nIn the current literature the Bayesian approach to modeling and analysis of spatiotemporal data has been dominating the field, which is inferior to scalability to big data.  Thus, alternative approaches with computational efficiency are of great importance to pass statistical toolbox to\nthe hands of practitioners.   This proposal has focused on the development of statistical models and computationally efficient methods in the classical school of pseudo likelihoods.  It utilized the means of composite likelihood to establish needed data analytics to deal with high-dimensional spatiotemporal data.  Composite likelihood is known to be advantageous in both computing speed and theoretical validity.  In particular, the investigator has focused and achieved the following three research goals.  Project 1 developed a unified framework of multivariate copula models with flexible and desirable correlation structures for spatiotemporal data, spatial-clustered data and spatial-network data; Project 2 developed a feasible and computationally tractable estimation and inference methods as well as algorithms in the proposed models; and Project 3 established the large-sample theory for the proposed composite estimating function (JCEF) estimator.  As an outcome of this awarded\ngrant, an R package, GeoCopula, has been developed and is available at http://www-personal.umich.edu/~jiankang/software/GeoCopula.html.\n\nAll the proposed statistical models and methods have been applied to analyze various data from practical studies, including identification of risk factors related to infectious malaria disease in Gambia, assessment of quality-of-life on pediatric subjects with nephrotic syndrome,   evaluation of adverse effect of iron deficiency on infantÆs memory development, and detection of active sub-regions of hippocampus potentially linked to AlzheimerÆs disease. All these\napplications have helped facilitate the understanding of subject-matter\nsciences and are relevant to the improvement of human knowledge and quality of life. The investigator has close connections with researchers in other fields\nsuch as Epidemiology, Environmental Health Sciences, and Nephrology at\nUniversity of Michigan. He has been working closely with scientists who have\nbeen local users of the methodologies and provided valuable feedback to the\napplications. The project has also been devoted to substantial educational\ninitiatives that has involved several graduate students and exposed them to\nstate-of-the-art research in various interdisciplinary topics related to the\nproposed research. Two PhD theses that were successfully defended in 2014 and 2015 have been directly related to the proposed projects.  The PI has made efforts on the development of a new graduate course, a couple of short courses at summer workshops, mentoring, and software development. These and other dissemination activities have increased awareness of modern powerful methods for data analysis among scientists from other fields.\n\n\t\t\t\t\tLast Modified: 07/19/2015\n\n\t\t\t\t\tSubmitted by: Peter Song"
 }
}