{
 "awd_id": "1209780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for 2012 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Lauren Neala Holder of Texas A&M University to conduct a research project, entitled \"Arsenic availability in Taiwan soils as a function of the underlying changes in geology,\" during the summer of 2012 at National Taiwan University in Taipai.  The host scientist is Dr. Dar-Yan Lee.\r\n\r\nThe Intellectual Merit of the research project is to determine the impact of weathering upon arsenic speciation in soil. Arsenic concentrations are expected to change as a function of the underlying geology and the soils should reflect the mineralogy of geologic units to produce varying arsenic speciation. \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Holder",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren N Holder",
   "pi_email_addr": "",
   "nsf_id": "000605911",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Holder                  Lauren         N",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bryan",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "778013803",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Holder                  Lauren         N",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778013838",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My experience in Taiwan was unforgettable, and I enjoyed meeting new people and learning about new cultures. Although I did not complete my original proposed project due to travel and weather issues, I learned a great deal about a subject that I knew little about before this trip. The new project that I was assigned to dealt with arsenic volatilization, which fits into my new research plan for my Ph.D. dissertation. The project was not completed because of time constraints due to the fact that the literature review took an extensive amount of time to complete in addition to ordering parts to complete the apparatus to detect volatile arsines. One of the parts did not arrive until after I left Taiwan so I was not able to run an experiment using the apparatus. The project did, however, inspire me to devote a part of my future research to microbial induced arsine volatilization. I hope to determine the impact of microbes on the total arsine content of soils and to collaborate with Dr. Dar-Yuan Lee&rsquo;s soil chemistry group in Taiwan so that they can study rice&rsquo;s contribution to arsine volatilization. I hope that through my current research I can accomplish my goals to produce a GIS database of soil and microbial produced volatile organic compounds. This data will then be presented to students in an inquiry based learning approach so that students can learn about complex dynamic systems.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2012<br>\n\t\t\t\t\tModified by: Lauren&nbsp;N&nbsp;Holder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy experience in Taiwan was unforgettable, and I enjoyed meeting new people and learning about new cultures. Although I did not complete my original proposed project due to travel and weather issues, I learned a great deal about a subject that I knew little about before this trip. The new project that I was assigned to dealt with arsenic volatilization, which fits into my new research plan for my Ph.D. dissertation. The project was not completed because of time constraints due to the fact that the literature review took an extensive amount of time to complete in addition to ordering parts to complete the apparatus to detect volatile arsines. One of the parts did not arrive until after I left Taiwan so I was not able to run an experiment using the apparatus. The project did, however, inspire me to devote a part of my future research to microbial induced arsine volatilization. I hope to determine the impact of microbes on the total arsine content of soils and to collaborate with Dr. Dar-Yuan LeeÆs soil chemistry group in Taiwan so that they can study riceÆs contribution to arsine volatilization. I hope that through my current research I can accomplish my goals to produce a GIS database of soil and microbial produced volatile organic compounds. This data will then be presented to students in an inquiry based learning approach so that students can learn about complex dynamic systems. \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2012\n\n\t\t\t\t\tSubmitted by: Lauren N Holder"
 }
}