{
 "awd_id": "1209981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "This action funds Brian P. Setzler of Georgia Institute of Technology to conduct a research project, entitled \"Improving performance and lifetime of automotive hydrogen fuel cells,\" during the summer of 2012 at Shizuoka University in Hamamatsu, Shizuoka Prefecture, Japan.  The host scientist is Dr. Masao Sudoh.\r\n\r\nThe Intellectual Merit of the research project is to gain a fundamental understanding of the platinum dissolution process, which limits proton exchange membrane fuel cell lifetime and to characterize the transport properties of alkaline polymer electrolyte membranes to understand the impact on performance. The platinum dissolution process is being studied under transient conditions using the rotating ring disk electrode to detect the exact conditions that lead to dissolution. With this knowledge, control algorithms can be implemented to avoid these conditions when possible and maximize the lifetime of the fuel cell. The transport properties of alkaline polymer electrolyte membranes determine the performance of these fuel cells, but for many membranes these properties have not been rigorously studied. This project is determining important characteristics to guide the development of new and better performing membranes.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Japan is a leader in fuel cell technology, and collaboration between U.S. and Japanese researchers will enhance research in both countries in an important field for the future of energy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Setzler",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Setzler",
   "pi_email_addr": "",
   "nsf_id": "000606870",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Setzler                 Brian          P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "303243363",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "GA06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Setzler                 Brian          P",
  "perf_str_addr": null,
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303243363",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "GA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the factors limiting the lifetime of proton exchange membrane fuel cells (PEMFCs) is the durability of the platinum cathode catalyst. Dissolution of platinum leads to loss of catalyst surface area and loss of fuel cell efficiency. The mechanism of dissolution is poorly understood, made more complicated by the existence of an oxide layer which itself is not completely understood. This project sought to investigate the dissolution process under potential cycling conditions using the rotating ring-disk electrode (RRDE) technique. Potential cycling mimics the variable loads that automotive PEMFCs would experience during acceleration, coasting, startup, and shutdown.</p>\n<p>In the RRDE technique, a thin catalyst film is deposited on a disk shaped electrode (made of glassy carbon). A ring electrode surrounding the disk electrode is used to detect dissolution products. The electrodes are placed in a glass cell full of liquid electrolyte (0.1 M HClO<sub>4</sub>) with reference and counter electrodes to allow control of current or potential at each electrode. The desired potential cycle is applied to the disk electrode while the electrode assembly is spun. The spinning electrode pushes electrolyte outward from the disk surface over the ring surface. Any species produced at the disk that can be oxidized or reduced can be detected as it passes over the ring. One of the dissolution products of platinum is the Pt<sup>2+</sup> ion, which can be oxidized to Pt<sup>4+</sup> or reduced to Pt<em><sub>(s)</sub></em> depending on the ring potential. This technique allows the measurement of platinum dissolution continuously throughout an arbitrary potential cycle.</p>\n<p>Under potential cycling conditions, an oxide layer forms on the platinum surface as the potential is increased above 0.8 V, and is reduced (removed) as the potential is decreased between 0.9 V and 0.7 V. Dissolution of platinum can occur by oxidation of the bare metal surface or by reduction or chemical dissolution of the oxide layer, depending on the extent of oxidation. Dissolution by oxidation would occur during the anodic (increasing) potential sweep, while dissolution by reduction of the oxide layer would occur during the cathodic (decreasing) potential sweep. Under the potential cycling conditions employed, only dissolution by reduction was detected. If any anodic dissolution occurred, it was either below the detection limit of the ring electrode, or the dissolution product was inert at the ring electrode.</p>\n<p>Dissolution was determined mainly by two factors: the amount of oxide formed prior to reduction, and the rate at which the oxide was reduced. Dissolution increased with higher upper potential limits or longer potential holds, as both of these factors increase the total amount of oxide formed. Figure 1 shows a set of typical disk and ring current traces for the cathodic sweep. Figure 2 shows the amount of oxide detected as a function of the oxide coverage for various sweep rates.&nbsp;When oxide coverage (defined in terms of OH per surface platinum atom) was less than about 1.4, no dissolution was detected. Thus potential sweeps to above 1.2 V and potential holds at or above 1.2 V were necessary to detect cathodic dissolution. Lower sweep rates produced greater dissolution, but the effect was much less than linear. A factor of four decrease in sweep rate produced roughly 50% greater dissolution. The platinum surface spent more time undergoing dissolution, and this was only partially offset by a slower rate of dissolution. Interrupting the reduction sweep with a short potential hold had a similar effect to reducing the sweep rate.&nbsp;</p>\n<p>In a PEMFC, potentials above 1.2 V may occur during startup and shutdown, but should not occur during normal operation. Platinum dissolution has been observed in actual fuel cells, so it is likely that there is an additional mechanism not being detected by the...",
  "por_txt_cntn": "\nOne of the factors limiting the lifetime of proton exchange membrane fuel cells (PEMFCs) is the durability of the platinum cathode catalyst. Dissolution of platinum leads to loss of catalyst surface area and loss of fuel cell efficiency. The mechanism of dissolution is poorly understood, made more complicated by the existence of an oxide layer which itself is not completely understood. This project sought to investigate the dissolution process under potential cycling conditions using the rotating ring-disk electrode (RRDE) technique. Potential cycling mimics the variable loads that automotive PEMFCs would experience during acceleration, coasting, startup, and shutdown.\n\nIn the RRDE technique, a thin catalyst film is deposited on a disk shaped electrode (made of glassy carbon). A ring electrode surrounding the disk electrode is used to detect dissolution products. The electrodes are placed in a glass cell full of liquid electrolyte (0.1 M HClO4) with reference and counter electrodes to allow control of current or potential at each electrode. The desired potential cycle is applied to the disk electrode while the electrode assembly is spun. The spinning electrode pushes electrolyte outward from the disk surface over the ring surface. Any species produced at the disk that can be oxidized or reduced can be detected as it passes over the ring. One of the dissolution products of platinum is the Pt2+ ion, which can be oxidized to Pt4+ or reduced to Pt(s) depending on the ring potential. This technique allows the measurement of platinum dissolution continuously throughout an arbitrary potential cycle.\n\nUnder potential cycling conditions, an oxide layer forms on the platinum surface as the potential is increased above 0.8 V, and is reduced (removed) as the potential is decreased between 0.9 V and 0.7 V. Dissolution of platinum can occur by oxidation of the bare metal surface or by reduction or chemical dissolution of the oxide layer, depending on the extent of oxidation. Dissolution by oxidation would occur during the anodic (increasing) potential sweep, while dissolution by reduction of the oxide layer would occur during the cathodic (decreasing) potential sweep. Under the potential cycling conditions employed, only dissolution by reduction was detected. If any anodic dissolution occurred, it was either below the detection limit of the ring electrode, or the dissolution product was inert at the ring electrode.\n\nDissolution was determined mainly by two factors: the amount of oxide formed prior to reduction, and the rate at which the oxide was reduced. Dissolution increased with higher upper potential limits or longer potential holds, as both of these factors increase the total amount of oxide formed. Figure 1 shows a set of typical disk and ring current traces for the cathodic sweep. Figure 2 shows the amount of oxide detected as a function of the oxide coverage for various sweep rates. When oxide coverage (defined in terms of OH per surface platinum atom) was less than about 1.4, no dissolution was detected. Thus potential sweeps to above 1.2 V and potential holds at or above 1.2 V were necessary to detect cathodic dissolution. Lower sweep rates produced greater dissolution, but the effect was much less than linear. A factor of four decrease in sweep rate produced roughly 50% greater dissolution. The platinum surface spent more time undergoing dissolution, and this was only partially offset by a slower rate of dissolution. Interrupting the reduction sweep with a short potential hold had a similar effect to reducing the sweep rate. \n\nIn a PEMFC, potentials above 1.2 V may occur during startup and shutdown, but should not occur during normal operation. Platinum dissolution has been observed in actual fuel cells, so it is likely that there is an additional mechanism not being detected by the RRDE technique. The results do suggest that after long periods of open circuit operation &ndash; where a large amount of oxide can be produced &ndas..."
 }
}