{
 "awd_id": "1209962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This action funds Christopher A. Rokicki of University of Florida to conduct a research project, entitled \"Practical implications of the regeneration of ion exchange resins for water treatment\" during the summer of 2012 at the Australian Water Quality Centre in Adelaide, Australia.  The host scientist is Dr. Mary Drikas.\r\n\r\nThe Intellectual Merit of the research project is an investigation of how ion exchange resins from full scale treatment processes are regenerated into the bicarbonate form. Additionally chloride-form and bicarbonate-form resins are being investigated to explain how they preferentially remove certain organic matter fractions. This research provides further insights into the chemistry of ion exchange processes and how they differ with the reuse of resins when in the chloride- or bicarbonate-form.  \r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Rokicki",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Rokicki",
   "pi_email_addr": "",
   "nsf_id": "000605446",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rokicki                 Christopher    A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Gainesville",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "326120000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "FL",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": null,
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award was for the 2012 East Asia and Pacific Summer Institutes (EAPSI).&nbsp; The National Science Foundation partnered with the Australian Academy of Science to host several American researchers in universities, labs, and museums across Australia. With this award I was funded to travel to Australia to partner with a state run laboratory to study water treatment and do research for 10 weeks.&nbsp; In this project I was able to further advance my research, expand my professional contacts, and experience the unique culture and environment of Australia.</p>\n<p>The goal of this grant was to work on a research project that involves an increased understanding of how different ways of regenerating (or cleaning) ion exchange resin used in water treatment impacts their performance.&nbsp; The focus of this work was on a Magnetic Ion Exchange Resin (MIEX) which is used to remove organic matter responsible for discoloring water from drinking water. Organic matter is also responsible for the formation of certain carcinogens in water treatment. In this work the MIEX was regenerated using either a strong or weak salt solution or a strong or weak sodium bicarbonate solution. This was to test how these different solutions impacted how the resins removed organic matter from the water.</p>\n<p>After regeneration, the MIEX was used in tests to simulate how it would perform in actual water treatment systems. &nbsp;The &nbsp;resin was used multiple times to simulate how these resins were used in practice and then analyzed the water to see how the resins that were regenerated different ways were able to remove organic matter. The organic matter was analyzed to see how much was removed overall, and which specific fractions of it were removed. The analysis of the removed fractions was done to determine how the different fractions of organic matter negatively impacted the regeneration of the resin and decreased its efficiency for future use. These experiments found that the different regenerations do have some small differences but each may be acceptable in their own appropriate applications with a more detailed description of these results to be published in an academic journal.</p>\n<p>Another main benefit of the EAPSI grant is the opportunity to network with scientists all over the world. One of the main draws of Australia was getting to work at the facility with some of the researchers that developed the MIEX system. Working with these individuals helped me learn a lot about how public demand and need impacts the water treatment process and how scientists need to respond. One of the most underrated benefits was being able to meet with and work with other professionals that do research related to my own research. Going to Australia and working with these other professionals has allowed us to have more direct communication, thus helping us to start future collaborations.&nbsp; In addition to meeting many new colleagues, the cultural experience of going to Australia was extremely interesting.&nbsp; One doesn&rsquo;t expect to experience communication issues in another English speaking country, but due to different slang and vernacular there were often miscommunications. I also learned a lot about working in different cultures, including making time for morning and afternoon tea, which were an important part of the day.</p>\n<p>Overall the EAPSI grant was a fantastic opportunity for a young scientist such as me. Getting to experience a different lab environment and working with other professionals allowed me to see a different aspect of research. That coupled with getting to experience Australia, and generating enough data to present and publish made for a rewarding project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2012<br>\n\t\t\t\t\tModified by: Christopher&nbsp;A&nbsp;Rokicki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award was for the 2012 East Asia and Pacific Summer Institutes (EAPSI).  The National Science Foundation partnered with the Australian Academy of Science to host several American researchers in universities, labs, and museums across Australia. With this award I was funded to travel to Australia to partner with a state run laboratory to study water treatment and do research for 10 weeks.  In this project I was able to further advance my research, expand my professional contacts, and experience the unique culture and environment of Australia.\n\nThe goal of this grant was to work on a research project that involves an increased understanding of how different ways of regenerating (or cleaning) ion exchange resin used in water treatment impacts their performance.  The focus of this work was on a Magnetic Ion Exchange Resin (MIEX) which is used to remove organic matter responsible for discoloring water from drinking water. Organic matter is also responsible for the formation of certain carcinogens in water treatment. In this work the MIEX was regenerated using either a strong or weak salt solution or a strong or weak sodium bicarbonate solution. This was to test how these different solutions impacted how the resins removed organic matter from the water.\n\nAfter regeneration, the MIEX was used in tests to simulate how it would perform in actual water treatment systems.  The  resin was used multiple times to simulate how these resins were used in practice and then analyzed the water to see how the resins that were regenerated different ways were able to remove organic matter. The organic matter was analyzed to see how much was removed overall, and which specific fractions of it were removed. The analysis of the removed fractions was done to determine how the different fractions of organic matter negatively impacted the regeneration of the resin and decreased its efficiency for future use. These experiments found that the different regenerations do have some small differences but each may be acceptable in their own appropriate applications with a more detailed description of these results to be published in an academic journal.\n\nAnother main benefit of the EAPSI grant is the opportunity to network with scientists all over the world. One of the main draws of Australia was getting to work at the facility with some of the researchers that developed the MIEX system. Working with these individuals helped me learn a lot about how public demand and need impacts the water treatment process and how scientists need to respond. One of the most underrated benefits was being able to meet with and work with other professionals that do research related to my own research. Going to Australia and working with these other professionals has allowed us to have more direct communication, thus helping us to start future collaborations.  In addition to meeting many new colleagues, the cultural experience of going to Australia was extremely interesting.  One doesnÆt expect to experience communication issues in another English speaking country, but due to different slang and vernacular there were often miscommunications. I also learned a lot about working in different cultures, including making time for morning and afternoon tea, which were an important part of the day.\n\nOverall the EAPSI grant was a fantastic opportunity for a young scientist such as me. Getting to experience a different lab environment and working with other professionals allowed me to see a different aspect of research. That coupled with getting to experience Australia, and generating enough data to present and publish made for a rewarding project.\n\n \n\n\t\t\t\t\tLast Modified: 12/04/2012\n\n\t\t\t\t\tSubmitted by: Christopher A Rokicki"
 }
}