{
 "awd_id": "1209309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Promoting Science among English Language Learners (P-SELL) Scale-Up",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 4499998.0,
 "awd_amount": 4499998.0,
 "awd_min_amd_letter_date": "2011-11-29",
 "awd_max_amd_letter_date": "2014-05-15",
 "awd_abstract_narration": "This four-year effectiveness study focuses on the scale-up of a model of curricular and teacher professional development intervention aimed at improving science achievement of all students, especially English language learners (ELLs). The model consists of three basic components: (a) inquiry-oriented science curriculum, (b) teacher professional development for science instruction with these students, and (c) school resources for science instruction. The project's main goals are: (1) to evaluate the effect of the intervention on student achievement, (2) to determine the effect of the intervention on teacher knowledge, practices, and school resources, and (3) to assess how teacher knowledge, practices, and resources mediate student achievement. The project is conducted in the context of the Florida current science education policies and accountability system (e.g., adoption of the Next Generation Sunshine State Standards in Science, assessment of science at the fifth grade, a Race to the Top award state). The study draws on findings from research on a previous NSF-funded efficacy study (035331) in which the model to be scaled-up was tested in a single school district. The effectiveness study includes three (of 67) school districts as key partners, representative of racially, ethnically, linguistically, and socioeconomically diverse student populations; 64 elementary schools, 320 science teachers, and 24,000 fifth-grade students over a three-year period. Science learning is the primary subject matter, inclusive of life, physical, and earth/space sciences. \r\n\r\nSix research questions corresponding to three research areas guide the proposed scope of work. For the research area of Student Science Achievement, questions are: (1) What is the effect of the intervention on fifth-grade students' science achievement, compared to \"business as usual\"?, and (2) To what extent are the effects of the intervention moderated by students' English as a Second Language (ESOL) level, SES status, and racial/ethnic backgrounds? For Teacher Knowledge and Practices as a research area, questions are: (3) What is the effect of the intervention on teachers' science knowledge and teaching practices?, and (4) To what extent is students' science achievement predicted by school resources for science instruction? For School Resources for Science, questions are: (5) What is the effect of the intervention on school resources for science instruction?, and (6) To what extent is student achievement predicted by school resources for science instruction? To assess the effect of the intervention on students' and teachers' outcomes, a cluster-randomized-control trial is used, resulting in a total of 64 randomly selected schools (after stratifying them by school-level percent of ESOL and Free Reduced Lunch students). All science teachers and students from the 64 schools participate in the project: 32 in the treatment group (project curriculum for fifth grade, teacher professional development, and instructional resources), and 32 in the control group (district-adopted fifth-grade curriculum, no teacher professional development, and no instructional resources). To address the research area of Student Science Achievement, formative assessment items are used at the end of each curriculum unit, along with two equated forms of a project-developed science test (to be used as pre-and posttests) with both treatment and control groups, in addition to the Florida's Comprehensive Assessment Tests-Science. Data interpretation for this research area employs a set of three-level HLMs (students, nested in classrooms, nested in schools). To address the research area of Teacher Knowledge and Practices and School Resources for Science, the project uses three measures: (a) two equated forms of a 35-items test of teacher science knowledge, (b) a classroom observation instrument measuring third-party ratings of teacher knowledge and teaching practices, and (c) a questionnaire measuring teachers' self-reports of science knowledge and teaching practices. All measures are administered to both treatment and control groups. Data interpretation strategies include a series of HLMs with emphasis on the relevant teacher outcomes as a function of time, and of school-level mediating variables. External project evaluation is conducted by Concentric Research and Evaluation using quantitative and qualitative methods and addressing both formative and summative components. \r\n\r\nProject research findings contribute to the refinement of a model reflective of the new science standards in the State and the emerging national science standards. The value added of this effort consists of its potential to inform effective implementation of science curricula and teacher professional development in other learning settings, including ELLs and traditionally marginalized student populations at the elementary school level. It constitutes practically the only research study focused on the issue of scale-up and sustainability of effective science education practices with this student subpopulation, which has become prominent due to the dramatic growth of a racially, ethnically, and linguistically diverse school-aged population, low levels of U.S. student science achievement, and the role of science and mathematics in current accountability systems nationwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Okhee",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Okhee Lee",
   "pi_email_addr": "olee@nyu.edu",
   "nsf_id": "000327461",
   "pi_start_date": "2011-11-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University  Richard L. Louth Director of Sponsored Prog",
  "perf_str_addr": "665 Broadway Suite 801",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100122338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 851548.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2578379.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1070071.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong></p>\n<p>The<em> Promoting Science among English Language Learners (P-SELL) Scale-Up</em> study investigated the effectiveness of a stand-alone, year-long, fifth grade science curricular and professional development intervention implemented large-scale over 3 years. P-SELL is aimed at improving the science achievement of all students with a focus on ELLs in the context of high-stakes assessment and accountability policy in science.</p>\n<p>P-SELL is organized around three key features: state science standards, science inquiry, and language development for all students including ELLs. The P-SELL implementation involves three components. First, teachers receive science curriculum materials, including consumable student books, a teacher&rsquo;s guide, science supplies, and online resources and supplements. Second, teachers engage in professional development workshops during the summer and throughout the school year. Third, teachers are provided support at school sites by a P-SELL District Coordinator in each district.</p>\n<p>To investigate the effectiveness of P-SELL, a randomized controlled trial was conducted. The study involved 33 treatment schools implementing P-SELL and 33 control schools across three demographically diverse school districts in the state of Florida. All fifth grade science teachers and students in these schools participated in the study over 3 years, with a total of approximately 270 teachers and 7000 students participating each year.</p>\n<p><strong>Main Findings</strong></p>\n<p>On a researcher-developed assessment, the impact of P-SELL was both statistically significant and practically important across Years 1 through 3. On the state science assessment, the impact of P-SELL was both statistically significant and practically important in Years 1 and 3. The fact that a significant impact of practical importance was found not only on a researcher-developed assessment but also on the state science assessment (on 2 out of 3 years) is noteworthy. The only other large-scale randomized controlled trial of an elementary science intervention that found a positive impact on students&rsquo; science achievement was Maerten-Rivera et al. (2016), who implemented an earlier version of P-SELL in one large urban school district. Other large-scale randomized controlled trials of elementary science interventions found no impact on students&rsquo; science achievement.</p>\n<p>Even though overall P-SELL had a positive impact on student achievement, over the three-year period, it was more consistently effective for non-ELLs, followed by former ELLs, recently reclassified ELLs, and lastly ELLs. On the researcher-developed assessment, P-SELL had a positive impact for non-ELLs and former ELLs in all 3 years of the study, for recently-reclassified ELLs in Years 1 and 3, and for ELLs only in Year 1. On the state science assessment, P-SELL had a positive impact for non-ELLs in all 3 years and for former ELLs in Year, 1 but it did not have an impact for recently-reclassified ELLs and ELLs.</p>\n<p>The fact that the impact of P-SELL for former ELLs was similar to the impact for non-ELLs on the researcher-developed assessment was encouraging. This finding suggests that students who were once ELLs and were reclassified as English proficient before third grade (i.e., had exited ELL programs more than 2 years ago) benefitted from P-SELL similarly to those students who were never ELLs. On the other hand, the results for ELLs were less encouraging. The positive impact on the researcher-developed test for ELLs in Year 1 was not replicated in Years 2 and 3. This suggests that more work needs to be done to identify approaches to effectively support ELLs in the science classroom, especially when an intervention is implemented large-scale with all students. One promising venue are the instructional shifts promoted by the Next Generation Science Standards, as science and engineering practices are language-intensive (e.g., argue from evidence, construct explanations) and thus provide language learning opportunities to all students (Lee, Quinn, &amp; Vald&eacute;s, 2013).</p>\n<p>P-SELL had positive impacts on teachers&rsquo; science knowledge in Year 1 and teachers&rsquo; instructional practices in all 3 years. In Years 1 and 3, compared to control group teachers, P-SELL teachers reported using more teaching for understanding practices, teaching for inquiry practices, language development strategies, and home language use strategies. In Year 2, P-SELL teachers reported using more teaching for inquiry practices.</p>\n<p>P-SELL had a positive impact on teachers&rsquo; perceptions of various school resources (material and social) over the 3 years of implementation. In terms of material resources, compared to control group teachers, P-SELL teachers found time to be less of a barrier to their science teaching in all 3 years, and materials to be less of a barrier to their science teaching in Years 1 and 2. In terms of social resources, P-SELL teachers perceived parents and family as less of a barrier to their science teaching in Year 1 and reported more collaboration with other science teachers for science practices in Year 3.</p>\n<p><strong>In summary, the </strong>P-SELL study is one of very few rigorous experimental evaluations of an elementary science intervention implemented large-scale to find overall positive impacts on student achievement, teacher instructional practices, and teachers&rsquo; perceptions of school resources.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2017<br>\n\t\t\t\t\tModified by: Okhee&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview\n\nThe Promoting Science among English Language Learners (P-SELL) Scale-Up study investigated the effectiveness of a stand-alone, year-long, fifth grade science curricular and professional development intervention implemented large-scale over 3 years. P-SELL is aimed at improving the science achievement of all students with a focus on ELLs in the context of high-stakes assessment and accountability policy in science.\n\nP-SELL is organized around three key features: state science standards, science inquiry, and language development for all students including ELLs. The P-SELL implementation involves three components. First, teachers receive science curriculum materials, including consumable student books, a teacher?s guide, science supplies, and online resources and supplements. Second, teachers engage in professional development workshops during the summer and throughout the school year. Third, teachers are provided support at school sites by a P-SELL District Coordinator in each district.\n\nTo investigate the effectiveness of P-SELL, a randomized controlled trial was conducted. The study involved 33 treatment schools implementing P-SELL and 33 control schools across three demographically diverse school districts in the state of Florida. All fifth grade science teachers and students in these schools participated in the study over 3 years, with a total of approximately 270 teachers and 7000 students participating each year.\n\nMain Findings\n\nOn a researcher-developed assessment, the impact of P-SELL was both statistically significant and practically important across Years 1 through 3. On the state science assessment, the impact of P-SELL was both statistically significant and practically important in Years 1 and 3. The fact that a significant impact of practical importance was found not only on a researcher-developed assessment but also on the state science assessment (on 2 out of 3 years) is noteworthy. The only other large-scale randomized controlled trial of an elementary science intervention that found a positive impact on students? science achievement was Maerten-Rivera et al. (2016), who implemented an earlier version of P-SELL in one large urban school district. Other large-scale randomized controlled trials of elementary science interventions found no impact on students? science achievement.\n\nEven though overall P-SELL had a positive impact on student achievement, over the three-year period, it was more consistently effective for non-ELLs, followed by former ELLs, recently reclassified ELLs, and lastly ELLs. On the researcher-developed assessment, P-SELL had a positive impact for non-ELLs and former ELLs in all 3 years of the study, for recently-reclassified ELLs in Years 1 and 3, and for ELLs only in Year 1. On the state science assessment, P-SELL had a positive impact for non-ELLs in all 3 years and for former ELLs in Year, 1 but it did not have an impact for recently-reclassified ELLs and ELLs.\n\nThe fact that the impact of P-SELL for former ELLs was similar to the impact for non-ELLs on the researcher-developed assessment was encouraging. This finding suggests that students who were once ELLs and were reclassified as English proficient before third grade (i.e., had exited ELL programs more than 2 years ago) benefitted from P-SELL similarly to those students who were never ELLs. On the other hand, the results for ELLs were less encouraging. The positive impact on the researcher-developed test for ELLs in Year 1 was not replicated in Years 2 and 3. This suggests that more work needs to be done to identify approaches to effectively support ELLs in the science classroom, especially when an intervention is implemented large-scale with all students. One promising venue are the instructional shifts promoted by the Next Generation Science Standards, as science and engineering practices are language-intensive (e.g., argue from evidence, construct explanations) and thus provide language learning opportunities to all students (Lee, Quinn, &amp; Vald&eacute;s, 2013).\n\nP-SELL had positive impacts on teachers? science knowledge in Year 1 and teachers? instructional practices in all 3 years. In Years 1 and 3, compared to control group teachers, P-SELL teachers reported using more teaching for understanding practices, teaching for inquiry practices, language development strategies, and home language use strategies. In Year 2, P-SELL teachers reported using more teaching for inquiry practices.\n\nP-SELL had a positive impact on teachers? perceptions of various school resources (material and social) over the 3 years of implementation. In terms of material resources, compared to control group teachers, P-SELL teachers found time to be less of a barrier to their science teaching in all 3 years, and materials to be less of a barrier to their science teaching in Years 1 and 2. In terms of social resources, P-SELL teachers perceived parents and family as less of a barrier to their science teaching in Year 1 and reported more collaboration with other science teachers for science practices in Year 3.\n\nIn summary, the P-SELL study is one of very few rigorous experimental evaluations of an elementary science intervention implemented large-scale to find overall positive impacts on student achievement, teacher instructional practices, and teachers? perceptions of school resources.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/13/2017\n\n\t\t\t\t\tSubmitted by: Okhee Lee"
 }
}