{
 "awd_id": "1210850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "MWN: Magnetization Dynamics in Metallic Ferromagnetic Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2014-04-11",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThe goal of this Materials World Network project is to study spectral properties of spin waves in metallic ferromagnetic nanostructures in the presence of pure spin currents from spin Hall effect. For these studies, a series of experiments that employ on-chip ferromagnetic resonance and near-field Brillouin light scattering will be carried out. These measurements will focus on understanding of the effect of geometric confinement on nonlinear spin wave interactions and the effect of spin currents on spin wave dispersion and damping in ferromagnetic nanowires. These phenomena will be studied both experimentally and theoretically, and the research program will foster international collaboration and student exchange between US (UC Irvine) and German (University of Duisburg-Essen and University of Muenster) academic institutions. The fundamental understanding of the effect of pure spin currents on spin waves gained through this program will contribute to innovation in the emerging field of magnonics - a spin based energy efficient processing of information. This project will expose a number of high-school, undergraduate and graduate students to nanoscience and will prepare specialists for the US electronics and magnetic recording industries. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nWhen the size of a magnetic material is reduced down to a few millionths of a millimeter, it acquires new scientifically interesting and technologically important properties. For example, familiar electric currents in such materials can create pure magnetic currents that flow perpendicular to the electric currents. Furthermore, magnetic waves in such materials can be used for transmitting and processing information in analogy to the familiar electric signals that carry information in computers and cell phones. The main advantage of the magnetic waves over the electric signals is their low energy compared to the energy of electrons in electric circuits. Thus, circuits that use magnetic waves to carry information and pure magnetic currents to process information should offer significant energy savings desired in mobile electronic devices. The purpose of this Materials World Network project is to understand how pure magnetic currents interact with magnetic waves and to find energy-efficient ways to manipulate magnetic waves with pure magnetic currents. This research will advance our fundamental understanding of magnetism and will enable the development of energy-efficient magnetic circuits. This project will expose a number of high-school, undergraduate and graduate students to nanoscience and will prepare specialists for the US electronics and magnetic recording industries. This research program will also foster international collaboration and student exchange between US (UC Irvine) and German (University of Duisburg-Essen and University of Muenster) academic institutions.\r\n\r\nThis project is supported by the Condensed Matter Physics program and the Office of Special Programs in the Division of Materials Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ilya",
   "pi_last_name": "Krivorotov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ilya Krivorotov",
   "pi_email_addr": "ilya.krivorotov@uci.edu",
   "nsf_id": "000258873",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Mills",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas L Mills",
   "pi_email_addr": "dlmills@uci.edu",
   "nsf_id": "000455917",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Irvine",
  "perf_str_addr": "310E Rowland Hall",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926974575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>This research project resulted in a number of discoveries in the physics of interactions between electrical current and spin waves in ferromagnetic nanostructures, some of which have direct applications in spin electronics (spintronics) technology. The work performed in this project resulted in 9 publications in refereed physics journals and in 17 invited presentations at professional meetings, universities, national labs and private industry.</p>\n<p>Under this project, we have shown that damping of spin waves in magnetic nanowires can be efficiently controlled by electrical currents via generation of so-called pure spin currents. We have show that magnetic damping can be reduced to zero, which implies that spin waves can propagate in ferromagnetic nanowires over very long distances. This is an important result because spin waves are currently being considered for energy-efficient information processing in spin wave based logic devices. We have also shown that short-wavelength spin waves can be excited by modulation of the current applied to the nanowire devices via a so-called parametric resonance process.</p>\n<p>We have also demonstrated that direct pure spin current can excite self-oscillations of magnetization in ferromagnetic nanowires, which leads to microwave signal emission from these devices. This is promising for the development of ultra-compact wireless communication devices for autonomous micro-vehicles.</p>\n<p>Our studies have also established the proper boundary conditions for spin wave excitations in transversely magnetized ferromagnetic nanowires. These boundary conditions are important for quantitative prediction of the spin wave properties in the nanowire devices.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The tunable compact sources of microwave radiation based on pure spin currents injected into ferromagnetic nanowires are promising for ultra-compacts wireless communication devices. Control of spin wave damping via pure spin currents is a useful tool for the development of energy-efficient spin wave based logic circuits.</p>\n<p>In the spring and summer 2013, 2014 and 2015 over fifty middle school students from Mendez Middle School, visited my laboratory as a part of the &ldquo;Day at College&rdquo; activity of the LEAPS (Laboratory Experiments and Activities in the Physical Sciences) outreach program at UCI. Each student participated in four hands-on experiments on magnetism, electronics, superconductivity and mechanics set up in my lab. This activity stimulated interest in physics among students from groups underrepresented in science. In the summer of 2015, ten high school teachers toured my lab as a part of an ESCAPE (Equitable Science Curriculum Integrating Arts in Public Education) seminar. The teachers learned how to set up several experiments and demonstrations on magnetism and superconductivity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2015<br>\n\t\t\t\t\tModified by: Ilya&nbsp;Krivorotov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis research project resulted in a number of discoveries in the physics of interactions between electrical current and spin waves in ferromagnetic nanostructures, some of which have direct applications in spin electronics (spintronics) technology. The work performed in this project resulted in 9 publications in refereed physics journals and in 17 invited presentations at professional meetings, universities, national labs and private industry.\n\nUnder this project, we have shown that damping of spin waves in magnetic nanowires can be efficiently controlled by electrical currents via generation of so-called pure spin currents. We have show that magnetic damping can be reduced to zero, which implies that spin waves can propagate in ferromagnetic nanowires over very long distances. This is an important result because spin waves are currently being considered for energy-efficient information processing in spin wave based logic devices. We have also shown that short-wavelength spin waves can be excited by modulation of the current applied to the nanowire devices via a so-called parametric resonance process.\n\nWe have also demonstrated that direct pure spin current can excite self-oscillations of magnetization in ferromagnetic nanowires, which leads to microwave signal emission from these devices. This is promising for the development of ultra-compact wireless communication devices for autonomous micro-vehicles.\n\nOur studies have also established the proper boundary conditions for spin wave excitations in transversely magnetized ferromagnetic nanowires. These boundary conditions are important for quantitative prediction of the spin wave properties in the nanowire devices.\n\nBroader Impacts\n\nThe tunable compact sources of microwave radiation based on pure spin currents injected into ferromagnetic nanowires are promising for ultra-compacts wireless communication devices. Control of spin wave damping via pure spin currents is a useful tool for the development of energy-efficient spin wave based logic circuits.\n\nIn the spring and summer 2013, 2014 and 2015 over fifty middle school students from Mendez Middle School, visited my laboratory as a part of the \"Day at College\" activity of the LEAPS (Laboratory Experiments and Activities in the Physical Sciences) outreach program at UCI. Each student participated in four hands-on experiments on magnetism, electronics, superconductivity and mechanics set up in my lab. This activity stimulated interest in physics among students from groups underrepresented in science. In the summer of 2015, ten high school teachers toured my lab as a part of an ESCAPE (Equitable Science Curriculum Integrating Arts in Public Education) seminar. The teachers learned how to set up several experiments and demonstrations on magnetism and superconductivity.\n\n\t\t\t\t\tLast Modified: 10/12/2015\n\n\t\t\t\t\tSubmitted by: Ilya Krivorotov"
 }
}