{
 "awd_id": "1210145",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Kevin Hung Pham of the University of Texas at Arlington to conduct a research project, entitled \"Investigating the role of a fluctuating solar wind and the effects of the polarity of the solar wind's magnetic field on geomagnetic storms,\" during the summer of 2012 at the National Central University in Jhongli City, Taiwan.  The host scientist is Lin-Ni Hau.\r\n\r\nThe Intellectual Merit of the research project lies in a better understanding of the space weather around Earth.  Space weather can have a great impact on the people and technology, in space and on Earth.  The research seeks to determine which polarity of the solar wind's magnetic field causes a more severe geomagnetic storm and whether a fluctuating solar wind has a significant contribution to geomagnetic storms. It is crucial to understand what conditions lead to severe space weather such as geomagnetic storms which can cause power grid failures, navigational difficulties, and other serious disruptions.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Pham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Pham",
   "pi_email_addr": "",
   "nsf_id": "000574082",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pham                    Kevin",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Grand Prairie",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "750546805",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "TX30",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Pham                    Kevin",
  "perf_str_addr": null,
  "perf_city_name": "Grand Prairie",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750546805",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "TX30",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>As the solar wind streams out from the Sun passes by Earth, it interacts with the Earth&rsquo;s magnetic field.&nbsp; This interaction causes some of the energy to be inputted into the Earth&rsquo;s magnetosphere.&nbsp; Using a simulation of the Earth&rsquo;s magnetosphere system and observational data obtained from satellites, we compared the contribution and accuracy of the energy from one orientation of the magnetic field.&nbsp; In particular, we looked at the energy input during a single rotation of the Sun, or 27 days.&nbsp;&nbsp; There are some processes that the simulation is not correctly accounting for and the energy input caused by the solar wind in the simulation does not match with those obtained from observational data. Simulations are widely used in the prediction of space weather and the accuracy of the simulation to correctly replicate the space environment is critical. Space weather has adverse effects, such as damaging or disabling satellites and high dosage of radiation to astronauts.&nbsp;</span>&nbsp;</p>\n<p class=\"Default\"><span>The simulations were run using a local computer cluster at the host institution in Taiwan.&nbsp; This gave us a good opportunity to better optimize the simulation as well as transfer the knowledge of the simulation to the host institution.&nbsp; Future projects at the host institution will utilize the local computer cluster and the simulation.&nbsp; The expertise in obtaining and analyzing satellite data was provided by many of the collaborators at the host institution in Taiwan.&nbsp; Valuable information was learned on the correct method to use the data as well as knowledge of when the satellites would give unreliable measurements. An ongoing effort to continue collaborating with the host institution will be made in following research projects.&nbsp; This will allow for a better understanding of the underlying physics for this project and future projects.&nbsp; A majority of the work that went into this project will be presented at the American Geophysical Union&rsquo;s Fall Meeting.&nbsp; As a direct result of this project, a paper is being prepared to be published in which the hosting professor in Taiwan will be a co-author of.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2012<br>\n\t\t\t\t\tModified by: Kevin&nbsp;Pham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "As the solar wind streams out from the Sun passes by Earth, it interacts with the EarthÆs magnetic field.  This interaction causes some of the energy to be inputted into the EarthÆs magnetosphere.  Using a simulation of the EarthÆs magnetosphere system and observational data obtained from satellites, we compared the contribution and accuracy of the energy from one orientation of the magnetic field.  In particular, we looked at the energy input during a single rotation of the Sun, or 27 days.   There are some processes that the simulation is not correctly accounting for and the energy input caused by the solar wind in the simulation does not match with those obtained from observational data. Simulations are widely used in the prediction of space weather and the accuracy of the simulation to correctly replicate the space environment is critical. Space weather has adverse effects, such as damaging or disabling satellites and high dosage of radiation to astronauts.  \nThe simulations were run using a local computer cluster at the host institution in Taiwan.  This gave us a good opportunity to better optimize the simulation as well as transfer the knowledge of the simulation to the host institution.  Future projects at the host institution will utilize the local computer cluster and the simulation.  The expertise in obtaining and analyzing satellite data was provided by many of the collaborators at the host institution in Taiwan.  Valuable information was learned on the correct method to use the data as well as knowledge of when the satellites would give unreliable measurements. An ongoing effort to continue collaborating with the host institution will be made in following research projects.  This will allow for a better understanding of the underlying physics for this project and future projects.  A majority of the work that went into this project will be presented at the American Geophysical UnionÆs Fall Meeting.  As a direct result of this project, a paper is being prepared to be published in which the hosting professor in Taiwan will be a co-author of.  \n\n \n\n\t\t\t\t\tLast Modified: 12/02/2012\n\n\t\t\t\t\tSubmitted by: Kevin Pham"
 }
}