{
 "awd_id": "1210554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   Antioxidant physiology, alternative reproductive strategies, and the information content of pigment based ornaments:   A life history perspective",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 14946.0,
 "awd_amount": 14946.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "Male ornamentation influence whether or not they gain access to mates. Given that ornaments are physiologically costly to express, elaborate ornaments may be restricted to individuals in good condition, providing an ?honest? signal of quality to females.  However this may not always be true, as males may have to allocate resources between different factors such as ornamentation versus self-maintenance or parental care. The proposed research seeks to understand sexual ornaments as life history investments, whose development may tradeoff against other alternatives.  Specifically, allocation of antioxidant capacity may mediate a tradeoff between attractiveness and self-maintenance, with balance of this tradeoff depending on life history.  Oxidative stress occurs when antioxidant capacity is overwhelmed by the production of pro-oxidants through physical activity or immune response, which can then lead to onset of aging and diseases. Expressing carotenoid and melanin-based pigmented ornaments may increase mating success, but also consume molecules with antioxidant capacity and intensify expensive contests over mates, potentially elevating oxidative stress and suppressing survival and parental performance.  This research will:  (1) employ longitudinal sampling to explore whether expressing pigmentation increases oxidative stress and reduces parental performance in California yellow warblers (Setophaga petechia brewsteri); and (2) use a comparative approach to explore if pigmentation correlates differently with oxidative stress in the Mexican, mangrove warbler subspecies of S. petechia (S. p. bryanti), which displays a \"slow' life history (long survival, small clutch size, non-migratory) versus in \"fast\" lived California warblers.  Mangrove warblers are predicted to display greater \"honesty\" in signaling oxidative status, due to greater value of survivorship. By taking a life history perspective, this work provides a novel conceptual framework for understanding complexities of sexual signaling systems.  Broader impacts include understanding factors influencing reproductive success in a Species of Special Concern and forging collaboration with Mexican researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rotenberry",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Rotenberry",
   "pi_email_addr": "john.rotenberry@ucr.edu",
   "nsf_id": "000371883",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Grunst",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea S Grunst",
   "pi_email_addr": "andrea.grunst@indstate.edu",
   "nsf_id": "000716226",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview of Research</strong>: Elaborate ornamental traits such as plumage coloration in birds may signal individual quality to prospective mates, with individuals in better condition or with beneficial genes developing larger or more colorful ornaments.&nbsp; On the other hand, in some contexts, individuals may invest in the development of sexual ornaments and the attraction of mates at the expense of body condition.&nbsp; Thus, the size or intensity of ornamental traits may not always be positively correlated with individual condition and survivorship.&nbsp; The ability to avoid oxidative stress is one component of individual quality that may be related to the expression of plumage coloration, because the development of several types of plumage pigmentation (carotenoid- and melanin-based) ties up molecules that would otherwise have antioxidant potential.&nbsp; Further, expressing intense coloration can appear as \"agressive\"&nbsp;to other individuals, potentially&nbsp;increasing the number of&nbsp;energetically expensive aggressive encounters, further elevating production of pro-oxidants.&nbsp; Oxidative stress can damage biomolecules and reduce survivorship, and therefore has important fitness implications.&nbsp; However, whether individuals differentially weight production of sexual coloration against maintenance of beneficial oxidative status depending on age- or population-specific survival probabilities or resource limitations remains an open question.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; We investigated the novel hypothesis that inter-population differences in survival probabilities and reproductive rates affect whether individuals invest in sexual coloration at the expense of oxidative status, thus altering the information content of sexual coloration with respect to oxidative stress levels and survival probabilities.&nbsp; We used the yellow warbler (<em>S. petechia</em>) as a model species.&nbsp; We assessed if yellow carotenoid-based pigmentation or red-brown melanin-based pigmentation correlated differently with oxidative stress levels in the Mexican, mangrove warbler subspecies of <em>S. petechia </em>(<em>S. p. bryanti</em>), which displays a relatively &ldquo;slow&rdquo; life history (characterized by smaller clutch sizes and higher survivorship), versus in &ldquo;fast&rdquo; lived northern yellow warblers (<em>S. p. brewsteri</em>).&nbsp; Importantly, mangrove and northern warblers share the same sexual pigments, although mangrove warblers express more melanin-based red-brown hood (Figure 1).&nbsp; We predicted that mangrove warblers would display low oxidative stress levels compared to northern yellow warblers.&nbsp; Further, we predicted that positive correlations between sexual coloration and oxidative stress would be more likely to arise in short-lived yellow warblers than in longer-lived mangrove warblers, since yellow warblers might be more likely to increase lifetime fitness by prioritizing mating success over survivorship.&nbsp; We captured mangrove warblers in Yucat&aacute;n, Mexico (2012) and yellow warblers in California (2011-2012) during the pre-nesting period, collected blood plasma to measure oxidative stress, and took feathers and photographs to measure sexual pigmentation. <em></em></p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp; Results and Intellectual Merit</strong>:&nbsp; Mangrove warblers displayed lower oxidative stress than yellow warblers, as predicted based on the slower \"life style\" of mangrove warblers, and the fact that our study population of northern yellow warblers experiences a more challenging (alpine) breeding environment and the oxidative challenge of migration (Figure 2).&nbsp; However, the correlation between sexual coloration and oxidative stress did not differ between populations.&nbsp; Rather, in males from both populations, melanin-based sexual pigmentation was negatively correlated with oxidative stress, althoug...",
  "por_txt_cntn": "\nOverview of Research: Elaborate ornamental traits such as plumage coloration in birds may signal individual quality to prospective mates, with individuals in better condition or with beneficial genes developing larger or more colorful ornaments.  On the other hand, in some contexts, individuals may invest in the development of sexual ornaments and the attraction of mates at the expense of body condition.  Thus, the size or intensity of ornamental traits may not always be positively correlated with individual condition and survivorship.  The ability to avoid oxidative stress is one component of individual quality that may be related to the expression of plumage coloration, because the development of several types of plumage pigmentation (carotenoid- and melanin-based) ties up molecules that would otherwise have antioxidant potential.  Further, expressing intense coloration can appear as \"agressive\" to other individuals, potentially increasing the number of energetically expensive aggressive encounters, further elevating production of pro-oxidants.  Oxidative stress can damage biomolecules and reduce survivorship, and therefore has important fitness implications.  However, whether individuals differentially weight production of sexual coloration against maintenance of beneficial oxidative status depending on age- or population-specific survival probabilities or resource limitations remains an open question.\n\n     We investigated the novel hypothesis that inter-population differences in survival probabilities and reproductive rates affect whether individuals invest in sexual coloration at the expense of oxidative status, thus altering the information content of sexual coloration with respect to oxidative stress levels and survival probabilities.  We used the yellow warbler (S. petechia) as a model species.  We assessed if yellow carotenoid-based pigmentation or red-brown melanin-based pigmentation correlated differently with oxidative stress levels in the Mexican, mangrove warbler subspecies of S. petechia (S. p. bryanti), which displays a relatively \"slow\" life history (characterized by smaller clutch sizes and higher survivorship), versus in \"fast\" lived northern yellow warblers (S. p. brewsteri).  Importantly, mangrove and northern warblers share the same sexual pigments, although mangrove warblers express more melanin-based red-brown hood (Figure 1).  We predicted that mangrove warblers would display low oxidative stress levels compared to northern yellow warblers.  Further, we predicted that positive correlations between sexual coloration and oxidative stress would be more likely to arise in short-lived yellow warblers than in longer-lived mangrove warblers, since yellow warblers might be more likely to increase lifetime fitness by prioritizing mating success over survivorship.  We captured mangrove warblers in Yucat&aacute;n, Mexico (2012) and yellow warblers in California (2011-2012) during the pre-nesting period, collected blood plasma to measure oxidative stress, and took feathers and photographs to measure sexual pigmentation. \n\n     Results and Intellectual Merit:  Mangrove warblers displayed lower oxidative stress than yellow warblers, as predicted based on the slower \"life style\" of mangrove warblers, and the fact that our study population of northern yellow warblers experiences a more challenging (alpine) breeding environment and the oxidative challenge of migration (Figure 2).  However, the correlation between sexual coloration and oxidative stress did not differ between populations.  Rather, in males from both populations, melanin-based sexual pigmentation was negatively correlated with oxidative stress, although this relationship occurred in only one year of our study among yellow warblers (Figure 3). Thus, results provided no support for the intriguing hypothesis that individuals invest in pigmentation over oxidative status in populations characterized by relatively low survival probabilities.  Rather, we consi..."
 }
}