{
 "awd_id": "1210372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Aspherical Nature and Evolution of Supernovae",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 250660.0,
 "awd_amount": 291374.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2016-09-08",
 "awd_abstract_narration": "This award will support a long-term comprehensive spectropolarimetric survey of all types of supernovae.  The principal goal of this effort is to improve the understanding of the characteristics and importance of asymmetries in supernova explosions by focusing on the observable evolution.  Polarimetry allows one to probe spatial scales in a supernova that cannot be resolved through direct imaging from earth or space.  Spectropolarimetry further enhances the power of this technique by revealing wavelength dependent variations that may result from optical depth dependent geometries.  In recent years, evidence has grown that nearly all supernovae exhibit departures from spherical symmetry.  These results, together with advances in computing power that enable full three dimensional modeling, are exposing the possibility that asymmetries are not just observable consequences of supernovae, but may in fact be a necessity of the explosion mechanism itself.  The investigators will obtain repeat spectropolarimetry of the brightest core collapse and thermonuclear.  These data will be augmented with both photometry and high-resolution spectroscopy. \r\n\r\nThe project is expected to have an impact on astrophysics as the diagnostic power of polarimetry continues to advance, especially in the era of giant telescopes and time-variable astronomy.  This project will also support a number of outreach and education efforts at each institution and will contribute to the education and training of undergraduate and graduate students.  In addition, Dr. Hoffman will continue her leadership of the Collaborative Research in Astrophysics (CORA) program at the University of Denver.  This program is based on studies that show that participation in group research projects increases retention of female students in scientifically and technically demanding majors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Hoffman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Hoffman",
   "pi_email_addr": "jennifer.hoffman@du.edu",
   "nsf_id": "000243348",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Denver",
  "inst_street_address": "2199 S UNIVERSITY BLVD RM 222",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3038712000",
  "inst_zip_code": "802104711",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF DENVER",
  "org_prnt_uei_num": "WCUGNQQ8DZU1",
  "org_uei_num": "WCUGNQQ8DZU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Denver",
  "perf_str_addr": "2112 E. Wesley Ave.",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802105211",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250660.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 40714.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Supernovae are important in astronomy for a variety of reasons: they mark the ends of massive stars&rsquo; lives, they give us clues to the chemical and dynamical characteristics of their surroundings, and they help us determine distances to faraway galaxies and thereby study the expansion history of the Universe. But although supernovae are fundamental contributors to our understanding of the cosmos, much about them is still not well understood, including the shapes they create as their stellar material explodes into space. The SNSPOL project, which was funded by this award, measured the polarization of light emitted from over 100 supernovae to investigate their shapes and distribution of material in the explosions as they changed over time. The results are helping us learn about the mechanisms behind these important astronomical objects, as well as connecting them with their stellar predecessors.</p>\n<p>Polarization occurs when light from the core of the supernova interacts with hot gas in the ejecta and surroundings; measuring its behavior gives us clues to the specific shape, composition, and density of the gas. My students and I contributed to this project by creating 3-D computer models using a code called <em>SLIP</em> to interpret the measured polarization from SNSPOL supernovae, as well as predict what polarization behavior we should measure from a supernova under various assumptions about its shape and history.</p>\n<p>Some of our key results are as follows:</p>\n<p>Recent Ph.D. graduate Leah Huk created 3-D models of &ldquo;Type IIn&rdquo; supernovae, which interact with surrounding circumstellar material ejected by the stars in the late stages of their lives before the explosion. Understanding this type of supernova is key to identifying the characteristics of the stars that explode, which can help us learn how stars change over their lifetimes and whether a binary companion is necessary to create some kinds of supernovae. Huk investigated models of supernovae surrounded by ellipsoidal shells as well as flattened disks and toroids (Figure 1), predicted their polarization characteristics if viewed from a range of angles, and compared her results with observed data from the SNSPOL Project and other sources.</p>\n<p>In the case of Supernova 1997eg, Huk found that flattened disk models inclined at an angle of about 70&deg; were most successful at reproducing the observed data. She used these results to extrapolate the characteristics of the stellar wind that could have created the disk-like configuration of material, and concluded the progenitor star was most likely a very hot, evolved star called a luminous blue variable (LBV). LBVs lose mass in dramatic episodes such as the one that created the well-known &ldquo;hourglass&rdquo; structure in eta Carinae. The progenitor of SN 1997eg likely finished one such episode only 5&ndash;10 years before exploding as a supernova.</p>\n<p>In the case of Supernova 2010jl, which we observed multiple times during the SNSPOL Project, Huk found the circumstellar material was most likely ellipsoidal in shape and created by a series of outbursts characteristic of the most massive LBV stars.</p>\n<p>Ph.D. student Manisha Shrestha used a version of the same 3-D computer code to investigate the polarization signatures produced by a star moving quickly through the local interstellar medium. The winds of such a fast-moving star creates a cone-shaped &ldquo;bow shock&rdquo; like the wake of a boat. The dense, hot material in the bow shock and surrounding nebula can polarize light, and these polarization signatures may persist even after the star has exploded, thus contributing to SNSPOL&rsquo;s measurements of supernova polarization. Shrestha tested a range of bow shock densities, temperatures, orientations, and illumination sources (Figure 2) and identified scenarios in which her models, combined with polarization measurements, can reveal unique information about the stellar wind and the star&rsquo;s ultimate fate. She is currently planning observations of known bow-shock sources to compare with her models.</p>\n<p>Our group also used this award to pursue several activities aimed at engaging young women of color and white women with scientific ideas and hands-on physics and astronomy experiments. Our most ambitious project, called DU SciTech, brought middle-school girls to the DU campus for a weeklong, hands-on STEM day camp in 2016 and 2017. The campers came primarily from low-income families and racial backgrounds underrepresented in science; they participated at no cost and took home all camp materials including telescopes, tripods, computers and peripherals, and insect-collecting kits (Figure 3). The camp received glowing reviews from both participants and parents; we are seeking further funding to continue it in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2018<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;L&nbsp;Hoffman</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527660425112_outcomes-fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527660425112_outcomes-fig2--rgov-800width.jpg\" title=\"Figure 2: Bow shock polarization maps\"><img src=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527660425112_outcomes-fig2--rgov-66x44.jpg\" alt=\"Figure 2: Bow shock polarization maps\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Results from our simulations of the polarization produced by bow-shock nebulae, varying several model parameters. The simulations reveal a wide variety of morphologies that can be used to interpret observations and infer properties of the stellar wind and ultimate fate of the star.</div>\n<div class=\"imageCredit\">Shrestha et al. 2018, MNRAS, 477, 1365, published by Oxford University Press</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;L&nbsp;Hoffman</div>\n<div class=\"imageTitle\">Figure 2: Bow shock polarization maps</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527660578605_outcomes-fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527660578605_outcomes-fig3--rgov-800width.jpg\" title=\"Figure 3: DU SciTech 2017\"><img src=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527660578605_outcomes-fig3--rgov-66x44.jpg\" alt=\"Figure 3: DU SciTech 2017\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants in the 2017 DU SciTech summer camp joined us at DU for a week full of hands-on science activities including building their own telescopes, programming computers, constructing circuits, and studying insect biodiversity on campus.</div>\n<div class=\"imageCredit\">J.L. Hoffman, University of Denver</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;L&nbsp;Hoffman</div>\n<div class=\"imageTitle\">Figure 3: DU SciTech 2017</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527659499390_outcomes-fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527659499390_outcomes-fig1--rgov-800width.jpg\" title=\"Figure 1: Supernova shapes\"><img src=\"/por/images/Reports/POR/2018/1210372/1210372_10208286_1527659499390_outcomes-fig1--rgov-66x44.jpg\" alt=\"Figure 1: Supernova shapes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic depictions of the gaseous configurations whose polarization characteristics we simulated with the SLIP code. The supernova is at the center in each case, and light can arise both from the supernova and from the surrounding gas.</div>\n<div class=\"imageCredit\">J.L. Hoffman, University of Denver</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;L&nbsp;Hoffman</div>\n<div class=\"imageTitle\">Figure 1: Supernova shapes</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSupernovae are important in astronomy for a variety of reasons: they mark the ends of massive stars? lives, they give us clues to the chemical and dynamical characteristics of their surroundings, and they help us determine distances to faraway galaxies and thereby study the expansion history of the Universe. But although supernovae are fundamental contributors to our understanding of the cosmos, much about them is still not well understood, including the shapes they create as their stellar material explodes into space. The SNSPOL project, which was funded by this award, measured the polarization of light emitted from over 100 supernovae to investigate their shapes and distribution of material in the explosions as they changed over time. The results are helping us learn about the mechanisms behind these important astronomical objects, as well as connecting them with their stellar predecessors.\n\nPolarization occurs when light from the core of the supernova interacts with hot gas in the ejecta and surroundings; measuring its behavior gives us clues to the specific shape, composition, and density of the gas. My students and I contributed to this project by creating 3-D computer models using a code called SLIP to interpret the measured polarization from SNSPOL supernovae, as well as predict what polarization behavior we should measure from a supernova under various assumptions about its shape and history.\n\nSome of our key results are as follows:\n\nRecent Ph.D. graduate Leah Huk created 3-D models of \"Type IIn\" supernovae, which interact with surrounding circumstellar material ejected by the stars in the late stages of their lives before the explosion. Understanding this type of supernova is key to identifying the characteristics of the stars that explode, which can help us learn how stars change over their lifetimes and whether a binary companion is necessary to create some kinds of supernovae. Huk investigated models of supernovae surrounded by ellipsoidal shells as well as flattened disks and toroids (Figure 1), predicted their polarization characteristics if viewed from a range of angles, and compared her results with observed data from the SNSPOL Project and other sources.\n\nIn the case of Supernova 1997eg, Huk found that flattened disk models inclined at an angle of about 70&deg; were most successful at reproducing the observed data. She used these results to extrapolate the characteristics of the stellar wind that could have created the disk-like configuration of material, and concluded the progenitor star was most likely a very hot, evolved star called a luminous blue variable (LBV). LBVs lose mass in dramatic episodes such as the one that created the well-known \"hourglass\" structure in eta Carinae. The progenitor of SN 1997eg likely finished one such episode only 5&ndash;10 years before exploding as a supernova.\n\nIn the case of Supernova 2010jl, which we observed multiple times during the SNSPOL Project, Huk found the circumstellar material was most likely ellipsoidal in shape and created by a series of outbursts characteristic of the most massive LBV stars.\n\nPh.D. student Manisha Shrestha used a version of the same 3-D computer code to investigate the polarization signatures produced by a star moving quickly through the local interstellar medium. The winds of such a fast-moving star creates a cone-shaped \"bow shock\" like the wake of a boat. The dense, hot material in the bow shock and surrounding nebula can polarize light, and these polarization signatures may persist even after the star has exploded, thus contributing to SNSPOL?s measurements of supernova polarization. Shrestha tested a range of bow shock densities, temperatures, orientations, and illumination sources (Figure 2) and identified scenarios in which her models, combined with polarization measurements, can reveal unique information about the stellar wind and the star?s ultimate fate. She is currently planning observations of known bow-shock sources to compare with her models.\n\nOur group also used this award to pursue several activities aimed at engaging young women of color and white women with scientific ideas and hands-on physics and astronomy experiments. Our most ambitious project, called DU SciTech, brought middle-school girls to the DU campus for a weeklong, hands-on STEM day camp in 2016 and 2017. The campers came primarily from low-income families and racial backgrounds underrepresented in science; they participated at no cost and took home all camp materials including telescopes, tripods, computers and peripherals, and insect-collecting kits (Figure 3). The camp received glowing reviews from both participants and parents; we are seeking further funding to continue it in the future.\n\n\t\t\t\t\tLast Modified: 05/30/2018\n\n\t\t\t\t\tSubmitted by: Jennifer L Hoffman"
 }
}