{
 "awd_id": "1211172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis of Vortex Rossby Wave Dynamics",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 185875.0,
 "awd_amount": 185875.0,
 "awd_min_amd_letter_date": "2012-07-15",
 "awd_max_amd_letter_date": "2012-07-15",
 "awd_abstract_narration": "Vortex Rossby Waves (VRWs) are intriguing physical phenomena whose significant role in Tropical Cyclone (TC) dynamics has gained wide acceptance.  The earliest analyses hypothesized inward eddy fluxes of angular momentum carried by trailing spiral VRWs that propagate upstream relative to the TC's mean swirling flow.  Development of the Asymmetric Balance theory set the stage for analysis of VRWs in a range of physical contexts.  A key concept was axisymmetrization, in which the vorticity-conserving waves become increasingly filamented in a radially shearing mean flow and surrender their energy to the basic state.  Increasingly realistic simulations of initially balanced Potential Vorticity (PV) perturbations support this idea; although unbalanced thermal perturbations are much less effective.\r\n\r\nIntellectual Merit:\r\n\r\nThe VRW literature is, for the most part, conceptually difficult, even arcane, and reaching the frontier of knowledge is challenging.  This project will support recasting much of the analysis in terms of numerical solutions in which the dynamic variables are Fourier transformed in azimuth and time with their radial (and often vertical) structure is computed using a tridiagonal solver.  In this formulation, each Fourier component has fixed circumferential wavenumber and apparent frequency relative to the ground. Propagating VRW solutions are confined to an annular waveguide encompassing radii where the waves' Doppler shifted frequency lies between the Rossby wave cutoff frequency and zero.\r\n\r\nThis approach is much simpler conceptually than piecewise continuous or WKB analytical solutions.  Intermittently forced asymmetric VRW wavetrains are simulated by representing the forcing with a Fourier series in time.  Paradoxically, the largest eddy angular momentum convergence in these calculations spans the locus of forcing even though most of the wave filamentation occurs near the Rossby wave critical radius tens of kilometers outside the eye.  In general agreement with previous work, the simulated waves have inward and upstream phase propagation, but outward group propagation and inward eddy fluxes of angular momentum.  This approach will be extended to baratropically unstable profiles and resonant instability of coupled VRWs and gravity waves.  It will also be used to address the unresolved roles of standing VRWs and wave-wave interactions in idealized vortex motion studies.\r\n\r\nBroader Impacts: \r\n\r\nThe project is designed to advance the science by reexamination and deepening understanding of the properties of vortex Rossby waves in the context of the numerical solutions and by making idealized simulations widely accessible.  The new insights into convectively forced VRWs are an example.  Extending this approach to unstable profiles, instability coupled with resonant gravity waves, and vortex motion promises to further elucidate these phenomena.  Each of the studies is a manageable thesis topic for Florida International University graduate students. The conceptual simplicity of the numerical solutions will facilitate interpretation in terms of VRW concepts.  All of the simulations will be coded as well documented MATLAB m-files and posted on the web with appropriate supporting documentation.  Key outcomes will be publication journal articles, many with student first authors, and of an accessible review article as the project nears completion.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hugh",
   "pi_last_name": "Willoughby",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Hugh E Willoughby",
   "pi_email_addr": "willough@fiu.edu",
   "nsf_id": "0000A0FD8",
   "pi_start_date": "2012-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 185875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research studied Vortex Rossby Waves (VRWs) in hurricanes.&nbsp; &nbsp;&nbsp;Rossby waves are usually identified with middle-latitude frontal cyclones on weather maps. VRWs, on the other hand, appear to be some of the spiral bands observed in radar and satellite images of hurricanes.</p>\n<p>The concept of vorticity, the tendency of fluids to rotate, is essential to understanding Rossby-wave dynamics. If a circular patch of vorticity exists in the atmosphere, the wind will circulate around the patch, even where the vorticity is zero outside of the patch. Mathematically, vorticity is a vector with both magnitude and direction. The &ldquo;right-hand-rule&rdquo; states that when an observer bends the fingers of her right hand in the direction of the wind&rsquo;s circulation, her thumb points in the direction of the vorticity vector.&nbsp; If the horizontal circulation is cyclonic (counter clockwise) around low pressure in the northern hemisphere, the vorticity points upward; if it is anticyclonic (clockwise) around high pressure, the vorticity points downward. &nbsp;Because the atmosphere is much wider than it is deep, meteorologists are mainly interested in its vertically pointing part of the vorticity.&nbsp;</p>\n<p>Vorticity has another key mathematical property. It is &ldquo;conserved&rdquo; in the sense that, once air starts to rotate, it keeps on rotating. In a hurricane, upward pointing vorticity is concentrated in the center and decreases outward. Thus, if the asymmetric wind pushes lower vorticity inward, it will tend to curve anticylonically away from the center; if the wind brings higher vorticity outward, it will curve cyclonically toward the center. This property means that vorticity waves propagate upstream against the circularly symmetric mean hurricane flow, but not fast enough to avoid being carried downstream. Rossby waves in the large scale atmosphere behave in the same way, but they depend upon the poleward increase of vertical vorticity due to the Earth&rsquo;s rotation as local vertical becomes more nearly parallel the planet&rsquo;s axis of rotation.</p>\n<p>VRWs are defined by their frequencies and wavenumbers. Tangential wavenumber is the number of complete waves around the hurricane. VRWs can exist in a range of negative Doppler-shifted frequencies between zero and a &ldquo;cutoff frequency&rdquo; where the VRWs change from sinusoidal structure to decaying exponentials. Because the mean flow decreases outward, the Doppler-shifted frequency must increase (become less negative) outward so that the wavetrain can propagate coherently. As a result VRWs live in donut-shaped waveguides. At the inner radius of the waveguide, the VRWs are reflected from the &ldquo;turning point&rdquo; where their frequencies are&nbsp; Doppler to the cutoff frequency. &nbsp;They are absorbed at the outer radius where their frequencies are Doppler shifted to zero and they become very short in the radial direction. VRWs excited inside the waveguide transport wave energy and mean-flow vorticity outward and angular momentum inward. &nbsp;VRWs with higher tangential wavenumbers have narrower waveguides&nbsp; because they experience faster Doppler shift. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The only way for mean vortices to be bounded (i.e., to have zero circulation far from their centers) is for them to contain zero net vorticity. Bounded vortices must have an outer ring with exactly as much anticyclonic vorticity as there is cyclonic vorticity near the center. This means that the vorticity must increase (become less anticyclonic) with distance from the center near the vortex periphery. Thus, bounded vortices have a second, outer waveguide where VRWs propagate downstream. The outer waveguide has an absorbing critical radius closer to the center and a reflecting turning point far from the center.</p>\n<p>The mean swirling flow in this outer waveguide interacts with the poleward increase of vorticity due to the Earth&rsquo;s rotation to produce a pair of &ldquo;beta gyres&rdquo;--- one cyclonic southwest of the center and the other anticyclonic northeast of the center, such that the flow between them pushes the hurricane northward and westward. In a previous linear model, where the gyres interacted only with the circular mean vortex, the poleward motion accelerated without limit. In a nonlinear model, where different wavenumbers interacted with each other, the &ldquo;beta drift&rdquo; had a realistic speed of&nbsp; about 2 m&nbsp;s<sup>&minus;1</sup>. The explanation for the too-fast linear result was that the original model underestimated VRW absorption at the outer waveguide&rsquo;s critical radius. Moreover the present work revealed that the mechanism responsible for the realistic nonlinear speed was wavenumber-1 VRWs interaction with themselves to force wavenumber-2, which in turn interacted with the original wavenumber-1 gyres to produce another pair of wavenumber-1 gyres with opposite polarity. The flow toward the southeast between these new gyres counteracted the too-fast linear motion.</p>\n<p>The salient outcome of this investigation is a more nuanced understanding of VRW&rsquo;s, their relationship to observed spiral bands in hurricanes, and their roles in hurricane intensity change and motion. The ultimate goal is better models and forecasts to further decrease economic and human casualties.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2016<br>\n\t\t\t\t\tModified by: Hugh&nbsp;E&nbsp;Willoughby</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1211172/1211172_10190635_1481748053628_YZ_3000s--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1211172/1211172_10190635_1481748053628_YZ_3000s--rgov-800width.jpg\" title=\"Vorticity &amp; Streamfunction, 3000s\"><img src=\"/por/images/Reports/POR/2016/1211172/1211172_10190635_1481748053628_YZ_3000s--rgov-66x44.jpg\" alt=\"Vorticity &amp; Streamfunction, 3000s\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Structure of forced wavenumber-2 VRWs while the forcing was active, illustrating reflection from the inner turning point and absorption at the outer critical radius,</div>\n<div class=\"imageCredit\">HEW and AMS</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Hugh&nbsp;E&nbsp;Willoughby</div>\n<div class=\"imageTitle\">Vorticity & Streamfunction, 3000s</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1211172/1211172_10190635_1481748333560_YZ_5400s--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1211172/1211172_10190635_1481748333560_YZ_5400s--rgov-800width.jpg\" title=\"Vorticity &amp; Streamfunction, 5400s\"><img src=\"/por/images/Reports/POR/2016/1211172/1211172_10190635_1481748333560_YZ_5400s--rgov-66x44.jpg\" alt=\"Vorticity &amp; Streamfunction, 5400s\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Vorticity and Streamfunction after the forcing has stopped, illustrating accumulation and filamentation of vorticity near the outer critical radius.</div>\n<div class=\"imageCredit\">HEW and AMS</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Hugh&nbsp;E&nbsp;Willoughby</div>\n<div class=\"imageTitle\">Vorticity & Streamfunction, 5400s</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis research studied Vortex Rossby Waves (VRWs) in hurricanes.    Rossby waves are usually identified with middle-latitude frontal cyclones on weather maps. VRWs, on the other hand, appear to be some of the spiral bands observed in radar and satellite images of hurricanes.\n\nThe concept of vorticity, the tendency of fluids to rotate, is essential to understanding Rossby-wave dynamics. If a circular patch of vorticity exists in the atmosphere, the wind will circulate around the patch, even where the vorticity is zero outside of the patch. Mathematically, vorticity is a vector with both magnitude and direction. The \"right-hand-rule\" states that when an observer bends the fingers of her right hand in the direction of the wind?s circulation, her thumb points in the direction of the vorticity vector.  If the horizontal circulation is cyclonic (counter clockwise) around low pressure in the northern hemisphere, the vorticity points upward; if it is anticyclonic (clockwise) around high pressure, the vorticity points downward.  Because the atmosphere is much wider than it is deep, meteorologists are mainly interested in its vertically pointing part of the vorticity. \n\nVorticity has another key mathematical property. It is \"conserved\" in the sense that, once air starts to rotate, it keeps on rotating. In a hurricane, upward pointing vorticity is concentrated in the center and decreases outward. Thus, if the asymmetric wind pushes lower vorticity inward, it will tend to curve anticylonically away from the center; if the wind brings higher vorticity outward, it will curve cyclonically toward the center. This property means that vorticity waves propagate upstream against the circularly symmetric mean hurricane flow, but not fast enough to avoid being carried downstream. Rossby waves in the large scale atmosphere behave in the same way, but they depend upon the poleward increase of vertical vorticity due to the Earth?s rotation as local vertical becomes more nearly parallel the planet?s axis of rotation.\n\nVRWs are defined by their frequencies and wavenumbers. Tangential wavenumber is the number of complete waves around the hurricane. VRWs can exist in a range of negative Doppler-shifted frequencies between zero and a \"cutoff frequency\" where the VRWs change from sinusoidal structure to decaying exponentials. Because the mean flow decreases outward, the Doppler-shifted frequency must increase (become less negative) outward so that the wavetrain can propagate coherently. As a result VRWs live in donut-shaped waveguides. At the inner radius of the waveguide, the VRWs are reflected from the \"turning point\" where their frequencies are  Doppler to the cutoff frequency.  They are absorbed at the outer radius where their frequencies are Doppler shifted to zero and they become very short in the radial direction. VRWs excited inside the waveguide transport wave energy and mean-flow vorticity outward and angular momentum inward.  VRWs with higher tangential wavenumbers have narrower waveguides  because they experience faster Doppler shift.  \n\n \n\nThe only way for mean vortices to be bounded (i.e., to have zero circulation far from their centers) is for them to contain zero net vorticity. Bounded vortices must have an outer ring with exactly as much anticyclonic vorticity as there is cyclonic vorticity near the center. This means that the vorticity must increase (become less anticyclonic) with distance from the center near the vortex periphery. Thus, bounded vortices have a second, outer waveguide where VRWs propagate downstream. The outer waveguide has an absorbing critical radius closer to the center and a reflecting turning point far from the center.\n\nThe mean swirling flow in this outer waveguide interacts with the poleward increase of vorticity due to the Earth?s rotation to produce a pair of \"beta gyres\"--- one cyclonic southwest of the center and the other anticyclonic northeast of the center, such that the flow between them pushes the hurricane northward and westward. In a previous linear model, where the gyres interacted only with the circular mean vortex, the poleward motion accelerated without limit. In a nonlinear model, where different wavenumbers interacted with each other, the \"beta drift\" had a realistic speed of  about 2 m s&minus;1. The explanation for the too-fast linear result was that the original model underestimated VRW absorption at the outer waveguide?s critical radius. Moreover the present work revealed that the mechanism responsible for the realistic nonlinear speed was wavenumber-1 VRWs interaction with themselves to force wavenumber-2, which in turn interacted with the original wavenumber-1 gyres to produce another pair of wavenumber-1 gyres with opposite polarity. The flow toward the southeast between these new gyres counteracted the too-fast linear motion.\n\nThe salient outcome of this investigation is a more nuanced understanding of VRW?s, their relationship to observed spiral bands in hurricanes, and their roles in hurricane intensity change and motion. The ultimate goal is better models and forecasts to further decrease economic and human casualties.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/15/2016\n\n\t\t\t\t\tSubmitted by: Hugh E Willoughby"
 }
}