{
 "awd_id": "1211129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Periodic Phenomena in Cataclysmic Binaries",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 224142.0,
 "awd_amount": 224142.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "This award will support the continuation of a longstanding program to observe mass-transfer close binary stars.  Long-term observations of such systems are important for determination of the orbital period and for detecting changes in the period that result from angular momentum loss.  These observations can also yield basic data on the mass ratio and the mass-radius relation of the secondary stars, which are important tests of stellar evolution theory.\r\n\r\nThe broader impact of the proposed activity will come from the involvement of the amateur astronomical community in the monitoring of cataclysmic variables.  The program is also expected to produce valuable information on the space distribution and lifetimes of cataclysmic variables in the Milky Way, and on how close binary stars end their lives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Patterson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Patterson",
   "pi_email_addr": "jop@astro.columbia.edu",
   "nsf_id": "000117669",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 224142.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre class=\"western\">Project Outcomes Report for AST-1211129\n\nThree results from this research program have had broad impact on our\nunderstanding of stars, and even on how science is done.\n\n(1) The first is the citizen-science network - the Center for Backyard\nAstrophysics (CBA) - which is the central engine of the research.  This\nconsists of ~30 \"amateur\" astronomers, scattered around the world, who\ncarry out all-night-every-night observations of selected variable stars.\nIn principle we achieve 24-hour coverage of these stars, although the\nwidth of the Pacific Ocean is a significant barrier.  Because it is\nrapid time-series photometry and extends for months, we are able to <br />study the stars' behavior on many timescales, from ~1 minute to tens <br />of years.  And during this report period, we obtained two very surprising <br />results concerning the nature of exploding stars known as classical <br />novae.\n\n(2)  For ten years we have studied the peculiar \"novalike variable\" BK\nLyn.  Ancient Chinese records show that on December 31, 101 AD, a very\nbright naked-eye star was seen in its location - to an accuracy of less\nthan one square degree. In other words, the variable star we know as <br />BK Lyn is the same star observed by the Chinese.  Throughout our 2013 <br />campaign, we found that it had changed into a dwarf nova, a change <br />that is expected for all classical novae.  But theory had suggested that <br />the timescale should be 50-100 years, not 2000 years.  BK Lyn is the <br />only nova which has made this transition, and now we understand why - <br />because there are hardly any astronomical observations available from <br />2000 years ago!\n\n  But why do classical novae take so long to die?  This is a tasty morsel\nfor theorists to chew on.  Details in MNRAS, 434, 1902 (2013).\n\n(3) The most famous nova in the sky, T Pyx, erupted again in 2011... <br />and we began a frantic program of time-series photometry on all <br />timescales.  Over the next 5 years, we found that the precise orbital <br />period lengthened by 0.01%, a change which indicates a sudden <br />ejection of 0.0001 solar masses in the nova explosion.  Since the star <br />only has 0.1 Mo (the mass of the donor star in the binary system) to <br />play with, this means that only about 1000 more eruptions can occur.  <br />And since the recurrence period is 30 years, the nova can only last for <br />30,000 more years - at which point the donor star evaporates.\n\n  This probably explains something we have wondered about for years.  <br />There are about one million cataclsymic binaries out to the distance of <br />T Pyx. If any of them had its properties (extremely bright, frequently <br />erupting), we would have discovered it long ago.  Yet we haven't.  <br />Here's a possible resolution: <strong>because such binaries annihilate</strong> <br /><strong>themselves very fast</strong> - probably by evaporating their donor stars.  <br />This yields only a solitary white dwarf, which leaving no trace of its <br />earlier fireworks.  Details in MNRAS, 466, 581 (2017).\n\n  We look forward to many more years of citizen-science projects, which\ncrucially rely on the organized and pooled observations across a wide\nrange of longitudes (in order to follow the stars \"around the clock\" as\nthe Earth rotates).</pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/20/2017<br>\n\t\t\t\t\tModified by: Joseph&nbsp;Patterson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Project Outcomes Report for AST-1211129\n\nThree results from this research program have had broad impact on our\nunderstanding of stars, and even on how science is done.\n\n(1) The first is the citizen-science network - the Center for Backyard\nAstrophysics (CBA) - which is the central engine of the research.  This\nconsists of ~30 \"amateur\" astronomers, scattered around the world, who\ncarry out all-night-every-night observations of selected variable stars.\nIn principle we achieve 24-hour coverage of these stars, although the\nwidth of the Pacific Ocean is a significant barrier.  Because it is\nrapid time-series photometry and extends for months, we are able to \nstudy the stars' behavior on many timescales, from ~1 minute to tens \nof years.  And during this report period, we obtained two very surprising \nresults concerning the nature of exploding stars known as classical \nnovae.\n\n(2)  For ten years we have studied the peculiar \"novalike variable\" BK\nLyn.  Ancient Chinese records show that on December 31, 101 AD, a very\nbright naked-eye star was seen in its location - to an accuracy of less\nthan one square degree. In other words, the variable star we know as \nBK Lyn is the same star observed by the Chinese.  Throughout our 2013 \ncampaign, we found that it had changed into a dwarf nova, a change \nthat is expected for all classical novae.  But theory had suggested that \nthe timescale should be 50-100 years, not 2000 years.  BK Lyn is the \nonly nova which has made this transition, and now we understand why - \nbecause there are hardly any astronomical observations available from \n2000 years ago!\n\n  But why do classical novae take so long to die?  This is a tasty morsel\nfor theorists to chew on.  Details in MNRAS, 434, 1902 (2013).\n\n(3) The most famous nova in the sky, T Pyx, erupted again in 2011... \nand we began a frantic program of time-series photometry on all \ntimescales.  Over the next 5 years, we found that the precise orbital \nperiod lengthened by 0.01%, a change which indicates a sudden \nejection of 0.0001 solar masses in the nova explosion.  Since the star \nonly has 0.1 Mo (the mass of the donor star in the binary system) to \nplay with, this means that only about 1000 more eruptions can occur.  \nAnd since the recurrence period is 30 years, the nova can only last for \n30,000 more years - at which point the donor star evaporates.\n\n  This probably explains something we have wondered about for years.  \nThere are about one million cataclsymic binaries out to the distance of \nT Pyx. If any of them had its properties (extremely bright, frequently \nerupting), we would have discovered it long ago.  Yet we haven't.  \nHere's a possible resolution: because such binaries annihilate \nthemselves very fast - probably by evaporating their donor stars.  \nThis yields only a solitary white dwarf, which leaving no trace of its \nearlier fireworks.  Details in MNRAS, 466, 581 (2017).\n\n  We look forward to many more years of citizen-science projects, which\ncrucially rely on the organized and pooled observations across a wide\nrange of longitudes (in order to follow the stars \"around the clock\" as\nthe Earth rotates).\n\n\t\t\t\t\tLast Modified: 02/20/2017\n\n\t\t\t\t\tSubmitted by: Joseph Patterson"
 }
}