{
 "awd_id": "1212400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of Septin Assembly and Dynamics",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 673156.0,
 "awd_amount": 673156.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2015-04-06",
 "awd_abstract_narration": "Intellectual merit\r\nThe cytoskeleton is made of protein-based polymers that are required for proper cell structure and function.  These polymer networks serve as machines and tracks to segregate cell components, change cell shape, and act as protein and membrane scaffolds. The septins are a highly conserved component of the cytoskeleton important for processes such as cell division, membrane compartments, and secretion.  The septin proteins are widely expressed from fungi to mammals.  Septins come together in cells to build higher-order structures such as rings, bars, and fibers.  We use a genetically tractable model filamentous fungus called Ashbya gossypii to study septins because its persistent, dynamic and large septin-based assemblies are especially amenable to microscopy and biochemical analysis.  The objectives of this project address three key aspects of septin architecture that are presently not understood: 1. Determination of how septin filaments polymerize and link together in living cells; 2. Identification of what factors control where septins are assembled together in cells; and 3. Evaluation of the dynamics of septin filaments. The research employs a combination of novel single molecule and polarized fluorescence imaging, genetic mutant analysis and in vitro biochemical approaches.  The experiments in this project tackle a general cellular engineering problem: how to erect persistent, yet dynamic, structures of a constant size at specific locations in the cell.  This project will discover basic rules cells use to organize themselves in space to carry out functions of life such as growth and division.  \r\nBroader Impacts\r\nThe PI is committed to training undergraduates and graduate students and communicating science in the community. As the course director for undergraduate Cell Biology, the PI will expand on an inquiry-based lab unit developed by her and her research group using Ashbya as a model system.  After writing and receiving a grant for \"clickers\" to use in Biology classes, she has developed a series of questions to change the lecture based cell biology class into an active learning space and will continue to expand and share this tool kit with other faculty in future offerings. The PI has trained seven undergraduates in the lab in the last five years, including two female math and computer science majors and one male computer science major.  One undergraduate was awarded an REU in the summer of 2010 to work with the PI at the Marine Biological Lab in Woods Hole.  Two Dartmouth undergraduates completed honors theses in the PI's lab this year and both now have had their work published as first authors.  She has mentored two female PhD students, one female post-doc and one female technician and has had five female rotation students, two of whom are Latina. The PI speaks about issues facing women in science and balancing science and motherhood at many venues on campus including various sorority faculty dinners, at the Biology undergraduate society, and the undergraduate Women in Science Program.  The PI was the keynote speaker at the American Society for Cell Biology Annual Meeting Special Session for undergraduate participants in 2010. The PI has mentored two teacher-scholar post-doctoral fellows to facilitate their development as teachers by co-teaching with them and providing weekly feedback on their teaching. The PI speaks at evening seminars in her community about the importance of basic science research and has spoken to middle school science classrooms about what it is like to be a scientist.  Graduate students in the PI's lab regularly teach local high school students and teachers about the principles of light microscopy and the research in our lab. The PI will weave training, mentoring and local community involvement into her research program through the continuation of these described activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Gladfelter",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amy S Gladfelter",
   "pi_email_addr": "amy.gladfelter@duke.edu",
   "nsf_id": "000213612",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "78 College Street",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 121904.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 174863.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 183606.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 192783.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cells take on many shapes and sizes from simple disc shapes of red bloods cells to the complex branching of neurons that may be a meter long.&nbsp; How cells make and use their geometry for function in a central problem in cell biology.&nbsp; This award supported the study of a set of proteins in the cell that form part of the cytoskeleton and are called septins.&nbsp; They are critical for cell division and also are found where cell membranes are highly curved such as specialized parts of neurons called dendritic spines.&nbsp; The septins perform their function by making long filaments that polymerize or extend so that they can &ldquo;feel&rdquo; the large-scale shapes that cells take on that would be undetectable to single proteins.&nbsp; Thus, the septins link together into long polymers to be able function as a bigger unit than any of the individual molecules could on their own.&nbsp; &nbsp;In this work, new microscopy approaches were developed to understand how the septin filaments form on cell membranes and it was discovered that there are particular shapes that septins &ldquo;prefer&rdquo; to form on and these shapes are commonly found in neurons, fungi and dividing cells.&nbsp; The discoveries made and the imaging technology that was developed have been presented at many scientific conferences, published in a number of scientific journals and communicated to children through outreach activities in local schools and camps. &nbsp;&nbsp;The intellectual merit of this work is in the new and fundamental descriptions of the biophysical properties of cell polymers that are found in nearly all eukaryotic cells but had never been studied in terms of these features.&nbsp; The broader impacts of this work involved training female and male undergraduate and graduate students to become scientists and communicate their work, outreach to local elementary schools, the service of the PI to promote the inclusion of women in science and the training of local high school teachers in light microscopy.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2017<br>\n\t\t\t\t\tModified by: Amy&nbsp;S&nbsp;Gladfelter</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1212400/1212400_10168965_1502137630486_beads--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1212400/1212400_10168965_1502137630486_beads--rgov-800width.jpg\" title=\"Septin filaments forming networks\"><img src=\"/por/images/Reports/POR/2017/1212400/1212400_10168965_1502137630486_beads--rgov-66x44.jpg\" alt=\"Septin filaments forming networks\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Septin polymers (green) form large networks due to self-assembly and on lipid coated beads(red).</div>\n<div class=\"imageCredit\">Andrew Bridges</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Amy&nbsp;S&nbsp;Gladfelter</div>\n<div class=\"imageTitle\">Septin filaments forming networks</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nCells take on many shapes and sizes from simple disc shapes of red bloods cells to the complex branching of neurons that may be a meter long.  How cells make and use their geometry for function in a central problem in cell biology.  This award supported the study of a set of proteins in the cell that form part of the cytoskeleton and are called septins.  They are critical for cell division and also are found where cell membranes are highly curved such as specialized parts of neurons called dendritic spines.  The septins perform their function by making long filaments that polymerize or extend so that they can \"feel\" the large-scale shapes that cells take on that would be undetectable to single proteins.  Thus, the septins link together into long polymers to be able function as a bigger unit than any of the individual molecules could on their own.   In this work, new microscopy approaches were developed to understand how the septin filaments form on cell membranes and it was discovered that there are particular shapes that septins \"prefer\" to form on and these shapes are commonly found in neurons, fungi and dividing cells.  The discoveries made and the imaging technology that was developed have been presented at many scientific conferences, published in a number of scientific journals and communicated to children through outreach activities in local schools and camps.   The intellectual merit of this work is in the new and fundamental descriptions of the biophysical properties of cell polymers that are found in nearly all eukaryotic cells but had never been studied in terms of these features.  The broader impacts of this work involved training female and male undergraduate and graduate students to become scientists and communicate their work, outreach to local elementary schools, the service of the PI to promote the inclusion of women in science and the training of local high school teachers in light microscopy.\n\n \n\n\t\t\t\t\tLast Modified: 08/07/2017\n\n\t\t\t\t\tSubmitted by: Amy S Gladfelter"
 }
}