{
 "awd_id": "1212768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A Web Platform for Creating Virtual Patient Cases for Medical Education",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-11-27",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to assess the merit and developmental feasibility of a Web-platform for creating and delivering next-generation virtual patient case encounters. These case encounters will enable self-directed class and team-based active learning exercises that incorporate automated concept and skill proficiency assessment. Educators will be able to objectively assess patient assessment and diagnostic reasoning proficiency as well as understanding of the underlying basic science concepts.\r\n\r\nThe initial impact of this project is to improve student educational outcomes and enable compliance with educational reform directives from accreditation authorities and school administrators. We project revenue in excess of $6 million from the North American UME market alone by the fourth year after commercial availability.  Lastly, US Universities are one of the few US industries with a positive balance of trade and reputation for international excellence as evidenced by the US being the educational and practice destination of choice for many foreign medical students. The broader impact/commercial potential is to use internet technology to project US leadership in healthcare education internationally, and thereby generate US jobs and positive foreign exchange in a strategically important yet heretofore technologically neglected market",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Knoche",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Craig F Knoche",
   "pi_email_addr": "craig@summitperformance.com",
   "nsf_id": "000563422",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "i-Human Patients, Inc.",
  "inst_street_address": "1270 Oakmead Parkway, Suite 310",
  "inst_street_address_2": "",
  "inst_city_name": "Sunnyvale",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7609247813",
  "inst_zip_code": "940854044",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Summit Performance Group",
  "perf_str_addr": "100 Leverne St",
  "perf_city_name": "Mammoth Lakes",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "935463515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this SBIR Phase I project was to assess the merit and developmental feasibility of a web platform for creating and delivering comprehensive, simulated patient encounters for use in medical education. Such simulated encounters have the potential to help medical students rapidly and more fully develop those cognitive competencies critical to the delivery of high quality, cost-effective healthcare: accurately assessing, diagnosing and treating patients.</p>\n<p>A variety of factors are driving the need to develop innovative ways to provide scalable, low cost development of these competencies. Society is faced with an increasing shortage of qualified healthcare providers; instructor shortages and time constraints; decreased patient availability and diversity that result in fewer teaching opportunities; accreditation body pressures to shift from passive lecture-oriented learning to active simulation and problem-based learning methods; and an emerging recognition of the need to improve and evaluate providers&rsquo; patient assessment and diagnostic reasoning skills to improve healthcare quality and lower cost.</p>\n<p>Based on input from over 30 medical schools, an application prototype was developed using Adobe Flex framework. It simulated a complete patient encounter including taking a history, performing physical exams, selecting/ranking diagnostic hypotheses, ordering and evaluating tests, determining the diagnoses and developing a treatment plan. This prototype was tested with more than 600 students at four medical schools. It also enabled the integration of clinical and basic science quizzes, and active learning exercises. To promote learning, the application provided performance feedback to students at every step of the way, and comprehensive evaluations were provided to both students and instructors at the conclusion of each encounter.</p>\n<p>We learned:</p>\n<ol>\n<li>There is broad enthusiasm for and acceptance of our product concept. Web-based simulated patient encounters can effectively be used to improve healthcare providers&rsquo; patient assessment and diagnostic reasoning skills.</li>\n<li>There are no comparable products in terms of interactivity, scope of functionality, competency evaluation, authoring and sharing capabilities, yet many desirable modifications will enhance its commercialization potential.</li>\n<li>Educators want to use the product in a variety of creative ways throughout their undergraduate curricula &ndash; providing a clinical (integrating) context for the learning of basic sciences; providing early simulated patient experiences to prepare students for their apprentice clerkships; and augmenting apprentice clerkships by providing a greater breadth of patient encounters than can be realized on the wards with real patients. There was a high value perceived in enhancing and potentially scaling medical education, and in improving educator productivity. Facilitating these use cases will be leveraged for market adoption.</li>\n<li>Students readily took to the product, requiring little-to-no training. They appreciated &ldquo;playing doctor&rdquo; earlier in their medical education. Team-based use created exceptional discussion and learning environments.</li>\n<li>The greatest near term value of the prototype to faculty was to objectively assess student performance on diagnostic reasoning in keeping with evidence-based practices.</li>\n</ol>\n<p>We also identified requirements for widespread adoption. These included the need to operate on tablets while preserving a desktop-application-like user experience; the desire to support remote, real-time collaboration; the ability to customize the &ldquo;flow&rdquo; of activities in patient encounters to more closely represent the variety seen in real life; and the development of more evidence-based diagnostic reasoning and active learning exercises. &nbsp;These requirements form the foundatio...",
  "por_txt_cntn": "\nThe objective of this SBIR Phase I project was to assess the merit and developmental feasibility of a web platform for creating and delivering comprehensive, simulated patient encounters for use in medical education. Such simulated encounters have the potential to help medical students rapidly and more fully develop those cognitive competencies critical to the delivery of high quality, cost-effective healthcare: accurately assessing, diagnosing and treating patients.\n\nA variety of factors are driving the need to develop innovative ways to provide scalable, low cost development of these competencies. Society is faced with an increasing shortage of qualified healthcare providers; instructor shortages and time constraints; decreased patient availability and diversity that result in fewer teaching opportunities; accreditation body pressures to shift from passive lecture-oriented learning to active simulation and problem-based learning methods; and an emerging recognition of the need to improve and evaluate providersÆ patient assessment and diagnostic reasoning skills to improve healthcare quality and lower cost.\n\nBased on input from over 30 medical schools, an application prototype was developed using Adobe Flex framework. It simulated a complete patient encounter including taking a history, performing physical exams, selecting/ranking diagnostic hypotheses, ordering and evaluating tests, determining the diagnoses and developing a treatment plan. This prototype was tested with more than 600 students at four medical schools. It also enabled the integration of clinical and basic science quizzes, and active learning exercises. To promote learning, the application provided performance feedback to students at every step of the way, and comprehensive evaluations were provided to both students and instructors at the conclusion of each encounter.\n\nWe learned:\n\nThere is broad enthusiasm for and acceptance of our product concept. Web-based simulated patient encounters can effectively be used to improve healthcare providersÆ patient assessment and diagnostic reasoning skills.\nThere are no comparable products in terms of interactivity, scope of functionality, competency evaluation, authoring and sharing capabilities, yet many desirable modifications will enhance its commercialization potential.\nEducators want to use the product in a variety of creative ways throughout their undergraduate curricula &ndash; providing a clinical (integrating) context for the learning of basic sciences; providing early simulated patient experiences to prepare students for their apprentice clerkships; and augmenting apprentice clerkships by providing a greater breadth of patient encounters than can be realized on the wards with real patients. There was a high value perceived in enhancing and potentially scaling medical education, and in improving educator productivity. Facilitating these use cases will be leveraged for market adoption.\nStudents readily took to the product, requiring little-to-no training. They appreciated \"playing doctor\" earlier in their medical education. Team-based use created exceptional discussion and learning environments.\nThe greatest near term value of the prototype to faculty was to objectively assess student performance on diagnostic reasoning in keeping with evidence-based practices.\n\n\nWe also identified requirements for widespread adoption. These included the need to operate on tablets while preserving a desktop-application-like user experience; the desire to support remote, real-time collaboration; the ability to customize the \"flow\" of activities in patient encounters to more closely represent the variety seen in real life; and the development of more evidence-based diagnostic reasoning and active learning exercises.  These requirements form the foundation of our development effort as we move towards full commercialization. Such development will result in a rich Internet application that requires innovative server-side architecture ..."
 }
}