{
 "awd_id": "1214582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the antibody responses following Human Immunodeficiency Virus infection",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-09-10",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 111598.0,
 "awd_amount": 111598.0,
 "awd_min_amd_letter_date": "2012-07-02",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "During the course of an individual's infection with Human Immunodeficiency Virus (HIV), the virus population consists of a distribution of different variants, produced by mutation and selection. Consequently, the immune system attempts to build a response that is broad enough to handle the diversity of virus strains present. Biological experiments have shown that neutralizing antibodies fail to offer long-term protection because they are primarily strain-specific and lag behind viral evolution. The proposed research presents a thorough investigation of the antibody mediated immune responses against HIV with an emphasis on their neutralizing and non-neutralizing activity. Novel mathematical models of antibody responses following infection with HIV are developed, analyzed using asymptotic analysis, bifurcation analysis and numerical analysis, and validated against biological data in order to quantify the relative importance of biological processes in influencing disease evolution. The investigator aims to discover which factors (host or virus specific) influence the outcome of the infection. The specific goals are in understanding (1) the roles of competition and cross-reactivity between families of neutralizing antibodies in the presence and absence of virus evolution; (2) the necessity of antibodies to neutralize every viral spike; and (3) the role of non-neutralizing antibodies. All these questions will have implications for vaccine development as well as for disease prognosis.\r\nThe ability of HIV to persist in an infected individual and eventually cause AIDS depends on its avoidance of the immune system. Of the two immune mechanisms present, the cellular response is better understood, while the antibody response is still under investigation. Understanding of how antibodies respond to the virus is crucial for the success of any future vaccine candidate, especially since current therapeutic vaccines focus on inducing both arms of the immune response. The goal of this proposal is to investigate how particular biological interactions can lead to an efficient antibody response during both immunization and natural infection with HIV. Given the difficulty and cost of experimentally examining all of the biological interactions involved, we consider alternative methods for testing new hypotheses. They consist of the development, analysis and validation against biological data of mathematical models, with the goal of providing insight into the dynamics of antibody responses. This knowledge may eventually guide treatment and prevention, and assist in establishing immunological goals for an effective AIDS vaccine. The research aims to promote the advancement of mathematical and biological knowledge, provide an opportunity for interdisciplinary collaboration with researchers in the mathematical and medical communities, and lead to the training of graduate and undergraduate students. The PI plans to incorporate ideas and results from the proposed research into a first year graduate Mathematical Biology course, as well as a summer course directed at undergraduate mathematics majors across Louisiana, and to engage with graduate and undergraduate students to incorporate this research as part of their dissertation and summer research programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanca",
   "pi_last_name": "Ciupe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stanca M Ciupe",
   "pi_email_addr": "stanca@vt.edu",
   "nsf_id": "000551155",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "416 McBryde Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600358",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 111598.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this research we investigated cellular and molecular interactions that influence the efficacy of antibody response during both immunization and natural infection with HIV and hepatitis B virus infections. Given the difficulty and cost of experimentally examining the individual roles played by the virus, the cells, and the molecule involved, we developed, analyzed, and compared against biological data new mathematical models of immune responses to viral infections. The antibody response is dynamic and highly nonlinear, with feedback interactions among the multiple cells involved, and therefore, well-described by nonlinear conservation and evolution equations. We used the models to test hypotheses and predicted that combined antibody and cellular immune responses are responsible for successful viral clearance in acute hepatitis B infection. Moreover, we quantified the antibody levels needed to be induced through vaccination when the cellular immune responses are absent. For the HIV infection, we considered the roles of competition and cross-reactivity between families of neutralizing antibodies in the presence and absence of virus evolution, the necessity of antibodies to neutralize every viral spike and the role of non-neutralizing antibodies. The research led to in-depth investigation of nonlinear systems and the methods employed can be generalized for other dynamical systems. The research also led to predictions on the mechanisms involved in the pathogenesis of chronic infections and on how these mechanisms differ from those observed during successful viral clearance, which can be applied to other viral infections.</p>\n<p>&nbsp;</p>\n<p>The research has trained four graduate students one of which is female. The findings were published in major journals and disseminated at national and international conferences, workshops, colloquia and seminars involving the participation of mathematical, mathematical biology and experimental community. The research has been part of an interdisciplinary mathematical biology graduate class.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: M. Stanca&nbsp;Ciupe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this research we investigated cellular and molecular interactions that influence the efficacy of antibody response during both immunization and natural infection with HIV and hepatitis B virus infections. Given the difficulty and cost of experimentally examining the individual roles played by the virus, the cells, and the molecule involved, we developed, analyzed, and compared against biological data new mathematical models of immune responses to viral infections. The antibody response is dynamic and highly nonlinear, with feedback interactions among the multiple cells involved, and therefore, well-described by nonlinear conservation and evolution equations. We used the models to test hypotheses and predicted that combined antibody and cellular immune responses are responsible for successful viral clearance in acute hepatitis B infection. Moreover, we quantified the antibody levels needed to be induced through vaccination when the cellular immune responses are absent. For the HIV infection, we considered the roles of competition and cross-reactivity between families of neutralizing antibodies in the presence and absence of virus evolution, the necessity of antibodies to neutralize every viral spike and the role of non-neutralizing antibodies. The research led to in-depth investigation of nonlinear systems and the methods employed can be generalized for other dynamical systems. The research also led to predictions on the mechanisms involved in the pathogenesis of chronic infections and on how these mechanisms differ from those observed during successful viral clearance, which can be applied to other viral infections.\n\n \n\nThe research has trained four graduate students one of which is female. The findings were published in major journals and disseminated at national and international conferences, workshops, colloquia and seminars involving the participation of mathematical, mathematical biology and experimental community. The research has been part of an interdisciplinary mathematical biology graduate class.\n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: M. Stanca Ciupe"
 }
}