{
 "awd_id": "1214900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanical Erosion of Frictionally Locked Fault Patches Due to Creep:  ObservationalEvidence and Modeling",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 200593.0,
 "awd_amount": 200593.0,
 "awd_min_amd_letter_date": "2012-07-13",
 "awd_max_amd_letter_date": "2013-07-19",
 "awd_abstract_narration": "The aim of this study is to increase our understanding of how earthquakes nucleate on frictionally locked fault patches that are loaded by the growing stress concentrations at their boundaries due to aseismic creep. We will begin with an analysis of observed seismicity patterns at locations where creep-mediated mechanical erosion is likely to be occurring: on (some) streaks of microearthquakes on partially creeping faults, and at the base of the seismogenic zone of major strike-slip faults. Streaks are near-horizontal ribbons of tightly clustered small earthquakes, first observed in large numbers on northern Californias creeping faults, that neighbor apparently aseismic holes that might be frictionally locked or aseismically creeping. We will analyze the seismicity patterns on streaks to search for changes that might betray the gradual mechanical erosion of neighboring locked patches. Such changes might include accelerating seismicity, increased moment release rates or increases in the magnitudes or frequencies of repeating earthquakes on streaks. By correlating seismicity patterns on the streaks with whether or not neighboring holes have hosted moderate earthquakes (i.e., are probably locked), locked holes might be (statistically) identifiable. Mechanical erosion of locked patches has previously been invoked to explain accelerating seismicity and increases in maximum earthquake magnitude on a strike-slip streak in Kilauea?s East rift, and might also play a role in the loading of major locked strike-slip faults by creep from below the seismogenic zone. The search will therefore be extended to promising regions at the base of crustal-scale strike-slip faults in southern California. These observations will be compared to numerical models designed to increase our understanding of earthquake nucleation on the boundaries of stuck (velocity-weakening) asperities that are being mechanically eroded by external creep (velocity strengthening surroundings), on faults endowed with rate-and-state friction.\r\n\r\nHow earthquakes nucleate remains a major unsolved problem in seismology. Given the uncertainty in the current equations that are presumed to describe friction on faults, it is essential that numerical models of earthquake nucleation be continually confronted by observations. A standard conceptual model is that many earthquakes are caused by slow, aseismic sliding of the surrounding fault area, which progressively loads fault regions that are frictionally stuck until eventually a large earthquake occurs. For example, a large, locked, vertical strike-slip fault is expected to experience progressively increasing stresses because of aseismic sliding on the fault?s deep extension, which because of its higher temperature slides slowly in direct response to plate motion. Simple mechanical models predict that, because of the growing stresses at the transition between the stuck and aseismically sliding regions, micro-seismicity should mirror the progressive loading by becoming stronger over time (e.g., rates increase, magnitudes grow), until a large earthquake releases the built-up energy. The goal is to search for observations that might support this model and its predictions, while at the same time confronting numerical simulations of earthquake cycles based on current laws of friction with the observations. The developed methods to characterize seismicity patterns that reveal such mechanical erosion of locked fault patches might help in identifying those strike-slip faults that are nearing the end of their earthquake cycle and that are therefore more likely to rupture in large earthquakes than others. This hypothesis could eventually contribute meaningfully to improved forecasts of damaging earthquakes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Rubin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Allan M Rubin",
   "pi_email_addr": "arubin@princeton.edu",
   "nsf_id": "000475920",
   "pi_start_date": "2012-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maximilian",
   "pi_last_name": "Werner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Maximilian J Werner",
   "pi_email_addr": "mwerner@princeton.edu",
   "nsf_id": "000609129",
   "pi_start_date": "2012-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 96751.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 103842.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"tinyMCEContent\">\n<p>The goal of this study was to increase our understanding of how earthquakes nucleate on frictionally locked&nbsp;fault patches that are loaded at their edges by aseismic creep of the surroundings. &nbsp;This process is likely relevant to the initiation of all major earthquakes, such as along the San Andreas fault, and an increased understanding of this process might suggest certain kinds or precursory activity in the form of foreshocks that can be searched for. &nbsp;Thus this work is potentially important for the reduction of seismic risk. &nbsp;The tools for this study included both observations of small&nbsp;(magnitude 1-3) earthquakes along the San Andreas fault, and numerical simulations of faults whose strength depends on both slip rate and fault \"state\" (a poorly-understood measure of the chemical and mechanical state of the fault surface that depends on past sliding history). &nbsp;</p>\n<p><span>Surprisingly, our numerical simulations show little to no patterns in the occurrence of small earthquakes during the large-scale earthquake cycle analogous to those we (and others) expected to see based on simple analytical estimates of mechanical erosion of locked fault patches by progressive loading&nbsp;from below. We observe few foreshocks and no clear patterns of accelerating seismicity, increasing moment release rates or maximum foreshock magnitude. &nbsp;Instead, intra-cycle seismicity is dominated by \"aftershocks\" that are driven by afterslip below the region that slipped during the major earthquake. This afterslip reloads the base of the seismogenic zone immediately after a large event. &nbsp;Our investigation of microseismicity along the San Andreas fault likewise yielded no obvious precursory activity prior to magnitude 3 and larger earthquakes. &nbsp;Although these are null results, they point to the fact that our understanding of earthquake nucleation is incomplete, even in computer simulations that are less complicated than the real Earth. &nbsp;The simulations suggest avenues of inquiry that might increase this level of understanding.</span></p>\n<p><span>An unexpected result of the modeling is that the earthquake recurrence interval is predicted reasonably well by balancing the earthquake fracture energy (determined by the friction law) with the reduction in stored elastic strain energy in the medium containing the fault. &nbsp;This runs counter to the prevailing view, popular for several decades, that&nbsp;<span>the recurrence interval is controlled by the difference between the steady-state fault strength at slip speeds corresponding to the plate velocity and seismic slip speeds. &nbsp;This physical intuition should be useful in understanding numerical simulations of earthquake cycles conducted in the future.</span></span></p>\n</div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/23/2015<br>\n\t\t\t\t\tModified by: Allan&nbsp;M&nbsp;Rubin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe goal of this study was to increase our understanding of how earthquakes nucleate on frictionally locked fault patches that are loaded at their edges by aseismic creep of the surroundings.  This process is likely relevant to the initiation of all major earthquakes, such as along the San Andreas fault, and an increased understanding of this process might suggest certain kinds or precursory activity in the form of foreshocks that can be searched for.  Thus this work is potentially important for the reduction of seismic risk.  The tools for this study included both observations of small (magnitude 1-3) earthquakes along the San Andreas fault, and numerical simulations of faults whose strength depends on both slip rate and fault \"state\" (a poorly-understood measure of the chemical and mechanical state of the fault surface that depends on past sliding history).  \n\nSurprisingly, our numerical simulations show little to no patterns in the occurrence of small earthquakes during the large-scale earthquake cycle analogous to those we (and others) expected to see based on simple analytical estimates of mechanical erosion of locked fault patches by progressive loading from below. We observe few foreshocks and no clear patterns of accelerating seismicity, increasing moment release rates or maximum foreshock magnitude.  Instead, intra-cycle seismicity is dominated by \"aftershocks\" that are driven by afterslip below the region that slipped during the major earthquake. This afterslip reloads the base of the seismogenic zone immediately after a large event.  Our investigation of microseismicity along the San Andreas fault likewise yielded no obvious precursory activity prior to magnitude 3 and larger earthquakes.  Although these are null results, they point to the fact that our understanding of earthquake nucleation is incomplete, even in computer simulations that are less complicated than the real Earth.  The simulations suggest avenues of inquiry that might increase this level of understanding.\n\nAn unexpected result of the modeling is that the earthquake recurrence interval is predicted reasonably well by balancing the earthquake fracture energy (determined by the friction law) with the reduction in stored elastic strain energy in the medium containing the fault.  This runs counter to the prevailing view, popular for several decades, that the recurrence interval is controlled by the difference between the steady-state fault strength at slip speeds corresponding to the plate velocity and seismic slip speeds.  This physical intuition should be useful in understanding numerical simulations of earthquake cycles conducted in the future.\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/23/2015\n\n\t\t\t\t\tSubmitted by: Allan M Rubin"
 }
}