{
 "awd_id": "1215872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEES: Sustainable Energy Infrastructure Planning",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 550915.0,
 "awd_amount": 550915.0,
 "awd_min_amd_letter_date": "2012-07-05",
 "awd_max_amd_letter_date": "2012-07-05",
 "awd_abstract_narration": "This interdisciplinary project will explore the design of a new generation of policy incentives for sustainable modernization and expansion of U.S. electric power infrastructure systems in order to ensure a climate resilient infrastructure that can meet society's projected future energy demands. The research will contribute to: 1) quantifying risks posed to power systems by climate hazard under different climate scenarios and policy responses, 2) developing electric power infrastructure reliability models, both economic and engineering, for the Gulf Coast and East Coast regions of the United States, 3) assessing macroeconomic consequences of climate extremes on power systems infrastructure under different climate scenarios, and 4) devising policy incentives for sustainably expanding electric generation and transmission capacity to ensure climate resilience.\r\n\r\n Ensuring the sustainability and resilience of the U.S. electric power infrastructure is one of the grand challenges facing the nation.  Due to the complex interdependencies that exist between energy infrastructure and other critical lifelines, disruption in the electric sector can adversely affect national security, digital economy, public health, and the environment, and have debilitating socio-economic impacts on society.  Energy infrastructure is in urgent need of modernization to meet projected future demands securely and safely. While this modernization should be done in a sustainable manner that ensures resilience of the power systems in the face of changing climate, current energy system planning does not fully account for and integrate the multi-disciplinary aspects of the problem and fails to provide incentive mechanisms capable of successfully fostering the needed transition.  This study is intended to provide a framework for the required planning effort.\r\n\r\nThe project will involve collaborations among government, academic and industry organizations, both domestically and internationally, and will include development of a university course on energy infrastructure sustainability and outreach to high school students.\r\n\r\nThis project is supported under the NSF Science, Engineering and Education for Sustainability Fellows (SEES Fellows) program, with the goal of helping to enable discoveries needed to inform actions that lead to environmental, energy and societal sustainability while creating the necessary workforce to address these challenges.  With SEES Fellows support, this project will enable a promising early career researcher to establish themselves in an independent research career related to sustainability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roshanak",
   "pi_last_name": "Nateghi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roshanak Nateghi",
   "pi_email_addr": "rnateghi@purdue.edu",
   "nsf_id": "000605908",
   "pi_start_date": "2012-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles St., Ames Hall",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  },
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 427208.0
  }
 ],
 "por": null
}