{
 "awd_id": "1215166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Low Cost, Low Energy, Biodegradable, Renewable SAP",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 149953.0,
 "awd_amount": 149953.0,
 "awd_min_amd_letter_date": "2012-06-08",
 "awd_max_amd_letter_date": "2012-10-23",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project is aimed at the development of super absorbent polymeric (SAP) materials derived entirely from renewable resources and produced by a low-energy, water-based process.  We have discovered an unexpected phenomenon whereby a hydrogel can be prepared and dried in a way as to exhibit comparable performance to petrochemical-based SAPs in water absorption and retention (and with the potential for superior performance).  Current SAPs are petrochemical based products that suffer from both cost fluctuations and a lack of biodegradability.  Our discovery of using renewable plant- and animal-based starting materials serves to eliminate these two major concerns.  This new methodology represents a step change.  Besides being highly absorbent, renewable, and biodegradable, tailoring the hydrogels' properties will not require alterations in the process chemistry.  Immobilizing the osmotically active agent (cellulose sulfate) in a hydrophilic gelatin matrix crosslinked with the hydrophilic compound isosorbide bisepoxide enables a flexible platform technology that can be tuned to address a wide range of applications in a facile manner.  The main objective of the Phase I is to determine and validate the optimal compositions of the hydrogels which allow for maximum water uptake.\r\n\r\nThe broader impact/commercial potential of this project will stem from the potential to provide an environmentally-responsible alternative to the current dominant acrylate-based super absorbent materials.  Global market demand for highly absorbent polymers is projected to reach 1.9 million metric tons by the year 2015, led by emerging economies, rapidly aging populations, and growing health awareness among consumers.  There is increasing concern that consumer products based on these materials will become a landfill issue as populations increase and lifespans lengthen.  The proposed novel SAP materials based on completely biodegradable polysaccharides and gelatin formulations potentially represent a solution to this critical environmental problem. Further, this technology represents a core platform renewable source SAP that can be modified for water uptake and other physical properties.  Interest from major specialty chemical companies also indicates the possibility for expansion into other applications that may include the controlled release of drugs, bacteriocins and other active agents, agricultural water management, oil/gas fracking, and waste management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Asya",
   "pi_last_name": "Bakhtina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Asya Bakhtina",
   "pi_email_addr": "asya.bakhtina@gmail.com",
   "nsf_id": "000610204",
   "pi_start_date": "2012-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TMS Associates LLC",
  "inst_street_address": "411 Sergeant drive",
  "inst_street_address_2": "Suite 200",
  "inst_city_name": "Lambertville",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6095420090",
  "inst_zip_code": "085302234",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NJ07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "TMS Associates LLC",
  "perf_str_addr": "411 Sergeant drive, Suite 200",
  "perf_city_name": "Lambertville",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085302234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NJ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project by TMS Associates LLC investigated development of Super Absorbent Polymeric materials (SAP) derived entirely from renewable resources. Current SAP materials are petroleum based and are known to not be biodegradable. The principal application of the SAP materials is in disposable diapers. It is estimated that as much as 28 billion disposable diapers are used each year in the United States, which contributes&nbsp; 3.4 million tons of solid waste that is disposed of in landfills.</p>\n<p>Hydrogel technology based on a separate crosslinkable hydrophilic matrix and an osmotically active agent was implemented using a denatured protein and polysaccharide based materials. Compositions based on gelatin as the crosslinkable matrix and sulfated polysaccharides as the osmotically active agents were prepared by a water based process and demonstrated to have superabsorbent properties. SAP materials are defined by amount of water in grams they can absorb per gram of the material. Amounts of the two principal components were varied in order to better understand the absorbent behavior and identify materials with best performance. Materials were evaluated to determine their ability to absorb water as well as mechanical properties. Properties specific for diapering industry were also identified and materials were tested according to standard industrial procedures and compared to commercial materials.</p>\n<p>Overall gelatin/polysaccharide blends performed very well in terms of absorbency. Compared to currently available petroleum based non biodegradable SAP materials they exhibited about 60% absorbency in water and reached about 30-40% of the industry specific properties, such as absorbency under load. These initial results are promising and suggest that a renewable, biodegradable alternative to the current SAP materials using this approach is feasible.</p>\n<p>Another possible application for these biodegradable hydrogels is as seed coatings.&nbsp; Semi-arid regions suffer from crop loss because of the lack of water needed during germination which requires approximately 20% of the plants water needs.&nbsp; Coating seeds with current superabsorbent polymers is known to provide sufficient water during the germination process, but several technologies based on current petroleum based SAP&rsquo;s have been abandoned due to environmental concerns.&nbsp;Initial tests with our polysaccharide/gelatin hydrogels offer a novel option for better seed germination</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2013<br>\n\t\t\t\t\tModified by: Asya&nbsp;Bakhtina</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase I project by TMS Associates LLC investigated development of Super Absorbent Polymeric materials (SAP) derived entirely from renewable resources. Current SAP materials are petroleum based and are known to not be biodegradable. The principal application of the SAP materials is in disposable diapers. It is estimated that as much as 28 billion disposable diapers are used each year in the United States, which contributes  3.4 million tons of solid waste that is disposed of in landfills.\n\nHydrogel technology based on a separate crosslinkable hydrophilic matrix and an osmotically active agent was implemented using a denatured protein and polysaccharide based materials. Compositions based on gelatin as the crosslinkable matrix and sulfated polysaccharides as the osmotically active agents were prepared by a water based process and demonstrated to have superabsorbent properties. SAP materials are defined by amount of water in grams they can absorb per gram of the material. Amounts of the two principal components were varied in order to better understand the absorbent behavior and identify materials with best performance. Materials were evaluated to determine their ability to absorb water as well as mechanical properties. Properties specific for diapering industry were also identified and materials were tested according to standard industrial procedures and compared to commercial materials.\n\nOverall gelatin/polysaccharide blends performed very well in terms of absorbency. Compared to currently available petroleum based non biodegradable SAP materials they exhibited about 60% absorbency in water and reached about 30-40% of the industry specific properties, such as absorbency under load. These initial results are promising and suggest that a renewable, biodegradable alternative to the current SAP materials using this approach is feasible.\n\nAnother possible application for these biodegradable hydrogels is as seed coatings.  Semi-arid regions suffer from crop loss because of the lack of water needed during germination which requires approximately 20% of the plants water needs.  Coating seeds with current superabsorbent polymers is known to provide sufficient water during the germination process, but several technologies based on current petroleum based SAPÆs have been abandoned due to environmental concerns. Initial tests with our polysaccharide/gelatin hydrogels offer a novel option for better seed germination\n\n\t\t\t\t\tLast Modified: 01/15/2013\n\n\t\t\t\t\tSubmitted by: Asya Bakhtina"
 }
}