{
 "awd_id": "1215583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A Synthetic Biology Design-Build-Test Platform for Automated Combinatorial DNA Assembly",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-06-13",
 "awd_max_amd_letter_date": "2012-12-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to develop a software technology that comprises a rapid screening and functional testing system for Synthetic Biology. Wedding recent advances in DNA assembly methods, and the software algorithms used to design those DNA assemblies, the goal is to create an easy-to-use platform for assembling complex DNA constructs, transfecting them into host microbes, and doing a rapid assessment of their function. The proposed technology is a foundational tool that will facilitate construction of complex DNA assemblies and combinatorial libraries, allowing scientists to direct their resources to conducting experiments that address primary issues.\r\n\r\nThe broader impact/commercial potential of this project will be to accelerate the pace of microbe development for companies and organizations that develop valuable proteins, advanced enzymes for industry, or therapeutic medicines. DNA cloning is an everyday practice in the course of both industrial- and university-based research. Cloning technology as has remained largely unchanged for the last 20 years. As a consequence, researchers waste time and money designing and constructing DNA, which could be applied to designing and conducting experiments. Over the past few years, standardized experimental DNA construction methods have been developed that lend themselves well to automation and rapid assembly of DNA. Process automation is progressing from luxury to necessity, as target applications demand the fabrication of large combinatorial DNA libraries in the search for better antibodies, faster enzymes, and more productive microbial strains. After the construction of the DNA libraries, screening these libraries for constructs with the desired activities remains a bottleneck, both in terms of cost and time. The proposed technology will allow rapid prototyping and characterization of forward engineered biological libraries of recombinant DNA, proteins or whole cells. The commercial availability of this technology will provide a low cost alternative to current methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Fero",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Fero",
   "pi_email_addr": "mike.fero@gmail.com",
   "nsf_id": "000593508",
   "pi_start_date": "2012-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TeselaGen Inc",
  "inst_street_address": "1501 MARIPOSA ST",
  "inst_street_address_2": "STE 312",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6503875932",
  "inst_zip_code": "941072367",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "TESELAGEN BIOTECHNOLOGY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "HQR7M9D1L919"
 },
 "perf_inst": {
  "perf_inst_name": "TeselaGen Inc",
  "perf_str_addr": "1700 4th Street, MC 2522 Byers H",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941582330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>TeselaGen is developing a powerful technology that helps biopharma companies build therapeutic drugs to fight disease and bioindustrial companies create sustainable chemicals. These companies are replacing traditional time-consuming laboratory methods with modern automatable techniques. At TeselaGen, we are developing a revolutionary bioCAD/CAM system based on technology licensed from Lawrence Berkeley National Lab (LBNL). Several hundred scientists and engineers are now testing our alpha product. Our goal is to replace costly and time consuming traditional molecular cloning with a platform that enables a seamless, design to delivery process for anyone who builds or modifies proteins via recombinant methods.</p>\n<p>The core of our product is a DNA assembly cost optimizer, automator and protocol generator known in the academic community as \"j5\". This computational engine runs in the cloud and will be accessed by a new state of the art bioCAD interface running as a web application in a desktop browser or tablet computer. Future plans, supported by the NSF, include integration of the assembler output with automation for building DNA libraries of arbitrary length and complexity without human intervention. Key advantages of TeselaGen's approach are: Full Optimization and Automation, Cost Effectiveness, Forward Design, Scar-less Assembly.</p>\n<p>The purpose of this study was twofold. First, we wished to begin specification and unit testing of a novel software platform for the computer-aided design and building of synthetic biology constructs. Second, we wished to conduct a proof of concept experiment and performance assessment for the production of combinatorial DNA libraries using the j5 algorithm and PrPr automation platform. The research outlined in this report was performed at TeselaGen Biotechnology Inc., San Francisco, and at the Joint Bioenergy Institute, Emeryville, California.</p>\n<p><strong>Task A. Specification of DNA Parts</strong>. Our objectives here were to evaluate and test emerging standards for combinatorial DNA part assembly specification, evaluate and test DNA design file I/O and meta-data capture techniques, establish an auto-journaling method for automatically capturing and saving intellectual property, evaluate and test HTML5/JavaScript user interface features for complex DNA assembly and to evaluate and test interfaces to existing DNA parts repositories.</p>\n<p><strong>Task A. Results</strong></p>\n<p>Task A speaks to the essential requirements needed to build an effective bioCAD tool and user interface. We have investigated alternatives for how our system should be engineered and implemented and have made significant progress towards an alpha prototype. Important choices need to be made early on in development. We made software architecture decisions with an eye towards our customers&rsquo; needs and requirements, the ability to scale the system to large numbers of users, ease of maintenance, and security. Importantly, we have decided to adopt a web application approach rather than an application built for a particular architecture or operating system (Mac, Linux, PC).&nbsp; Equally important, the web application framework we have chosen is smoothly adaptable to touch screen devices as an alternative to a web browser (in our case tablet platforms are our alternative target device).&nbsp;We believe that this architecture will give us a modern scalable cloud based platform in addition to the sophisticated interfaces needed for biology applications with a minimum of developer overhead and utilization of proprietary code. Bioinformatics has been generally hindered by difficulty monetizing the considerable effort needed to build very sophisticated interfaces. The landscape is fractured with many small projects that are not commercially viable. By adopting SaaS (Software as a Service) we minimize platform development, maintenance and support costs assoc...",
  "por_txt_cntn": "\nTeselaGen is developing a powerful technology that helps biopharma companies build therapeutic drugs to fight disease and bioindustrial companies create sustainable chemicals. These companies are replacing traditional time-consuming laboratory methods with modern automatable techniques. At TeselaGen, we are developing a revolutionary bioCAD/CAM system based on technology licensed from Lawrence Berkeley National Lab (LBNL). Several hundred scientists and engineers are now testing our alpha product. Our goal is to replace costly and time consuming traditional molecular cloning with a platform that enables a seamless, design to delivery process for anyone who builds or modifies proteins via recombinant methods.\n\nThe core of our product is a DNA assembly cost optimizer, automator and protocol generator known in the academic community as \"j5\". This computational engine runs in the cloud and will be accessed by a new state of the art bioCAD interface running as a web application in a desktop browser or tablet computer. Future plans, supported by the NSF, include integration of the assembler output with automation for building DNA libraries of arbitrary length and complexity without human intervention. Key advantages of TeselaGen's approach are: Full Optimization and Automation, Cost Effectiveness, Forward Design, Scar-less Assembly.\n\nThe purpose of this study was twofold. First, we wished to begin specification and unit testing of a novel software platform for the computer-aided design and building of synthetic biology constructs. Second, we wished to conduct a proof of concept experiment and performance assessment for the production of combinatorial DNA libraries using the j5 algorithm and PrPr automation platform. The research outlined in this report was performed at TeselaGen Biotechnology Inc., San Francisco, and at the Joint Bioenergy Institute, Emeryville, California.\n\nTask A. Specification of DNA Parts. Our objectives here were to evaluate and test emerging standards for combinatorial DNA part assembly specification, evaluate and test DNA design file I/O and meta-data capture techniques, establish an auto-journaling method for automatically capturing and saving intellectual property, evaluate and test HTML5/JavaScript user interface features for complex DNA assembly and to evaluate and test interfaces to existing DNA parts repositories.\n\nTask A. Results\n\nTask A speaks to the essential requirements needed to build an effective bioCAD tool and user interface. We have investigated alternatives for how our system should be engineered and implemented and have made significant progress towards an alpha prototype. Important choices need to be made early on in development. We made software architecture decisions with an eye towards our customersÆ needs and requirements, the ability to scale the system to large numbers of users, ease of maintenance, and security. Importantly, we have decided to adopt a web application approach rather than an application built for a particular architecture or operating system (Mac, Linux, PC).  Equally important, the web application framework we have chosen is smoothly adaptable to touch screen devices as an alternative to a web browser (in our case tablet platforms are our alternative target device). We believe that this architecture will give us a modern scalable cloud based platform in addition to the sophisticated interfaces needed for biology applications with a minimum of developer overhead and utilization of proprietary code. Bioinformatics has been generally hindered by difficulty monetizing the considerable effort needed to build very sophisticated interfaces. The landscape is fractured with many small projects that are not commercially viable. By adopting SaaS (Software as a Service) we minimize platform development, maintenance and support costs associated with sophisticated native application development. In short, we are adopting the best of breed tools developed by the large companies in..."
 }
}