{
 "awd_id": "1215014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Modeling and Simulation Tools for Vacuum Science Technologies",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 149937.0,
 "awd_amount": 149937.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2012-10-19",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will develop a software suite to simulate the large range of pressures and complex moving parts geometry of high vacuum pumps, critical for many manufacturing processes.  The approach is new and leverages the direct simulation Monte Carlo (DSMC) method, a particle based gas-flow approach used mainly for aerospace applications.  Our approach seamlessly spans high to low pressure regimes and includes innovative ideas for flows over complex moving parts, both substantial advances over existing methods.  Currently, there are no commercial tools available to simulate the rarefied to transition gas flow in high vacuum pumps and high vacuum environments.  Instead, engineers have relied on costly trial and error and often settle on a non-optimal, compromise design.  There is a clear need for predictive software for the simulation and modeling of high vacuum pumps and high vacuum environments.  The objective of this Phase I is to demonstrate the feasibility of an innovative software suite based on the DSMC method to simulate gas flows in high vacuum pumps for real-world manufacturing processes.  The software suite will include advanced, automated procedures to produce high fidelity simulations with few user inputs and modest computational resources.\r\n\r\nThe broader impact/commercial potential of this project is to develop an innovative simulation package that will satisfy current and future needs of customers.  The proposed software suite will impact high vacuum pump manufacturing (a multi-billion dollar industry) and facilities which maintain high vacuum environments for manufacturing and research (multi-million dollars in annual operating costs). The proposed software suite would significantly expand current simulation capabilities to predict high vacuum pump performance and would enable the development of the next generation of low cost, high performance vacuum pumps.  A reduction in cost to create high vacuum environments will have a direct impact on the manufacturing of photovoltaic panels, glass coatings used on flat panel displays, water soluble pharmaceuticals, mass spectrometers and semi-conductors, which all require high vacuum pump systems. The significant reduction in fabrication energy through improved pump designs will reduce costs and CO2 emissions for the production of many consumer products.  The predictive simulation results of the proposed software suite will also enhance current scientific understanding of rarefied gas flows which can be applied to other engineering development areas, including micro- and nano-fluidics and micro-satellites designed for advanced space launch systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Deschenes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Deschenes",
   "pi_email_addr": "tdeschenes@spectral.com",
   "nsf_id": "000607158",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Spectral Sciences Inc",
  "inst_street_address": "30 4TH AVE STE 2",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812734770",
  "inst_zip_code": "018033304",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "SPECTRAL SCIENCES, INC",
  "org_prnt_uei_num": "N8CQNLSSAZY4",
  "org_uei_num": "N8CQNLSSAZY4"
 },
 "perf_inst": {
  "perf_inst_name": "Spectral Sciences Inc",
  "perf_str_addr": "4 Fourth Avenue",
  "perf_city_name": "Burlington",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018033304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149937.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project demonstrated the feasibility of the proof-of-concept prototype software, termed the Fully Automated Nonequilibrium Gas Solver (or FANGS), to model high vacuum industrial flows.&nbsp;</p>\n<p>High vacuum environments are critical for many industrial processes, including manufacturing of micro- and nano-electronics, pharmaceuticals, and surface coatings. At the heart of these processes are high performance pumps, tailored to the specific application, which create the high vacuum and remove manufacturing by-products. Optimizing the performance of these pumps and determining the sizing and power requirements is a difficult task.&nbsp; This is due to two main factors: the large range of gas flow regimes, spanning several orders of magnitude in pressure from the pump inlet (low pressure) to the exhaust (high pressure), and the complex gas flow over the moving parts inside the pump. Computer simulation tools to address this &lsquo;transition regime&rsquo; gas flow physics are not available. Standard computational fluid dynamic (CFD) techniques designed for atmospheric conditions are known to give unphysical results when applied to high performance pumps commonly used in industry. Instead, manufacturers have relied on costly trial and error technique in the design of these pumps and often settle on a non-optimal, compromise design. There is a clear need for predictive software for the simulation and modeling of high vacuum pumps which span large pressure ranges and can handle the complex moving parts of an internal flow.&nbsp; To address this need, Spectral Sciences, Inc. (SSI) has developed prototype software called FANGS, which can simulate the large range of pressures and complex moving parts geometry of high vacuum pumps with physical accuracy and numerical efficiency leveraging the direct simulation Monte Carlo (DSMC) method.&nbsp;</p>\n<p>We have successfully completed all proposed tasks. We developed a proof-of-concept prototype software package, emphasizing a high level of modularity.&nbsp; We have exploited automated algorithms for mesh generation and numerical parameter selection to enable fast simulation turn-around with minimal user input.&nbsp; With input from our potential customers, we have continually tested the FANGS software throughout the Phase I effort by comparison with a wide range of published results.&nbsp; We have found that the automated routines reduced the computation time by over an order of magnitude with no loss in predictive accuracy.&nbsp; We exploited SSI&rsquo;s unique experience to develop baseline surface movement routines that are suitable for simulation of rarefied gas flow over moving vacuum components.&nbsp; Using this baseline moving boundary condition and the automated routines, we have applied the software to explore rarefied gas flow effects on test cases that contain the same gas dynamics of vacuum pump component gas flow problems.&nbsp; We have confirmed that to fully describe the rarefied flow requires a three-dimensional description in parts of the flow.&nbsp;</p>\n<p>The FANGS software will greatly benefit manufacturers and users of high vacuum pumps.&nbsp; Current vacuum component design is heavily dependent on conducting many expensive, time-consuming experimental tests.&nbsp; High fidelity, predictive modeling of the gas flow through all components of vacuum pumps will facilitate revolutionary design concepts that will increase overall lifetime and reduce ongoing operating costs for many manufacturing industries.&nbsp; A reduction in the cost to create high vacuum environments will have a direct impact on the manufacturing of photovoltaic panels, glass coatings used on flat panel displays, water soluble pharmaceuticals, mass spectrometers and semi-conductors.&nbsp; For example, the operation of vacuum pumps represents 25% of the total fabrication energy of semi-conduct...",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase I project demonstrated the feasibility of the proof-of-concept prototype software, termed the Fully Automated Nonequilibrium Gas Solver (or FANGS), to model high vacuum industrial flows. \n\nHigh vacuum environments are critical for many industrial processes, including manufacturing of micro- and nano-electronics, pharmaceuticals, and surface coatings. At the heart of these processes are high performance pumps, tailored to the specific application, which create the high vacuum and remove manufacturing by-products. Optimizing the performance of these pumps and determining the sizing and power requirements is a difficult task.  This is due to two main factors: the large range of gas flow regimes, spanning several orders of magnitude in pressure from the pump inlet (low pressure) to the exhaust (high pressure), and the complex gas flow over the moving parts inside the pump. Computer simulation tools to address this ætransition regimeÆ gas flow physics are not available. Standard computational fluid dynamic (CFD) techniques designed for atmospheric conditions are known to give unphysical results when applied to high performance pumps commonly used in industry. Instead, manufacturers have relied on costly trial and error technique in the design of these pumps and often settle on a non-optimal, compromise design. There is a clear need for predictive software for the simulation and modeling of high vacuum pumps which span large pressure ranges and can handle the complex moving parts of an internal flow.  To address this need, Spectral Sciences, Inc. (SSI) has developed prototype software called FANGS, which can simulate the large range of pressures and complex moving parts geometry of high vacuum pumps with physical accuracy and numerical efficiency leveraging the direct simulation Monte Carlo (DSMC) method. \n\nWe have successfully completed all proposed tasks. We developed a proof-of-concept prototype software package, emphasizing a high level of modularity.  We have exploited automated algorithms for mesh generation and numerical parameter selection to enable fast simulation turn-around with minimal user input.  With input from our potential customers, we have continually tested the FANGS software throughout the Phase I effort by comparison with a wide range of published results.  We have found that the automated routines reduced the computation time by over an order of magnitude with no loss in predictive accuracy.  We exploited SSIÆs unique experience to develop baseline surface movement routines that are suitable for simulation of rarefied gas flow over moving vacuum components.  Using this baseline moving boundary condition and the automated routines, we have applied the software to explore rarefied gas flow effects on test cases that contain the same gas dynamics of vacuum pump component gas flow problems.  We have confirmed that to fully describe the rarefied flow requires a three-dimensional description in parts of the flow. \n\nThe FANGS software will greatly benefit manufacturers and users of high vacuum pumps.  Current vacuum component design is heavily dependent on conducting many expensive, time-consuming experimental tests.  High fidelity, predictive modeling of the gas flow through all components of vacuum pumps will facilitate revolutionary design concepts that will increase overall lifetime and reduce ongoing operating costs for many manufacturing industries.  A reduction in the cost to create high vacuum environments will have a direct impact on the manufacturing of photovoltaic panels, glass coatings used on flat panel displays, water soluble pharmaceuticals, mass spectrometers and semi-conductors.  For example, the operation of vacuum pumps represents 25% of the total fabrication energy of semi-conductors [GIA, 2011].  The significant reduction in fabrication energy with novel, efficient vacuum pumps will reduce costs and CO2 emissions for the production of many consumer ..."
 }
}