{
 "awd_id": "1216551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The development and analysis of sweeping preconditioners for scattering problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 235405.0,
 "awd_amount": 235405.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "The main objective of this research is the development of efficient iterative methods for computing numerical approximations to the solutions  of acoustic and electromagnetic scattering problems. A fundamental issue in any finite element approximation to a scattering problem is the efficient implementation of the far field boundary condition. In this research, this condition  will be approximated using either finite elements with a ``Perfectly Matched Layer'' (PML) far field approximation or finite element boundary integral formulations. The research will develop innovative new preconditioning techniques for the solution of the algebraic systems resulting from the above-mentioned approximation techniques.  The preconditioners are constructed using H-matrix approximation combined with a sweeping algorithm.   \r\n \r\nElectromagnetic scattering problems play an important role in the development of new technologies with applications in, for example, antenna and microwave engineering, remote sensing, stealth vehicle design, electromagnetic and plasmonic cloaking, biomedical engineering, and electromagnetic and seismic subsurface imaging, and are especially indispensable in locating and monitoring gas and oil reservoirs.  Simulations capable of efficiently solving acoustic and electromagnetic scattering problems involve complicated geometry, often, with fine scale inhomegenities. It is the goal of this research to significantly reduce the computational costs associated with solving above problems, thus enabling more realistic and robust computer design technology for systems involving electromagnetic scattering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Pasciak",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph E Pasciak",
   "pi_email_addr": "pasciak@math.tamu.edu",
   "nsf_id": "000110749",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hakan",
   "pi_last_name": "Bagci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hakan Bagci",
   "pi_email_addr": "hakan.bagci@kaust.edu.sa",
   "nsf_id": "000608869",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "3368 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 235405.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The efficient approximation of scattering problems is a fundamental aspect of the design and characterization of electromagnetic and acoustic devices which are indispensable in cutting-edge technology development in many engineering areas, for example, antenna and microwave engineering, remote sensing, stealth vehicle design, electromagnetic and plasmonic cloaking, biomedical engineering, and electromagnetic and seismic subsurface imaging used for locating and monitoring gas and oil reservoirs.&nbsp;&nbsp; Although, in many respects, PML like approaches have provided <br />a convenient technique for implementing far field radiation conditions appearing in these problems,&nbsp; efficient solver/preconditioning&nbsp; technology has generally been far from adequate.<br /><br />Work was done involving the analysis of PML layer approximations for<br />solutions of acoustic scattering problems in the frequency domain which<br />led to a better understanding of the way that the thickness of the PML<br />layer and the PML strength influence the accuracy of the PML<br />approximation.&nbsp; We also did work involving a stability analysis for a<br />sweeping preconditioner for block tridiagonal systems of linear<br />equations resulting from finite element approximations.&nbsp; This work<br />provided a new understanding of how the sweeping technique and low rank<br />hierarchical approximations can be combined to develop efficient<br />iterative solvers.&nbsp;&nbsp; Finally, work was done on using low rank matrices in a<br />recursive scheme for approximately evaluating the bilinear form<br />appearing in problems involving fractional differential operators.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2016<br>\n\t\t\t\t\tModified by: Joseph&nbsp;E&nbsp;Pasciak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe efficient approximation of scattering problems is a fundamental aspect of the design and characterization of electromagnetic and acoustic devices which are indispensable in cutting-edge technology development in many engineering areas, for example, antenna and microwave engineering, remote sensing, stealth vehicle design, electromagnetic and plasmonic cloaking, biomedical engineering, and electromagnetic and seismic subsurface imaging used for locating and monitoring gas and oil reservoirs.   Although, in many respects, PML like approaches have provided \na convenient technique for implementing far field radiation conditions appearing in these problems,  efficient solver/preconditioning  technology has generally been far from adequate.\n\nWork was done involving the analysis of PML layer approximations for\nsolutions of acoustic scattering problems in the frequency domain which\nled to a better understanding of the way that the thickness of the PML\nlayer and the PML strength influence the accuracy of the PML\napproximation.  We also did work involving a stability analysis for a\nsweeping preconditioner for block tridiagonal systems of linear\nequations resulting from finite element approximations.  This work\nprovided a new understanding of how the sweeping technique and low rank\nhierarchical approximations can be combined to develop efficient\niterative solvers.   Finally, work was done on using low rank matrices in a\nrecursive scheme for approximately evaluating the bilinear form\nappearing in problems involving fractional differential operators.\n\n\t\t\t\t\tLast Modified: 10/20/2016\n\n\t\t\t\t\tSubmitted by: Joseph E Pasciak"
 }
}