{
 "awd_id": "1217842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Conference on Ferromagnetic Shape Memory Alloys 2013; Boise, Idaho; June 2013 for 4 - 5 days",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2012-02-14",
 "awd_max_amd_letter_date": "2012-02-14",
 "awd_abstract_narration": "Ferromagnetic shape memory alloys are multifunctional materials that exhibit coupling between magnetic and structural order, producing very large magnetic-field-induced strains. The magnetic shape memory (MSM) effect arises through the magnetic-field-induced motion of twin boundaries. Compared to other technologies, MSM actuators offer several benefits. They are simple and reliable to construct; they provide a stroke that is 100 times longer than piezoelectric materials with a fast response time (0.1 ms); they generate a large work output, offer high position accuracy and dynamic range, and consume little power. Recent advances in the field of MSM alloys is the topic of the International Conference on Ferromagnetic Shape Memory Alloys (ICFSMA'13) to be held during the 2nd or 3rd week of June, 2013, in Boise, ID. This is the Fourth International Symposium on Ferromagnetic Shape Memory Alloys, the first of which was held in 2007. ICFSMA has become the preeminent conference for international researchers in the field of magnetic shape memory alloys. NSF funds will be used to offset the expenses of graduate students, postdoctoral associates, junior faculty, and selected invited speakers to attend the meeting. The funds will also be used to publicize and promote the conference via a web page. This conference will provide participants with an overview of MSM research from magneto-mechanics to more recently discovered properties and phenomena in a variety of material morphologies, including thin films, micro-systems, composites, foams and mats. Magneto-caloric and baro-caloric effects will also be covered. The participants will be expected to discuss the most current research in the field in order to advance the uses of these multifunctional materials between potential academic and industrial partners. Modeling and simulation, from the atomic to the microscale to inform theory, structure, and magnetism, will be emphasized. Interest among women will be especially encouraged in a field which is currently dominated largely by male researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Mullner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Mullner",
   "pi_email_addr": "petermullner@boisestate.edu",
   "nsf_id": "000311634",
   "pi_start_date": "2012-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 University Dr",
  "perf_city_name": "Boise",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837251135",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the science fiction movie <em>Terminator 2 </em>(1991), Arnold Schwarzenegger starred as the hero, the robot T-800. Designers used traditional mechanical engineering to manufacture T-800. Alternatively, engineers fabricated the villain&mdash;the more advanced robot T-1000&mdash;from a single material, a titanium alloy. This &ldquo;liquid metal&rdquo; easily changed shape, moved, thought, and stored and retrieved data. T-1000 represents a new paradigm in engineering; we call it the <em>Material Machine.</em> In traditional engineering, each machine part is a static object the machine moves to carry out a single function. The interlinking of all the parts enables the machine to perform as a whole. Alternatively, in the material machine, a dynamic and localized variation of the properties of just a few parts facilitates machine operation. For example, localized contraction and expansion of a bar within the machine could make it bend like an elbow.</p>\n<p>Magnetic shape memory alloys (MSMA) change their shape when exposed to a magnetic field which may be produced by a moving permanent magnet or by electrical coils under AC operation. Among all actuator materials, MSMAs exhibit by far the largest actuation stroke (up to 10%&mdash;50 to 100 times larger than the actuation stroke of piezoelectric ceramics and the magnetostriction of Terfenol-D). Advantages of MSM technology over other actuator technologies include faster response, better positioning control, a more simple and robust design, less (or no) moving parts, a larger stroke, lower operating voltage, lower power consumption, and better humidity tolerance and corrosion resistance. MSMAs are the ideal material for the material machine.</p>\n<p>This project supported the 4<sup>th</sup> International Conference on Ferromagnetic Shape Memory Alloys, ICFSMA&rsquo;2013 in Boise, Idaho, June 3-7, 2013. We established the state of the art of MSMAs and collected the combined know how in a conference booklet with 83 extended (2-page) abstracts. The conference contributions included 11 invited lectures, 41 regular oral presentations, and 35 poster presentations. This event brought together a large portion of the scientific MSMA community and lead to many scientific exchanges and collaborative efforts. For example a visiting professor from Harbin, China, is now visiting Boise State University supported by the Chinese government&nbsp;to study polycrystalline MSMAs. Also a scientist from Warsaw, Poland received funding from the Polish government to visit Boise State University&rsquo;s MSMA research group for three months in spring 2014. A team of 21 BSU representatives &ndash; mostly students &ndash; served as local organizing committee. Besides the scientific program, we also held the first ever Business Development Event on MSM Technology with 22 participants. As a result of this event, Dr. M&uuml;llner partnered with ETO Magnetic in Stockach, Germany to develop an international network &ldquo;MSM Net&rdquo; for the advancement of MSM technology. This network will hold its kick-off meeting at the ACTUATOR 2014 conference in Bremen, June 23&ndash;25, 2014.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2014<br>\n\t\t\t\t\tModified by: Peter&nbsp;Mullner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the science fiction movie Terminator 2 (1991), Arnold Schwarzenegger starred as the hero, the robot T-800. Designers used traditional mechanical engineering to manufacture T-800. Alternatively, engineers fabricated the villain&mdash;the more advanced robot T-1000&mdash;from a single material, a titanium alloy. This \"liquid metal\" easily changed shape, moved, thought, and stored and retrieved data. T-1000 represents a new paradigm in engineering; we call it the Material Machine. In traditional engineering, each machine part is a static object the machine moves to carry out a single function. The interlinking of all the parts enables the machine to perform as a whole. Alternatively, in the material machine, a dynamic and localized variation of the properties of just a few parts facilitates machine operation. For example, localized contraction and expansion of a bar within the machine could make it bend like an elbow.\n\nMagnetic shape memory alloys (MSMA) change their shape when exposed to a magnetic field which may be produced by a moving permanent magnet or by electrical coils under AC operation. Among all actuator materials, MSMAs exhibit by far the largest actuation stroke (up to 10%&mdash;50 to 100 times larger than the actuation stroke of piezoelectric ceramics and the magnetostriction of Terfenol-D). Advantages of MSM technology over other actuator technologies include faster response, better positioning control, a more simple and robust design, less (or no) moving parts, a larger stroke, lower operating voltage, lower power consumption, and better humidity tolerance and corrosion resistance. MSMAs are the ideal material for the material machine.\n\nThis project supported the 4th International Conference on Ferromagnetic Shape Memory Alloys, ICFSMAÆ2013 in Boise, Idaho, June 3-7, 2013. We established the state of the art of MSMAs and collected the combined know how in a conference booklet with 83 extended (2-page) abstracts. The conference contributions included 11 invited lectures, 41 regular oral presentations, and 35 poster presentations. This event brought together a large portion of the scientific MSMA community and lead to many scientific exchanges and collaborative efforts. For example a visiting professor from Harbin, China, is now visiting Boise State University supported by the Chinese government to study polycrystalline MSMAs. Also a scientist from Warsaw, Poland received funding from the Polish government to visit Boise State UniversityÆs MSMA research group for three months in spring 2014. A team of 21 BSU representatives &ndash; mostly students &ndash; served as local organizing committee. Besides the scientific program, we also held the first ever Business Development Event on MSM Technology with 22 participants. As a result of this event, Dr. M&uuml;llner partnered with ETO Magnetic in Stockach, Germany to develop an international network \"MSM Net\" for the advancement of MSM technology. This network will hold its kick-off meeting at the ACTUATOR 2014 conference in Bremen, June 23&ndash;25, 2014.\n\n\t\t\t\t\tLast Modified: 04/29/2014\n\n\t\t\t\t\tSubmitted by: Peter Mullner"
 }
}