{
 "awd_id": "1217212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: HCC: Small: Effects of Automated Information Selection and Presentation in Online Information Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 486093.0,
 "awd_amount": 502093.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2017-07-14",
 "awd_abstract_narration": "Socio-technical systems provide access to ever-increasing quantities of information online. To help people cope with information overload, these systems implement \"algorithmic curation\": automated selection of what content should be displayed to users, what should be hidden, and how it should be presented. Virtually every Internet user who reads online news, visits social media sites, or uses a search engine has encountered algorithmic curation at some point, probably without even realizing it. In a socio-technical system, user contributions, social relationships and behavior, and features of the technology are interdependent, and determine what the system is used for, how it is used, and how it evolves over time. The goal of this research project is to investigate the relationship between social behavior and algorithmic curation, in order to better predict the effects of this pervasive practice on what we read, contribute, and communicate about online.\r\n\r\nThis project uses a multi-method approach to identify ways in which social and technical mechanisms influence individual users' information production and consumption, and thereby shape system-level properties of the user population and the corpus of contributions. Lab experiments investigate how social processes, such as obeying social norms and altering communications for an intended audience, are affected by different types of algorithmic curation. Field studies augment the lab experiments, using technology interventions to demonstrate how these changes play out for people in the real world over time, and as algorithms change. At the system level, agent-based models connect individual-level processes with system-level effects of algorithmic curation, and large-scale data collection looks for signs of those effects on real systems.\r\n\r\nThis project advances the current understanding of forces that shape information access and use in an increasingly connected and automated environment. Results will be used to provide guidance to system designers who create and manipulate algorithms, in the form of design patterns that will support a systematic, generalizable way of planning for effects of algorithmic curation at different scales. The project Web site (http://bitlab.cas.msu.edu/curation) provides information. Undergraduate and graduate students involved in the project will become better problem solvers, and work effectively on collaborative interdisciplinary projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emilee",
   "pi_last_name": "Rader",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Emilee J Rader",
   "pi_email_addr": "ejrader2@wisc.edu",
   "nsf_id": "000580969",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "430 Communication Arts & Science",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 486093.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To help people cope with information overload, online systems use \"algorithmic curation\", or automated selection and prioritization of the content that is displayed to users. Internet users who read online news, visit social media sites, or use a search engine encounter algorithmic curation, probably without even realizing it. This project investigated the relationship between social behavior and algorithmic curation, to identify its effects on what people read, contribute, and communicate about online.</p>\n<p>We discovered that users of the Facebook News Feed, a system that uses algorithmic curation, form their own theories about how the Facebook News Feed works just by interacting with it. However, their theories do not always involve a curation algorithm. User beliefs about why they see the posts they do ranged widely, from thinking that the News Feed shows all possible posts from their friends, to automated selection by an algorithm. Some people believed that the system could make inferences about their preferences based on which posts they read and whose pages they visited. Others noticed the News Feed showing them posts \"out of order\" or showing more posts from certain friends and few posts from others. People disliked missing posts from their friends, and believed that when they did it was evidence of system intervention.</p>\n<p>When we made people aware that they had missed posts, by asking them to visit the pages of specific friends and report whether they saw posts that they had not seen before, most reported that they had missed posts from at least one friend. But, how close they felt to specific people had no bearing on whether they were likely to notice missed posts from someone, indicating that the system may not base it's content prioritization on an accurate model of relationship closeness. Because Facebook posts present opportunities for feedback important for social support and maintaining social ties, any bias or inaccuracy in the way the algorithm promotes content could affect users&rsquo; ability to maintain relationships on Facebook. Also, missed posts from close friends were more surprising, even when participants believed that the actions of the system caused the missed posts. Stronger beliefs that missed posts were because of system intervention were associated with more surprise, showing that users expect the algorithm to do a good job showing them posts that they expect to see.</p>\n<p>We learned that the rank at which content is displayed in the News Feed interacts with how far down users scroll to determine which stories they see, making it very difficult to measure these influences separately. Measuring an algorithm's effects as if it were a filter or gatekeeper that acts before users make choices about what content to consume may lead to mis-estimating its impact on the overall diversity of the information users see. Our results also showed that the algorithm's control over what users see is greatest at the top of the News Feed (high ranks) because those are the posts users are most likely to view and capture their attention. Our model, which allows us to quantify interdependence between ranks and rank-related user behavior, identifies a source of biased exposure to diverse information that previous literature has not addressed.</p>\n<p>As more systems begin using algorithms to sort and rank information for users, it is increasingly important that users are able to understand how their access to information has been affected. We discovered that blog posts published by Facebook describing how the News Feed works focus mostly on why the algorithm works the way it does, and on the types of \"signals\", or the data that the algorithm considers, when it calculates the rank for a particular News Feed post. We learned that this information, when shown to Facebook users, caused them to become more aware that there is an algorithm that affects what they see, and helped them to make judgments about whether the system is biased. However, it didn't work as well at helping people understand how the system prioritizes content. People did not gain new understanding that would help them to take action to change their behavior with respect to the system, which calls into question whether transparency in systems that use algorithmic curation would be an effective strategy.</p>\n<p>Our interdisciplinary work emphasizes the sociotechnical nature of these systems -- the people, information, and algorithms all interact -- and that this combination is both difficult to measure and can have unexpected effects. Our work shows that these systems are different from recommender systems in that the feedback loop is intentionally hidden from users, yet it shapes their experience in measureable ways. This project also trained 6 graduate students and 6 undergraduate students, including both computer science students and social science students. Their training included helping the students learn how to communicate across disciplines and work together on a interdisciplinary team.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Emilee&nbsp;J&nbsp;Rader</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTo help people cope with information overload, online systems use \"algorithmic curation\", or automated selection and prioritization of the content that is displayed to users. Internet users who read online news, visit social media sites, or use a search engine encounter algorithmic curation, probably without even realizing it. This project investigated the relationship between social behavior and algorithmic curation, to identify its effects on what people read, contribute, and communicate about online.\n\nWe discovered that users of the Facebook News Feed, a system that uses algorithmic curation, form their own theories about how the Facebook News Feed works just by interacting with it. However, their theories do not always involve a curation algorithm. User beliefs about why they see the posts they do ranged widely, from thinking that the News Feed shows all possible posts from their friends, to automated selection by an algorithm. Some people believed that the system could make inferences about their preferences based on which posts they read and whose pages they visited. Others noticed the News Feed showing them posts \"out of order\" or showing more posts from certain friends and few posts from others. People disliked missing posts from their friends, and believed that when they did it was evidence of system intervention.\n\nWhen we made people aware that they had missed posts, by asking them to visit the pages of specific friends and report whether they saw posts that they had not seen before, most reported that they had missed posts from at least one friend. But, how close they felt to specific people had no bearing on whether they were likely to notice missed posts from someone, indicating that the system may not base it's content prioritization on an accurate model of relationship closeness. Because Facebook posts present opportunities for feedback important for social support and maintaining social ties, any bias or inaccuracy in the way the algorithm promotes content could affect users? ability to maintain relationships on Facebook. Also, missed posts from close friends were more surprising, even when participants believed that the actions of the system caused the missed posts. Stronger beliefs that missed posts were because of system intervention were associated with more surprise, showing that users expect the algorithm to do a good job showing them posts that they expect to see.\n\nWe learned that the rank at which content is displayed in the News Feed interacts with how far down users scroll to determine which stories they see, making it very difficult to measure these influences separately. Measuring an algorithm's effects as if it were a filter or gatekeeper that acts before users make choices about what content to consume may lead to mis-estimating its impact on the overall diversity of the information users see. Our results also showed that the algorithm's control over what users see is greatest at the top of the News Feed (high ranks) because those are the posts users are most likely to view and capture their attention. Our model, which allows us to quantify interdependence between ranks and rank-related user behavior, identifies a source of biased exposure to diverse information that previous literature has not addressed.\n\nAs more systems begin using algorithms to sort and rank information for users, it is increasingly important that users are able to understand how their access to information has been affected. We discovered that blog posts published by Facebook describing how the News Feed works focus mostly on why the algorithm works the way it does, and on the types of \"signals\", or the data that the algorithm considers, when it calculates the rank for a particular News Feed post. We learned that this information, when shown to Facebook users, caused them to become more aware that there is an algorithm that affects what they see, and helped them to make judgments about whether the system is biased. However, it didn't work as well at helping people understand how the system prioritizes content. People did not gain new understanding that would help them to take action to change their behavior with respect to the system, which calls into question whether transparency in systems that use algorithmic curation would be an effective strategy.\n\nOur interdisciplinary work emphasizes the sociotechnical nature of these systems -- the people, information, and algorithms all interact -- and that this combination is both difficult to measure and can have unexpected effects. Our work shows that these systems are different from recommender systems in that the feedback loop is intentionally hidden from users, yet it shapes their experience in measureable ways. This project also trained 6 graduate students and 6 undergraduate students, including both computer science students and social science students. Their training included helping the students learn how to communicate across disciplines and work together on a interdisciplinary team.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Emilee J Rader"
 }
}