{
 "awd_id": "1217137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Collaborative Research: A System of Animation Gestures for Effective Teaching Avatars",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Hoadley",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "This project addresses the challenge of making avatars used in tutoring systems and other learning technologies more engaging and more effective learning guides. One focus is on making the movements of an avatar more lifelike; a second focus is on understanding how to effectively integrate gestures indicating friendliness with gestures used for promoting concept learning.  Design of avatar gestures draws on the literature on the roles of gesturing in communication, the literature on grounded and embodied cognition, and the literature on mathematics.  The focus of this Cyberlearning: Transforming Education Exploration proposal is on designing avatar gestures for promoting learning of mathematical equivalence. Analysis of the effects of those gestures and extraction of preliminary guidelines for gesture design will lay the groundwork for extending gesturing capabilities of avatars across disciplinary content areas. Research focuses on how to automatically animate an avatar with life-like qualities and the conditions under which adding gestures to a teaching avatar promotes engagement and learning.\r\n\r\nAvatars are used extensively in learning technologies to guide learners' actions and to provide advice. But learners can be put off by avatars that are emotionless, and avatars technology does not yet combine gesturing and \"talking\" in the way good tutors and teachers do as they are trying to help learners learn difficult concepts. This project addresses both of those issues -- giving avatars enough personality so that learners will engage with them more readily and willingly and giving avatars the capability of gesturing in ways that are congruent with the concepts they are expressing. There are a variety of challenges in addressing these issues, some technical, some social, and some cognitive. The project team is addressing all three types of issues, working towards design principles for avatars that move and engage more naturally and that can gesture as people do when explaining difficult content. Enhancing the interactions between computers and people in ways that promote both sustained engagement and learning will improve the effectiveness of intelligent tutoring systems and other learning technologies across disciplines and across the ages of learners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Cook",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Susan W Cook",
   "pi_email_addr": "susan-cook@uiowa.edu",
   "nsf_id": "000517446",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "2 Gilmore Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Much human learning takes place through interaction with more knowledgeable people, including teachers. Improving communication can enhance learning. In this project, we developed and tested an animated avatar that speaks, writes, draws, and gestures as it provides instruction in mathematics. Our portion of the project focused on implementing and evaluating the hand gestures produced by the avatar. Based on prior research, we hypothesized that gesture would facilitate learning, but we were not sure exactly which gestures would be most beneficial to student learning.</p>\n<p>In three studies, we examined 8-10 year old children&rsquo;s learning of the concept of mathematical equivalence. Our first study revealed that adding gesture to the avatar instruction increases learning, facilitating both the appropriateness of solution strategies and the speed with which students implement these strategies. We found that the effect of gesture on learning was seen when solving problems and when answering conceptual questions. Although prior research had established that gesture can enhance learning, using the avatar we were able to demonstrate that the effect of gesture on learning was not due to other things that typically co-occur with gesture, such as changes in eye gaze, body position and speech intonation. We also found new evidence for the breadth of the effect of gesture on learning &ndash; after instruction with gesture, learners had enhanced speed and accuracy, and greater conceptual and procedural knowledge of mathematics.</p>\n<p>In our second study, we asked whether instruction that introduced ideas in gesture prior to speech facilitated learning. When children are learning new concepts, they often reveal their emerging knowledge in their gestures prior to their words, and so we hypothesized that instruction that incorporated ideas in gesture first might benefit students. Contrary to our expectations, our second study revealed that using gesture to introduce ideas did not increase learning. Instead, students learned the most when gestures and speech introduced ideas together, and the beneficial effect of concurrent speech and gesture was again seen across speed and accuracy, and conceptual and procedural knowledge.</p>\n<p>Our third study asked whether the timing of gesture relative to speech influences learning. One important characteristic of gesture is that is it synchronized with speech. Because temporal coordination is important for processing multimodal information, we hypothesized that students might be sensitive to the timing of gestures with respect to speech. We found that that the timing of gestures did matter for student learning. Children learned more when gestures anticipated or were synchronous with speech compared with when gestures came after speech. Moreover, preliminary examination of eye tracking data that were collected suggest that eye movements to appropriate problem elements were not coordinated with instructor speech when gestures came late, suggesting a mechanism for this effect.</p>\n<p>Taken together, findings from Study 1, 2, and 3 provide converging, confirmatory evidence that gesture influences both the appropriateness of solution strategies and the speed with which students implement these strategies, as well as both conceptual and procedural knowledge.</p>\n<p>We have developed an avatar that can be used to generate a wide variety of lessons. Using this avatar, we have found evidence for a beneficial effect of gesture and of temporal and semantic synchrony on student learning. Thus, these studies have enhanced our understanding of exactly how and when the use of gestures contributes to student learning.</p>\n<p>The beneficial effect of gesture on learning can likely be exploited to enhance learning and communication, including during face-to-face instruction, online learning, and multimedia presentations. Understanding how instruction with...",
  "por_txt_cntn": "\nMuch human learning takes place through interaction with more knowledgeable people, including teachers. Improving communication can enhance learning. In this project, we developed and tested an animated avatar that speaks, writes, draws, and gestures as it provides instruction in mathematics. Our portion of the project focused on implementing and evaluating the hand gestures produced by the avatar. Based on prior research, we hypothesized that gesture would facilitate learning, but we were not sure exactly which gestures would be most beneficial to student learning.\n\nIn three studies, we examined 8-10 year old childrenÆs learning of the concept of mathematical equivalence. Our first study revealed that adding gesture to the avatar instruction increases learning, facilitating both the appropriateness of solution strategies and the speed with which students implement these strategies. We found that the effect of gesture on learning was seen when solving problems and when answering conceptual questions. Although prior research had established that gesture can enhance learning, using the avatar we were able to demonstrate that the effect of gesture on learning was not due to other things that typically co-occur with gesture, such as changes in eye gaze, body position and speech intonation. We also found new evidence for the breadth of the effect of gesture on learning &ndash; after instruction with gesture, learners had enhanced speed and accuracy, and greater conceptual and procedural knowledge of mathematics.\n\nIn our second study, we asked whether instruction that introduced ideas in gesture prior to speech facilitated learning. When children are learning new concepts, they often reveal their emerging knowledge in their gestures prior to their words, and so we hypothesized that instruction that incorporated ideas in gesture first might benefit students. Contrary to our expectations, our second study revealed that using gesture to introduce ideas did not increase learning. Instead, students learned the most when gestures and speech introduced ideas together, and the beneficial effect of concurrent speech and gesture was again seen across speed and accuracy, and conceptual and procedural knowledge.\n\nOur third study asked whether the timing of gesture relative to speech influences learning. One important characteristic of gesture is that is it synchronized with speech. Because temporal coordination is important for processing multimodal information, we hypothesized that students might be sensitive to the timing of gestures with respect to speech. We found that that the timing of gestures did matter for student learning. Children learned more when gestures anticipated or were synchronous with speech compared with when gestures came after speech. Moreover, preliminary examination of eye tracking data that were collected suggest that eye movements to appropriate problem elements were not coordinated with instructor speech when gestures came late, suggesting a mechanism for this effect.\n\nTaken together, findings from Study 1, 2, and 3 provide converging, confirmatory evidence that gesture influences both the appropriateness of solution strategies and the speed with which students implement these strategies, as well as both conceptual and procedural knowledge.\n\nWe have developed an avatar that can be used to generate a wide variety of lessons. Using this avatar, we have found evidence for a beneficial effect of gesture and of temporal and semantic synchrony on student learning. Thus, these studies have enhanced our understanding of exactly how and when the use of gestures contributes to student learning.\n\nThe beneficial effect of gesture on learning can likely be exploited to enhance learning and communication, including during face-to-face instruction, online learning, and multimedia presentations. Understanding how instruction with gesture enhances learning can inform teacher development as well as the design of instructional materia..."
 }
}