{
 "awd_id": "1218282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: Small: Collaborative Research: Efficient, Nonparametric and Local-Minimum-Free Latent Variable Models: With Application to Large-Scale Computer Vision and Genomics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2013-07-22",
 "awd_abstract_narration": "Many modern applications ranging from computer vision  to biology require modeling and inferring high-dimensional continuous variables based on distributions with multimodality, skewness, and rich latent structures.  Most existing models in this regime rely heavily on parametric assumptions where the components of the model are typically assumed to be discrete or multivariate Gaussian, or the relations between variables are linear, which may be very different from the actual data generating processes. Furthermore, existing algorithms for discovering the latent dependency structures and learning the latent parameters largely are restricted to local search heuristics such as expectation maximization. Conclusions inferred under these restricted assumptions and suboptimal solutions can be misleading, if the underlying assumptions are violated or if the suboptimal solutions differ greatly from the globally optimal ones. This project aims to develop a novel framework which can (i) discover and take advantage of latent structures in the data, while (ii) allowing parts to handle near-arbitrary distributions, and (iii) allowing the models to scale to modern massive datasets in a local-minimum-free fashion. \r\n\r\nThe key innovation in the project is a novel nonparametric latent variable modeling framework based on kernel embedding of distributions. The basic idea is to map distributions into infinite dimensional feature spaces using kernels, such that subsequent comparisons and manipulations of distributions can be achieved via feature space operations, such as inner products, distances, projections, linear transformations and spectral analysis.  Conceptually, the  framework represents components from latent variable models, such as marginal distributions over a single variable, joint distributions over variable pairs, triplets and more variables, as infinite dimensional vectors, matrices, tensors and high-order tensors respectively. Probabilistic relations between these components, i.e., conditional distributions, Sum Rule, Product Rule etc. become linear transformations and relations between these feature space components.\r\n\r\nThe framework supports modeling  data with diverse statistical features without the need for making restrictive assumptions about the type of distributions and relations. It supports the application of a large pool of linear and multi-linear algebraic (tensor) tools for addressing challenging graphical model problems in the presence of latent variables, including structure discovery, inference, parameter learning and latent feature extraction.  The framework applies not only to general continuous variables, but also to variables that  take values on strings, graphs, groups, compact manifolds, and other domains on which kernels may be defined.\r\n\r\nBesides advancing the state of the art in machine learning,the new non-parametric methods resulting from the project find applications in image data and understanding and gene expression data analysis. It also contributes to research-based training of graduate and undergraduate students at Georgia Tech and CMU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Xing",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Eric P Xing",
   "pi_email_addr": "epxing@cs.cmu.edu",
   "nsf_id": "000195787",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 63914.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 136086.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h4>Outcomes and findings:</h4>\n<h4>In many machine learning applications in biology and computer vision, there is a common need for methods which can take into account diverse statistical features and the long-range and hierarchical latent dependencies among these variables.</h4>\n<h4>Over the life-span of the project, we have developed a novel vector space (or Hilbert space) embedding framework to take into account latent variables in the presence of noisy and complex data. The key idea is to map distributions into vector spaces using nonlinear feature maps, such that subsequent comparisons (two-sample tests and independence tests) and manipulations of distributions (sum rule, chain rule, and Bayes rule) can be achieved via vector space operations, such as inner products, distances, projections, linear transformations and spectral analysis. Our framework can address a range of challenging latent variable model problems, including latent structure discovery, latent parameter learning, inference with latent variables and latent feature extraction.</h4>\n<h4>Intellectual Merit:</h4>\n<h4>Our novel framework can model data with diverse statistical features without the need for making restrictive assumptions about the type of distributions and relations. Furthermore, the framework employs a large pool of functional analysis, linear and multi-linear algebraic (tensor) tools for addressing challenging graphical model problems in the presence of latent variables, including structure discovery, inference, parameter learning, and latent feature extraction. For instance, by making novel use of the spectral properties of the embedded distributions, we can design fast and local-minimum-free algorithms for discovering latent structures and learning latent parameters. Another advantage of our framework is that it applies not only to general continuous variables, but also generalizes to variables which may take values on strings, graphs, groups,</h4>\n<h4>Broader Impact:</h4>\n<h4>This project has advanced the principles and technologies of latent structure analysis for high-dimensional data with general distributions. It is a necessary step towards the ultimate, long term goal of understanding and exploiting latent structures and rich diverse statistical features prevalent in many modern applications, such as computer vision, computational biology, social sciences, music research, and material sciences.</h4>\n<h4>We have applied our proposed work to several application domains, such as analyzing latent features from text and image data, understanding latent gene regulatory programs, and extracting latent feature for improved prediction of transcription factor binding. These applications fill the gap between imminent methodological needs and the increasing availability of large text and image collections, and offer deeper understanding of text and image representation and classification problems. Our application to computational biology problems will help us better understand cellular mechanisms in response to exogenous interventions, reason about disease causes, and design therapeutic schemes.</h4>\n<h4>Our proposed research also played an important synergistic role in bridging together traditionally separate areas in machine learning research, including kernel methods, probabilistic graphical models and tensor data analysis. The proposed novel hybrid use of kernel methods and higher-order tensors in latent variable model context has also opened doors for other nonparametric graphical model research. As an interdisciplinary research effort, this project has not only lead to development of new methodology, but also provide rich opportunities for multi-disciplinary educational and research training, at both undergraduate and graduate levels.</h4>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/17/2017<br>\n\t\t\t\t\tModified by: Eric&nbsp;P&nbsp;Xing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Outcomes and findings:\nIn many machine learning applications in biology and computer vision, there is a common need for methods which can take into account diverse statistical features and the long-range and hierarchical latent dependencies among these variables.\nOver the life-span of the project, we have developed a novel vector space (or Hilbert space) embedding framework to take into account latent variables in the presence of noisy and complex data. The key idea is to map distributions into vector spaces using nonlinear feature maps, such that subsequent comparisons (two-sample tests and independence tests) and manipulations of distributions (sum rule, chain rule, and Bayes rule) can be achieved via vector space operations, such as inner products, distances, projections, linear transformations and spectral analysis. Our framework can address a range of challenging latent variable model problems, including latent structure discovery, latent parameter learning, inference with latent variables and latent feature extraction.\nIntellectual Merit:\nOur novel framework can model data with diverse statistical features without the need for making restrictive assumptions about the type of distributions and relations. Furthermore, the framework employs a large pool of functional analysis, linear and multi-linear algebraic (tensor) tools for addressing challenging graphical model problems in the presence of latent variables, including structure discovery, inference, parameter learning, and latent feature extraction. For instance, by making novel use of the spectral properties of the embedded distributions, we can design fast and local-minimum-free algorithms for discovering latent structures and learning latent parameters. Another advantage of our framework is that it applies not only to general continuous variables, but also generalizes to variables which may take values on strings, graphs, groups,\nBroader Impact:\nThis project has advanced the principles and technologies of latent structure analysis for high-dimensional data with general distributions. It is a necessary step towards the ultimate, long term goal of understanding and exploiting latent structures and rich diverse statistical features prevalent in many modern applications, such as computer vision, computational biology, social sciences, music research, and material sciences.\nWe have applied our proposed work to several application domains, such as analyzing latent features from text and image data, understanding latent gene regulatory programs, and extracting latent feature for improved prediction of transcription factor binding. These applications fill the gap between imminent methodological needs and the increasing availability of large text and image collections, and offer deeper understanding of text and image representation and classification problems. Our application to computational biology problems will help us better understand cellular mechanisms in response to exogenous interventions, reason about disease causes, and design therapeutic schemes.\nOur proposed research also played an important synergistic role in bridging together traditionally separate areas in machine learning research, including kernel methods, probabilistic graphical models and tensor data analysis. The proposed novel hybrid use of kernel methods and higher-order tensors in latent variable model context has also opened doors for other nonparametric graphical model research. As an interdisciplinary research effort, this project has not only lead to development of new methodology, but also provide rich opportunities for multi-disciplinary educational and research training, at both undergraduate and graduate levels.\n\n \n\n\t\t\t\t\tLast Modified: 01/17/2017\n\n\t\t\t\t\tSubmitted by: Eric P Xing"
 }
}