{
 "awd_id": "1218345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Transcriptome analysis of CHO cells to improve productivity and control protein aggregation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 199999.0,
 "awd_amount": 223188.0,
 "awd_min_amd_letter_date": "2012-03-27",
 "awd_max_amd_letter_date": "2014-06-10",
 "awd_abstract_narration": "1218345\r\nHarcum\r\n\r\nChinese hamster ovary cells (CHO cells) are used to manufacture a majority of the therapeutic\r\nproteins on the market today. In particular, CHO cells are able to express recombinant\r\nglycoproteins, including monoclonal antibodies, which require complex post-translational\r\nmodifications. Even though CHO cells have become the new \"Escherichia coli\" workhorse cell\r\nline, there are still many engineering challenges that must be addressed. These challenges can\r\nbe calculated when assessing the cost to consumers of glycoprotein therapeutics ($10's to\r\n$1000's of dollars (US) per milligram with typical doses of 10's of milligrams).\r\n\r\nOne major production challenge for glycoproteins is protein aggregation. Glycoproteins are\r\nprone to aggregation due to the size of these molecules, incomplete glycosylation, high\r\nsynthesis rates, and free thiols. Fortunately, bioprocess engineers have discovered interim\r\nsolutions, such as, media additives that can reduce protein aggregation in CHO cell cultures,\r\nbut more efficient long-term solutions are necessary to stabilize production and reduce costs.\r\n\r\nThe overall goal of this research project is to develop and enhance the toolbox for better\r\nunderstanding protein aggregation beginning with gene expression. Factors that lead to protein\r\naggregation and conditions that reduce protein aggregation will be investigated by interrogating\r\nthe transcriptome profiles developed from the transcriptome-sequencing component of this\r\nproject. The CHO cell transcriptome will be made publicly available and characterized to\r\npromote genome-wide research in CHO cells. Transcriptome analysis will be used to identify\r\ngenes that affect and respond to protein aggregation.\r\n\r\nThis project will provide a strong conceptual route for increasing the availability of therapeutic\r\nproteins and glycoproteins to the public. The availability of this additional high quality CHO cell\r\ntranscriptome data to the public will allow for a commensurate community knowledge base that\r\nwill enable all scholars the ability to contribute to our understanding of bioreactor process effects\r\non this host cell line. Broader impacts also include the establishment and maintenance of a\r\npipeline of educated, motivated students, particularly those from under-represented minority\r\npopulations to undertake careers in biotechnology to meet this growing demand in the US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Harcum",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah W Harcum",
   "pi_email_addr": "harcum@clemson.edu",
   "nsf_id": "000321217",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Saski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Saski",
   "pi_email_addr": "saski@clemson.edu",
   "nsf_id": "000499665",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "105 Collings Street",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "006E",
   "pgm_ref_txt": "BIOPROCESS ENGINEERING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 23189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chinese hamster ovary (CHO) cells are used to manufacture a majority of the therapeutic proteins (biopharmaceuticals) on the market today.&nbsp; In particular, CHO cells are able to express large recombinant proteins, termed glycoproteins, which includes monoclonal antibody biopharmaceuticals used to treat breast cancer and Crohn&rsquo;s disease.&nbsp; Even though CHO cells have become the new workhorse cell line, there are still many engineering challenges that must be addressed.&nbsp; One major production challenge for glycoproteins is protein aggregation.&nbsp; Glycoproteins are prone to aggregation, in part, due to the size of these molecules and high synthesis rates.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Factors that lead to protein aggregation and conditions that reduce protein aggregation were investigated in this project by interrogating the transcriptome profiles for process conditions know to affect protein quality, and thus subsequently protein aggregation.&nbsp; The process conditions that were specifically examined included adaptation to serum-free medium, culture pH, culture temperature, and glucose concentrations.&nbsp; During the study that examine the adaptation process to serum-free medium, several genes were identified that could be used as targets for overexpression/silencing to enhance the adaptation process. &nbsp;The temperature, pH, and glucose transcriptome analysis are on-going, but should lead to insight into the synergy of effects observed between pH and temperature on protein quality, which directly impact protein aggregation.&nbsp; Additionally, it is anticipated that the glucose concentration studies will show no significant transcriptome differences, as the control for this metabolic shift is at the enzyme level. &nbsp;The glycoengineering project demonstrated that rationale protein design could be used to improve the protein solubility. The low-bicarbonate medium buffer development project demonstrated that CHO cells could be cultured, without adaptation, to a serum-free low-bicarbonate buffered medium. &nbsp;And, this low-bicarbonate buffered medium would allow for improved carbon dioxide production rate sensing from bioreactors.&nbsp; And, finally, the Research Experience for Undergraduate (REU) project demonstrated that Raspberry Pi could be used for low-cost data acquisition from bioreactors.&nbsp; Together, these results will impact the field by allowing us to begin the implement-advanced controls in bioreactors.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit: </strong>&nbsp;This was the first comprehensive quantitative transcriptome approach to study protein aggregation in CHO cells. To date, protein aggregation has mainly been studied using mechanistic approaches.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong>&nbsp; This project provided a strong conceptual route for increasing the availability of therapeutic proteins and glycoproteins to the public. &nbsp;The availability of this high quality CHO cell transcriptome data to the public will allow for a commensurate community knowledge base that will enable all scholars the ability to contribute to our understanding of bioreactor process effects on this host cell line. &nbsp;Broader impacts also include the establishment and maintenance of a pipeline of educated, motivated students to undertake careers in biotechnology to meet this growing demand in the US. &nbsp;This project trained three graduate students and two undergraduate students. &nbsp;Research results were presented as five national meeting presentations, published in one peer-review journals, with five manuscripts in preparation.&nbsp; The transcriptome data has been deposited into the National Institute of Health National Center for Biotechnology Information (NCBI) databases: Gene Expression Ominbus (GEO) and Short Read Archive (SRA).&nbsp; Additionally, all the transcriptome will be archived with the publ...",
  "por_txt_cntn": "\nChinese hamster ovary (CHO) cells are used to manufacture a majority of the therapeutic proteins (biopharmaceuticals) on the market today.  In particular, CHO cells are able to express large recombinant proteins, termed glycoproteins, which includes monoclonal antibody biopharmaceuticals used to treat breast cancer and CrohnÆs disease.  Even though CHO cells have become the new workhorse cell line, there are still many engineering challenges that must be addressed.  One major production challenge for glycoproteins is protein aggregation.  Glycoproteins are prone to aggregation, in part, due to the size of these molecules and high synthesis rates. \n\n \n\nFactors that lead to protein aggregation and conditions that reduce protein aggregation were investigated in this project by interrogating the transcriptome profiles for process conditions know to affect protein quality, and thus subsequently protein aggregation.  The process conditions that were specifically examined included adaptation to serum-free medium, culture pH, culture temperature, and glucose concentrations.  During the study that examine the adaptation process to serum-free medium, several genes were identified that could be used as targets for overexpression/silencing to enhance the adaptation process.  The temperature, pH, and glucose transcriptome analysis are on-going, but should lead to insight into the synergy of effects observed between pH and temperature on protein quality, which directly impact protein aggregation.  Additionally, it is anticipated that the glucose concentration studies will show no significant transcriptome differences, as the control for this metabolic shift is at the enzyme level.  The glycoengineering project demonstrated that rationale protein design could be used to improve the protein solubility. The low-bicarbonate medium buffer development project demonstrated that CHO cells could be cultured, without adaptation, to a serum-free low-bicarbonate buffered medium.  And, this low-bicarbonate buffered medium would allow for improved carbon dioxide production rate sensing from bioreactors.  And, finally, the Research Experience for Undergraduate (REU) project demonstrated that Raspberry Pi could be used for low-cost data acquisition from bioreactors.  Together, these results will impact the field by allowing us to begin the implement-advanced controls in bioreactors. \n\n \n\nIntellectual Merit:  This was the first comprehensive quantitative transcriptome approach to study protein aggregation in CHO cells. To date, protein aggregation has mainly been studied using mechanistic approaches. \n\n \n\nBroader Impacts:  This project provided a strong conceptual route for increasing the availability of therapeutic proteins and glycoproteins to the public.  The availability of this high quality CHO cell transcriptome data to the public will allow for a commensurate community knowledge base that will enable all scholars the ability to contribute to our understanding of bioreactor process effects on this host cell line.  Broader impacts also include the establishment and maintenance of a pipeline of educated, motivated students to undertake careers in biotechnology to meet this growing demand in the US.  This project trained three graduate students and two undergraduate students.  Research results were presented as five national meeting presentations, published in one peer-review journals, with five manuscripts in preparation.  The transcriptome data has been deposited into the National Institute of Health National Center for Biotechnology Information (NCBI) databases: Gene Expression Ominbus (GEO) and Short Read Archive (SRA).  Additionally, all the transcriptome will be archived with the public CHO cell database: CHOgenome.org.  Thus, these results will be freely available to other researchers for comparison and benchmarking within the biochemical engineering community.  The results of this project are likely to decrease biopharmaceutical costs, which wil..."
 }
}