{
 "awd_id": "1225733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A NEW APPROACH TO EXPERIMENTAL DETERMINATION OF COUPLED SILICATE DISSOLUTION - PRECIPITATION REACTION RATES AT AMBIENT CONDITIONS WITH SI ISOTOPE SPIKES",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 299976.0,
 "awd_amount": 299976.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "Many of society's urgent environmental concerns and problems, such as global warming and strategies that mitigate it, and the stresses on the Earth's Critical Zone - the thin veneer on the Earth's Crust from vegetation canopy to the soil and groundwater which sustains human life and is where most terrestrial life thrives on Earth - have something to do with the rates of feldspar dissolution. Feldspars are the most abundant minerals in the Earth's crust, comprising of more than 50% of the Crust volume. For the former, one global warming mitigation strategy is geological carbon sequestration, for which CO2 is stored in deep underground geological formations. However, the injected CO2 will acidify the native brine and dissolve feldspars in the reservoirs, which could affect the reservoir quality and the long-term safety of storage. For the latter, the weathering of feldspars as an abundant mineral in the Critical Zone is critical to rates of soil development and the buffer capacity of the Critical Zone to stresses. However, to assess how fast feldspar dissolution or weathering takes place (chemical kinetics), we need to wrestle with one of the fundamental challenges in geochemistry. It has been known for a long time that the laboratory measured dissolution rates of feldspars are two to five orders of magnitude faster than rates estimated from field studies. Without resolving this seemingly intractable obstacle, we cannot quantitatively evaluate a number of environmental and geological processes, such as those mentioned above. \r\n\r\nThis study is designed to test the promising hypothesis that would partly resolve the apparent discrepancy: A large part of the discrepancy between in situ field and laboratory rates results from the coupling of the dissolution and precipitation reaction in the field systems which is absent in most laboratory experiments. Historically, the determination of very slow feldspar dissolution rates in laboratory at ambient temperatures has been problematic. Slow reaction rates mean that solutes may be below analytical detection limits, thus affecting the accuracy of the experiments. Here, the investigator proposes an innovative utilization of newly developed technology - High-Resolution Multi-Collector Inductively-Coupled Plasma Mass Spectrometry - and uses a novel design of stable silicon isotope 'spikes' to overcome these obstacles in order to determine feldspar reaction rates at ambient and near equilibrium conditions, not previously possible. \r\n\r\nThe work will involve cooperation among the investigator at Indiana University and his colleagues at Ben-Gurion University of the Negev in Israel, and at Trent University in Canada. Funding is requested only for the US organization. This study will enhance international and multi-disciplinary collaboration and contribute to the training of a post-doctoral associate and an exchange student from Israel. Te investigator is currently conducting research on the industrial scale CO2 storage project in Norway (the Sleipner project) and will communicate the results from this study to the CO2 storage community and the Critical Zone research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chen",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chen Zhu",
   "pi_email_addr": "chenzhu@iu.edu",
   "nsf_id": "000231915",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reaction rates are critical to many of society's mega environmental projects, such as the safe long-term storage in geological repositories of high-level nuclear wastes and greenhouse gas carbon dioxide. &nbsp;Safety assessments for periods up to 10,000 years inevitably rely on mathematical models, which require reaction rate data and often utilize the Principle of Detailed Balance, a fundamental principle in chemistry. However, reliable rate data are not always available at repository conditions, and the applicability of the Principle of Detailed Balance has not been tested. Our project address these urgent and significant gaps in our understanding.</p>\n<p>The major outcome of this project is the establishment of a novel Si isotope doping experimental method to measure silicate reaction rates at conditions not possible before. The method is general. Similar methodology can be applied to Ba, Mg, Fe, and other non-traditional isotope doped experiments to determine reaction rates for sulfates, carbonates, and iron oxides. Therefore, our work can potentially advance the field of geochemical kinetics as well as extend a new and novel application in the field of non-traditional stable isotopes.</p>\n<p>In this project, we conducted a series of laboratory albite dissolution experiments, which involved doping experimental solutions with a rare Si isotope <sup>29</sup>Si or <sup>30</sup>Si. The release of &nbsp;<sup>28</sup>Si (predominant&nbsp;in albite) into solution decreased the <sup>29</sup>Si/<sup>28</sup>Si ratios with time, allowing us to calculate the albite dissolution rates without interferences from precipitation of a Si-containing secondary phase. Our experimental data and mass balance modeling demonstrate that this method is robust.</p>\n<p>We also conducted quartz dissolution and precipitation experiments at equilibrium conditions. van&rsquo;t Hoff pointed out as early as 1884 that reactions do not cease at equilibrium, but rather the forward and reverse reaction rates are equal. However, experimental measurement of reaction rates at equilibrium is challenging. When we doped the equilibrium solution with the rare artificial isotope of <sup>29</sup>Si, the decrease of <sup>29</sup>Si in the experimental solution and increase of <sup>28</sup>Si released from quartz allowed us to determine quartz dissolution and precipitation rates simultaneously. The equal rates at equilibrium demonstrated the applicability of the Principle of Detailed Balance.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2016<br>\n\t\t\t\t\tModified by: Chen&nbsp;Zhu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nReaction rates are critical to many of society's mega environmental projects, such as the safe long-term storage in geological repositories of high-level nuclear wastes and greenhouse gas carbon dioxide.  Safety assessments for periods up to 10,000 years inevitably rely on mathematical models, which require reaction rate data and often utilize the Principle of Detailed Balance, a fundamental principle in chemistry. However, reliable rate data are not always available at repository conditions, and the applicability of the Principle of Detailed Balance has not been tested. Our project address these urgent and significant gaps in our understanding.\n\nThe major outcome of this project is the establishment of a novel Si isotope doping experimental method to measure silicate reaction rates at conditions not possible before. The method is general. Similar methodology can be applied to Ba, Mg, Fe, and other non-traditional isotope doped experiments to determine reaction rates for sulfates, carbonates, and iron oxides. Therefore, our work can potentially advance the field of geochemical kinetics as well as extend a new and novel application in the field of non-traditional stable isotopes.\n\nIn this project, we conducted a series of laboratory albite dissolution experiments, which involved doping experimental solutions with a rare Si isotope 29Si or 30Si. The release of  28Si (predominant in albite) into solution decreased the 29Si/28Si ratios with time, allowing us to calculate the albite dissolution rates without interferences from precipitation of a Si-containing secondary phase. Our experimental data and mass balance modeling demonstrate that this method is robust.\n\nWe also conducted quartz dissolution and precipitation experiments at equilibrium conditions. van?t Hoff pointed out as early as 1884 that reactions do not cease at equilibrium, but rather the forward and reverse reaction rates are equal. However, experimental measurement of reaction rates at equilibrium is challenging. When we doped the equilibrium solution with the rare artificial isotope of 29Si, the decrease of 29Si in the experimental solution and increase of 28Si released from quartz allowed us to determine quartz dissolution and precipitation rates simultaneously. The equal rates at equilibrium demonstrated the applicability of the Principle of Detailed Balance. \n\n \n\n\t\t\t\t\tLast Modified: 11/02/2016\n\n\t\t\t\t\tSubmitted by: Chen Zhu"
 }
}