{
 "awd_id": "1226627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Facilities Improvements for Ecological Research at Michigan Tech's Ford Center and Research Forest",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 343639.0,
 "awd_amount": 343639.0,
 "awd_min_amd_letter_date": "2012-07-20",
 "awd_max_amd_letter_date": "2012-07-20",
 "awd_abstract_narration": "Michigan Technological University has been awarded a grant to create a wet laboratory facility, establish short and long range Wi-Fi capability, and improve lodging facilities for cold-season use at the Ford Center and Research Forest (FCRF), located 42 miles south of the main campus.  The entire range of forest community-soil associations common in the upper Great Lakes is available for research and instruction on the FCRF property.  The wide-ranging research at the FCRF currently includes studies of climatic manipulations on forest ecosystem processes, genetic adaptation of oak and aspen to a changing environment, and the effects of wildlife and management on forest community composition and ecological function.  These and other projects will benefit from the FCRF improvements, which will enable on-site processing and analysis of samples collected from ongoing and future ecological research conducted at the FCRF; real time remote access, via the internet, to field sensors located throughout the property; and on-site residency for winter research and outreach efforts.  \r\n  \r\nThe wet lab facilities will improve the quality of research that can be performed at the FCRF by allowing rapid, efficient sample processing and will greatly expand the types of research those housed on site can perform.  They also will allow analytical procedures to be integrated into lab activities conducted during courses offered at the FCRF by Michigan Tech and other universities.  The FCRF hosts many K-12 field trip groups and day- to week-long outreach groups for topics related to ecology and environmental science.  Wet lab facilities will enable these groups to incorporate hands-on analytical activities using samples collected in the field, which cannot be accomplished with current facilities.  In addition the new Wi-Fi capability for accessing field research sites will allow teachers to incorporate real-time data and webcam images from FCRF research into teaching units they develop as part of teacher institutes hosted by Michigan Tech.  More information on the Ford Center and Research Forest can be found at http://www.mtu.edu/forest/fordcenter/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Burton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Burton",
   "pi_email_addr": "ajburton@mtu.edu",
   "nsf_id": "000323214",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Froese",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Froese",
   "pi_email_addr": "froese@mtu.edu",
   "nsf_id": "000540881",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Gailing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Gailing",
   "pi_email_addr": "ogailing@mtu.edu",
   "nsf_id": "000552517",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Artman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn A Artman",
   "pi_email_addr": "laartman@mtu.edu",
   "nsf_id": "000613971",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kari",
   "pi_last_name": "Price",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kari L Price",
   "pi_email_addr": "kalprice@mtu.edu",
   "nsf_id": "000614110",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 343639.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Michigan Technological University&rsquo;s Ford Center and Forest (FCF) is located 42 miles south of the university&rsquo;s main campus in Houghton.&nbsp; The entire range of forest community-soil associations common in the upper Great Lakes is available for study on the 1,840 ha property (Image 1).&nbsp; A National Science Foundation grant from the Improvements in Facilities, Communications, and Equipment at Biological Field Stations and Marine Laboratories program (FSML) was used to enhance research and educational capabilities of the FCF by: 1) providing wet lab facilities to enable on-site processing and analysis of samples collected from ongoing and future ecological research conducted at FCF; 2) installing a communications tower to enable real time remote access, via the internet, to field sensors located throughout the property; and 3) improving the physical plant supporting researcher lodging to reduce operational costs and enable winter use of facilities.&nbsp;</p>\n<p><strong>Goal 1:&nbsp; Renovate existing building to provide wet lab facilities.&nbsp; </strong>In 2013, an existing building (the Carriage House) was converted into a functional wet lab that contains equipment for the processing and basic analyses of water, soil and plant biomass samples (see Images 2 and 3).&nbsp;&nbsp; In the two years since its completion, the new lab has been utilized by three externally funded research projects at the FCF and has aided the research of one doctoral student, three master&rsquo;s students, and one undergraduate researcher.&nbsp; In the future, many additional projects and graduate and undergraduate researchers will be able to take advantage of the quality lab and sample processing facilities adjacent to their field research sites at FCF.&nbsp; In addition, the lab facilities enable hands-on lab activities to be included in undergraduate forestry and ecology courses taught at the FCF and by environmental outreach programs hosted by the FCF.&nbsp;</p>\n<p><strong>Goal 2:&nbsp; Enable real time remote access to field sensors located throughout the FCF property.</strong>&nbsp; In 2015, a 120 foot tall communications tower was erected approximately one mile south of the FCF campus on a high elevation location within the FCF landbase (Image 4).&nbsp; This location provides communications coverage for 85 to 90% of the FCF property.&nbsp; Electrical power and fiber optic conduit were extended to the tower site from the FCF campus.&nbsp; These buried lines ensure reliable power and connection to the internet.&nbsp; With the tower portion of the NSF FSML project completed, the next step is to obtain funds to place instruments throughout the research forest that will utilize this new communications capability.&nbsp; Thus far, funds have been obtained to install receiver antennae from common ecological monitoring vendors and to purchase wireless-enabled microclimate, stream and wildlife monitoring equipment to provide research data from locations throughout the FCF.&nbsp; This research data in itself will be publishable, but it also will serve as preliminary data to facilitate development of additional successful research proposals. &nbsp;The tower and associated wireless-enabled equipment will allow researchers to access field data from the FCF in real-time from the main Michigan Tech campus or anywhere with internet access.&nbsp; The system will allow researchers to monitor performance or download data from research infrastructure and develop instructional exercises and outreach activities that utilize near-real-time data from the FCF.</p>\n<p><strong>Goal 3:&nbsp; Improve the physical plant supporting researcher lodging.</strong>&nbsp; The &ldquo;Dorm&rdquo; is the center of the FCF&rsquo;s campus and facilities area.&nbsp; This large building includes 32 bedrooms, a dining hall, a kitchen, and several conference/class rooms.&nbsp; Heat was previously provided by outda...",
  "por_txt_cntn": "\nMichigan Technological UniversityÆs Ford Center and Forest (FCF) is located 42 miles south of the universityÆs main campus in Houghton.  The entire range of forest community-soil associations common in the upper Great Lakes is available for study on the 1,840 ha property (Image 1).  A National Science Foundation grant from the Improvements in Facilities, Communications, and Equipment at Biological Field Stations and Marine Laboratories program (FSML) was used to enhance research and educational capabilities of the FCF by: 1) providing wet lab facilities to enable on-site processing and analysis of samples collected from ongoing and future ecological research conducted at FCF; 2) installing a communications tower to enable real time remote access, via the internet, to field sensors located throughout the property; and 3) improving the physical plant supporting researcher lodging to reduce operational costs and enable winter use of facilities. \n\nGoal 1:  Renovate existing building to provide wet lab facilities.  In 2013, an existing building (the Carriage House) was converted into a functional wet lab that contains equipment for the processing and basic analyses of water, soil and plant biomass samples (see Images 2 and 3).   In the two years since its completion, the new lab has been utilized by three externally funded research projects at the FCF and has aided the research of one doctoral student, three masterÆs students, and one undergraduate researcher.  In the future, many additional projects and graduate and undergraduate researchers will be able to take advantage of the quality lab and sample processing facilities adjacent to their field research sites at FCF.  In addition, the lab facilities enable hands-on lab activities to be included in undergraduate forestry and ecology courses taught at the FCF and by environmental outreach programs hosted by the FCF. \n\nGoal 2:  Enable real time remote access to field sensors located throughout the FCF property.  In 2015, a 120 foot tall communications tower was erected approximately one mile south of the FCF campus on a high elevation location within the FCF landbase (Image 4).  This location provides communications coverage for 85 to 90% of the FCF property.  Electrical power and fiber optic conduit were extended to the tower site from the FCF campus.  These buried lines ensure reliable power and connection to the internet.  With the tower portion of the NSF FSML project completed, the next step is to obtain funds to place instruments throughout the research forest that will utilize this new communications capability.  Thus far, funds have been obtained to install receiver antennae from common ecological monitoring vendors and to purchase wireless-enabled microclimate, stream and wildlife monitoring equipment to provide research data from locations throughout the FCF.  This research data in itself will be publishable, but it also will serve as preliminary data to facilitate development of additional successful research proposals.  The tower and associated wireless-enabled equipment will allow researchers to access field data from the FCF in real-time from the main Michigan Tech campus or anywhere with internet access.  The system will allow researchers to monitor performance or download data from research infrastructure and develop instructional exercises and outreach activities that utilize near-real-time data from the FCF.\n\nGoal 3:  Improve the physical plant supporting researcher lodging.  The \"Dorm\" is the center of the FCFÆs campus and facilities area.  This large building includes 32 bedrooms, a dining hall, a kitchen, and several conference/class rooms.  Heat was previously provided by outdated, highly inefficient fuel oil boilers.  This made it very costly to operate the structure during the harsh winters in MichiganÆs Upper Peninsula.  High costs affected the FCFÆs operational budget to the point that the dormitory was closed throughout the cold season.  This eliminated ..."
 }
}