{
 "awd_id": "1226076",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: The statistical mechanics of bed load sediment transport: Meshing theory, experiments and advanced computations of coupled fluid-particle behavior",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 207413.0,
 "awd_amount": 218013.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2015-07-22",
 "awd_abstract_narration": "Probabilistic descriptions of particle motions, borrowing key ideas from statistical mechanics, offer a compelling strategy for connecting statistical descriptions of particle motions with dynamical formulations of coupled fluid-particle behavior.  This research is aimed at incorporating this style of analysis in studies of bed load sediment transport, growing the connection between small-scale mechanistic descriptions of transport and larger-scale problems of river morphodynamics and tracer motions.  The work involves: (1) formally defining an ensemble of particle configurations and velocities in a manner similar to formulations from classic statistical mechanics, notably to clarify effects of active particle patchiness in calculating transport rates; (2) pursuing a theoretical formulation of the exponential-like distribution of particle velocities from statistical-mechanics arguments; (3) pursuing a set of physical and computational experiments designed to fully clarify the relationship between the particle diffusivity and the ensemble-average particle velocity; (4) using our numerical sediment transport modeling system, the first discrete-particle transport model to have four-way coupling (mass and momentum exchange between the solids and fluid), to explore detailed mutual interactions between turbulence structures and sediment motions; and (5) pursuing theoretical, experimental and computational work focused on the effects of covariance in particle activities and velocities in computing sediment fluxes, and the spatiotemporal organization of motions of mixed particle sizes in response to turbulence.\r\n\r\nThe negative consequences of human modifications to rivers, such as by dams, irrigation withdrawal, and mining activities, remain difficult to forecast and mitigate.  This is partly because  current understanding of sediment movement remains insufficient to predict many of the river bed geometric changes, and the transport and fate of contaminated river sediments that occur during varying river discharges.  The work is aimed at elaborating a theoretical framework, informed by experiments and advanced computations, for describing the transport of bed load sediment, tracer particles, and sediment-borne substances.  The work will clarify how flow turbulence and the associated patchiness in particle entrainment and deposition contribute to variability in transport rates.  The probabilistic basis of the theory, together with the advanced computations of coupled fluid-particle systems, represents an important melding of techniques for understanding the physics of sediment transport.  In addition, the work involves: (1) a collaborative structure of student education that will greatly enrich the intellectual experiences of students from two universities; (2) developing compelling teaching tools deriving from visualizations of experiments and numerical simulations; and (3) providing one-of-a-kind data sets to the science community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Furbish",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Furbish",
   "pi_email_addr": "david.j.furbish@vanderbilt.edu",
   "nsf_id": "000249554",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372122809",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100176.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 64286.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 53551.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The streams and rivers of the United States are in a state of flux due to the building, and now decommissioning, of tens of thousands of dams, as well as changes in water use and land use influencing river flows. Extensive field studies have documented complex changes to the geometry and substrate of gravel-bedded rivers affecting fish and other biota. Due to the patchy, intermittent nature of the motion of sand and gravel carried by turbulent river flow, current models of sediment transport are unable to predict most of these critical riparian changes. This project investigated and described sediment motion at the level of individual grains and turbulent eddies using physics-based supercomputer algorithms and advanced laboratory imaging techniques, combined with principles of statistical physics and laboratory experiments, to produce a theoretical framework for providing predictive capabilities, and thus, policy guidance regarding dramatic changes occurring in the country&rsquo;s waterways.<br /><br />The project combined theory, experiments and numerical computations to describe the patchy, intermittent qualities of the motions of coarse sediment particles.&nbsp; Our work showed that variations in the concentration of moving particles on a streambed are far more important than variations in particle velocities in calculations of particle transport rates with changing flow conditions; that spatial variations in the particle concentration lead to particle &ldquo;diffusion&rdquo; (spreading) in a manner than contributes to transport rates; that coarse particles undergo complex random-walk motions that contribute to their spreading behavior, with implications for describing the transport and spreading of tracer (marked) particles, including particle-borne substances; that coarse particles mostly involve relative short motions (&ldquo;hop&rdquo; distances) rather than continuous long motions, where the inherent variability in these motions are statistically predictable; and that the fastest particle motions are limited by the speed of near-bed fluid motions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Furbish</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe streams and rivers of the United States are in a state of flux due to the building, and now decommissioning, of tens of thousands of dams, as well as changes in water use and land use influencing river flows. Extensive field studies have documented complex changes to the geometry and substrate of gravel-bedded rivers affecting fish and other biota. Due to the patchy, intermittent nature of the motion of sand and gravel carried by turbulent river flow, current models of sediment transport are unable to predict most of these critical riparian changes. This project investigated and described sediment motion at the level of individual grains and turbulent eddies using physics-based supercomputer algorithms and advanced laboratory imaging techniques, combined with principles of statistical physics and laboratory experiments, to produce a theoretical framework for providing predictive capabilities, and thus, policy guidance regarding dramatic changes occurring in the country?s waterways.\n\nThe project combined theory, experiments and numerical computations to describe the patchy, intermittent qualities of the motions of coarse sediment particles.  Our work showed that variations in the concentration of moving particles on a streambed are far more important than variations in particle velocities in calculations of particle transport rates with changing flow conditions; that spatial variations in the particle concentration lead to particle \"diffusion\" (spreading) in a manner than contributes to transport rates; that coarse particles undergo complex random-walk motions that contribute to their spreading behavior, with implications for describing the transport and spreading of tracer (marked) particles, including particle-borne substances; that coarse particles mostly involve relative short motions (\"hop\" distances) rather than continuous long motions, where the inherent variability in these motions are statistically predictable; and that the fastest particle motions are limited by the speed of near-bed fluid motions.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: David J Furbish"
 }
}