{
 "awd_id": "1227036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Trailer Acquisition for Quail Ridge Reserve",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 165301.0,
 "awd_amount": 165301.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "The University of California-Davis is awarded a grant to acquire a self-contained mobile laboratory for deployment at Quail Ridge Reserve, a 2000-acre unit of the University of California-Davis Natural Reserve System located in Napa County, California. The laboratory will be a three-room, general purpose facility. The large central room will house work-height countertops, desk space, a fume hood, sink and storage; two peripheral rooms will be available for use in animal holding and for behavioral trials. Lighting and climate control will be programmable; environmental conditions will be monitored by an automatic system linked to the reserve?s wireless communication network, alerting reserve staff immediately of any technical problems. The lab will be appropriate for processing, anesthetizing, tagging, holding, and conducting behavioral experiments on captured animals. A separate mobile generator unit will provide power to the laboratory, while minimizing noise inside the laboratory that could stress animals and disrupt natural behaviors. Water and waste water storage will be integrated into the unit.\r\n\r\nQuail Ridge Reserve hosts multiple active research initiatives in animal genetics and behavior, as well as in plant physiology, that will directly and immediately benefit from the facility. Other NSF-sponsored initiatives, like the Quail Ridge automated animal tracking system (for which hardware is completed and software is in refinement), will rely heavily on the laboratory as a site for tagging or harnessing animals, or for performing surgical implants of transmitters for use with the system. This unique automatic system is poised to transform understanding of small animal movements, dispersal, and response to stressors by remotely tracking their locations and physiological conditions.\r\n\r\nThe new facility will promote novel uses of the existing cyber-infrastructure linking research enabled by the lab to remote portals, such as classroom and private computers via an ongoing 'virtual museum of the environment' initiative. Citizen scientists and after-school programs will be able to watch behavioral trials and eventually track the movement of animals from their computers in near real time. The lab will also be used by instructors from institutions of higher education that currently use the reserve and are largely minority-serving. On-going collaborations with international investigators and interns will benefit as well. Results from combined use of the lab facility and the animal tracking system will enhance understanding of animal movement and habitat use, thus informing habitat protection and conservation decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Boucher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia Boucher",
   "pi_email_addr": "vlboucher@ucdavis.edu",
   "nsf_id": "000097324",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Clary",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Clary",
   "pi_email_addr": "jclary@foundationccc.org",
   "nsf_id": "000502090",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Waddell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shane Waddell",
   "pi_email_addr": "smwaddell@ucdavis.edu",
   "nsf_id": "000614178",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 165301.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Quail Ridge Reserve mobile laboratory is a novel solution for researchers working at remote field sites.&nbsp; It proves a hygienic, climate-controlled research space at the heart of a natural reserve &ndash; almost a mile from other existing facilities. The lab is equipped with work-height countertops, desk space, a fume hood and sink, programmable lighting and climate control that can be controlled remotely. As a fully approved animal care facility, the trailer has dedicated rooms for behavioral and feeding trials and for the brief holding of animals. Alerts are automatically sent via a wireless communication network if problems occur with the heating or lighting systems. A mobile generator unit provides power for the laboratory.</p>\n<p>The reserve hosts many active research initiatives that will benefit from the trailer, including studies of animal genetics and behavior, as well as plant physiology. In particular, the trailer provides essential facilities to complement use of the NSF-funded Quail Ridge Automated Animal Tracking system.&nbsp; The space can be used as a safe, clean area where wild animals can be tagged with transmitters that communicate with the system. Processing of plant samples is also done in the workspace.</p>\n<p>Undergraduates, graduate students, and post-docs have participated in the deployment of the facility and in developing novel uses of the space. Early career scientists have helped shape and fund the animal tracking system both for individual research goals and for enabling the transfer of the technologies to other settings and researchers.</p>\n<p>The new facility also promotes novel uses of the existing reserve cyber-infrastructure, linking research enabled by the lab to remote portals, such as classroom and private computers via an ongoing &ldquo;virtual museum of the environment&rdquo; initiative. Citizen scientists and after-school programs will soon be able to watch behavioral trials and eventually to track the movement of animals from their computers in near real time.</p>\n<p>The strengthened research, education and outreach potential of the Quail Ridge Reserve contributes to conservation efforts. Habitat protection decisions are frequently based on very incomplete understandings of animal movement and habitat use. This new laboratory, in combination with the other resources at Quail Ridge, will advance our understanding of some of the most important ecosystem components in natural systems. In addition to allowing monitoring of small animals under &ldquo;normal&rdquo; conditions, researchers will also be able to observe animal responses to events such as onset of rains, fire, predators, and human noise and disturbance.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/18/2014<br>\n\t\t\t\t\tModified by: Virginia&nbsp;Boucher</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1227036/1227036_10184929_1411073247254_pictures--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1227036/1227036_10184929_1411073247254_pictures--rgov-800width.jpg\" title=\"exterior lab trailer\"><img src=\"/por/images/Reports/POR/2014/1227036/1227036_10184929_1411073247254_pictures--rgov-66x44.jpg\" alt=\"exterior lab trailer\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Lab trailer in place with separate generator</div>\n<div class=\"imageCredit\">Shane Waddell</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"...",
  "por_txt_cntn": "\nThe Quail Ridge Reserve mobile laboratory is a novel solution for researchers working at remote field sites.  It proves a hygienic, climate-controlled research space at the heart of a natural reserve &ndash; almost a mile from other existing facilities. The lab is equipped with work-height countertops, desk space, a fume hood and sink, programmable lighting and climate control that can be controlled remotely. As a fully approved animal care facility, the trailer has dedicated rooms for behavioral and feeding trials and for the brief holding of animals. Alerts are automatically sent via a wireless communication network if problems occur with the heating or lighting systems. A mobile generator unit provides power for the laboratory.\n\nThe reserve hosts many active research initiatives that will benefit from the trailer, including studies of animal genetics and behavior, as well as plant physiology. In particular, the trailer provides essential facilities to complement use of the NSF-funded Quail Ridge Automated Animal Tracking system.  The space can be used as a safe, clean area where wild animals can be tagged with transmitters that communicate with the system. Processing of plant samples is also done in the workspace.\n\nUndergraduates, graduate students, and post-docs have participated in the deployment of the facility and in developing novel uses of the space. Early career scientists have helped shape and fund the animal tracking system both for individual research goals and for enabling the transfer of the technologies to other settings and researchers.\n\nThe new facility also promotes novel uses of the existing reserve cyber-infrastructure, linking research enabled by the lab to remote portals, such as classroom and private computers via an ongoing \"virtual museum of the environment\" initiative. Citizen scientists and after-school programs will soon be able to watch behavioral trials and eventually to track the movement of animals from their computers in near real time.\n\nThe strengthened research, education and outreach potential of the Quail Ridge Reserve contributes to conservation efforts. Habitat protection decisions are frequently based on very incomplete understandings of animal movement and habitat use. This new laboratory, in combination with the other resources at Quail Ridge, will advance our understanding of some of the most important ecosystem components in natural systems. In addition to allowing monitoring of small animals under \"normal\" conditions, researchers will also be able to observe animal responses to events such as onset of rains, fire, predators, and human noise and disturbance.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/18/2014\n\n\t\t\t\t\tSubmitted by: Virginia Boucher"
 }
}