{
 "awd_id": "1227164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Tone and Variation in Idakho",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 11969.0,
 "awd_amount": 11969.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "The Luyia languages, like many Bantu languages, mark verbal distinctions with melodic high tones. Different tenses target different positions of the stem in assigning these melodic high tones, and some tonal rules will apply within verbs in some tenses, but not others. The goal of this project is to assess the usefulness of inter-varietal tonal evidence in positing historical reconstructions. In probing this question, the project will comprehensively describe and analyze the verbal and nominal tonology of six Kenyan varieties of the Luyia language group: Idakho, Isukha, Nyore, Kisa, Marama, and Tsotso. The verbal tonology will be probed through a questionnaire which varies features of the verbal form. A questionnaire asking speakers to pronounce many nouns in a variety of semantic and syntactic contexts will probe the nominal tonology. These questionnaires will produce a rich dataset that will allow for the historical reconstructions based on segmental evidence to be compared with those suggested by tonal evidence.\r\n            \r\nThe usefulness of tonal evidence in positing historical reconstructions will be further assessed through an investigation of the synchronic variation within the Idakho variety. The speech of approximately 36 speakers subdivided into 6 groups will be compared, with special attention paid to three indicators: (i) the number and type of tense distinctions speakers maintain, (ii) grammatical properties of the tonal melodies, and (iii) the phonetic aspects of tone production. The parameters dividing the six groups are: (i) hometown (three rural Idakho communities) and (ii) current residence (original hometown vs. Nairobi).\r\n            \r\nThe project will shed light on the susceptibility of tonal systems like those of the Luyia languages to change, especially in response to contact with other languages. Furthermore, language learners, language teachers, and NGO workers will gain access to hitherto unavailable dictionary materials, descriptions of noun and verb formation, and an audio archive containing native-speaker pronunciations of many words.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Botne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Botne",
   "pi_email_addr": "botner@indiana.edu",
   "nsf_id": "000442227",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Marlo",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Marlo",
   "pi_email_addr": "marlom@missouri.edu",
   "nsf_id": "000300569",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristopher",
   "pi_last_name": "Ebarb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristopher Ebarb",
   "pi_email_addr": "kjebarb@indiana.edu",
   "nsf_id": "000613270",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "P.O. Box 1847",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded fieldwork in western Kenya, the purpose of which was to study a group of related, understudied languages collectively known as Luhya (or Luyia). In addition to preserving aspects of Luhya culture through detailed linguistic documentation, this research has investigated several phenomena in Luhya languages that are important for linguistic theory and for the study of language change over time.</p>\n<p>A significant product of the project was the production of over 91 hours of high-quality audio recordings documenting six Luhya varieties: Idakho, Isukha, Nyore, Marama, Kabras, and Nyala-East&mdash;the majority of which have no prior published linguistic documentation. These recording cover a range of topics relevant for the in-depth grammatical description of each language. In addition, several traditional stories and descriptions of culturally significant activities were recorded in several of these varieties and translated into English.</p>\n<p>The primary linguistic phenomenon studied in this project is the use of distinctive pitch (&ldquo;tonal&rdquo;) patterns in the Luhya languages. Tone is used in these languages to mark differences between words, as well as to make grammatical distinctions such as in verb tense. The complex tonal patterns of the Idakho variety of Luhya constitute the empirical basis of co-PI Ebarb&rsquo;s doctoral dissertation. Ebarb describes and analyzes 12 contrastive grammatical tone patterns and the interactions that these patterns have with other linguistic factors, such as the position of the verb in the phrase and the presence of various prefixes and suffixes on the verb. Some of these interactions have important consequences for the development of linguistic theory and the nature of the interaction among components of grammar, since it is shown that morphosyntactic properties related to word structure and phonological properties related to sound structure crucially influence the realization of verbal tone patterns.</p>\n<p>One chapter of Ebarb&rsquo;s dissertation details the ways in which data from the six varieties of Luhya studied in this project help explain a complex historical development within Luhya tone systems. It is shown that a speaker preference for isomorphism between sound structures and word structures has driven a suite of related tonal developments and explains why several Luhya varieties have some of the otherwise mysterious properties that they have today.</p>\n<p>In addition to Ebarb&rsquo;s dissertation, this grant has contributed to a co-authored article in the journal <em>Africana Linguistica</em>, as well as three research presentations. A presentation given at Moi University (Eldoret, Kenya) used data collected under this grant to demonstrate the methodology required to conduct informative studies on Bantu tonal systems. One goal of this presentation was to set the stage for collaborative linguistic research with fellow graduate students in Kenya, and Ebarb and fellow co-PI Marlo are now working with several Kenyan linguists on projects involving their languages.</p>\n<p>Given the tremendous amount of linguistic materials collected under this grant (including data on the Isukha, Nyore, Marama, Kabras, and Nyala-East varieties of Luhya that still await analysis), it is expected that several additional article-length and book-length publications will result from this work in coming years as it continues to advance the frontier of knowledge in linguistics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2014<br>\n\t\t\t\t\tModified by: Kristopher&nbsp;Ebarb</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant funded fieldwork in western Kenya, the purpose of which was to study a group of related, understudied languages collectively known as Luhya (or Luyia). In addition to preserving aspects of Luhya culture through detailed linguistic documentation, this research has investigated several phenomena in Luhya languages that are important for linguistic theory and for the study of language change over time.\n\nA significant product of the project was the production of over 91 hours of high-quality audio recordings documenting six Luhya varieties: Idakho, Isukha, Nyore, Marama, Kabras, and Nyala-East&mdash;the majority of which have no prior published linguistic documentation. These recording cover a range of topics relevant for the in-depth grammatical description of each language. In addition, several traditional stories and descriptions of culturally significant activities were recorded in several of these varieties and translated into English.\n\nThe primary linguistic phenomenon studied in this project is the use of distinctive pitch (\"tonal\") patterns in the Luhya languages. Tone is used in these languages to mark differences between words, as well as to make grammatical distinctions such as in verb tense. The complex tonal patterns of the Idakho variety of Luhya constitute the empirical basis of co-PI EbarbÆs doctoral dissertation. Ebarb describes and analyzes 12 contrastive grammatical tone patterns and the interactions that these patterns have with other linguistic factors, such as the position of the verb in the phrase and the presence of various prefixes and suffixes on the verb. Some of these interactions have important consequences for the development of linguistic theory and the nature of the interaction among components of grammar, since it is shown that morphosyntactic properties related to word structure and phonological properties related to sound structure crucially influence the realization of verbal tone patterns.\n\nOne chapter of EbarbÆs dissertation details the ways in which data from the six varieties of Luhya studied in this project help explain a complex historical development within Luhya tone systems. It is shown that a speaker preference for isomorphism between sound structures and word structures has driven a suite of related tonal developments and explains why several Luhya varieties have some of the otherwise mysterious properties that they have today.\n\nIn addition to EbarbÆs dissertation, this grant has contributed to a co-authored article in the journal Africana Linguistica, as well as three research presentations. A presentation given at Moi University (Eldoret, Kenya) used data collected under this grant to demonstrate the methodology required to conduct informative studies on Bantu tonal systems. One goal of this presentation was to set the stage for collaborative linguistic research with fellow graduate students in Kenya, and Ebarb and fellow co-PI Marlo are now working with several Kenyan linguists on projects involving their languages.\n\nGiven the tremendous amount of linguistic materials collected under this grant (including data on the Isukha, Nyore, Marama, Kabras, and Nyala-East varieties of Luhya that still await analysis), it is expected that several additional article-length and book-length publications will result from this work in coming years as it continues to advance the frontier of knowledge in linguistics.\n\n\t\t\t\t\tLast Modified: 08/28/2014\n\n\t\t\t\t\tSubmitted by: Kristopher Ebarb"
 }
}