{
 "awd_id": "1228839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Medium: Collaborative: Trustworthy Programs Without A Trustworthy Operating System",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Shands",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 447220.0,
 "awd_amount": 455220.0,
 "awd_min_amd_letter_date": "2012-08-17",
 "awd_max_amd_letter_date": "2015-04-24",
 "awd_abstract_narration": "The operating system (OS) exercises complete control over applications, thus a compromise of the OS compromises every application. Software developers have little recourse to improve security in the face of system compromise---they cannot defend against OS vulnerabilities, nor can they reasonably substitute a secure version of the millions of lines of code that constitute a modern OS.\r\n\r\nRather than require applications to blindly trust OS interactions, this project investigates a system architecture that enables trusted applications to efficiently verify OS interactions with the help of a small, trusted hypervisor.  Most verification work is performed within the C language runtime, minimizing changes to legacy code and shielding developers from increased programming complexity.\r\nThe prototype system, called InkTag,improves upon prior work in several key areas: it provides more efficient techniques to verify system call results, implements usable access control for resources managed by an untrusted OS, and introduces hardware and software techniques to further reduce the size of the trusted computing base.\r\n\r\nCloud computing provides energy and economic efficiencies, but suffers from the inability to give meaningful security guarantees to hosted applications. This project demonstrates that system security is possible without trusting the OS---a large part of the hosted infrastructure.  This project is also developing new materials for undergraduate and graduate curricula that combine core knowledge of systems with an understanding of how systems provide security properties, equipping future computer professionals with a better understanding of what security guarantees a system can meaningfully provide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Porter",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Donald E Porter",
   "pi_email_addr": "porter@cs.unc.edu",
   "nsf_id": "000569931",
   "pi_start_date": "2012-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 447220.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our country increasingly depends on computer systems for all aspects<br />of life---from business to medicine to education.&nbsp; It is essential<br />that we secure this critical computing infrastructure.&nbsp; Securing<br />operating systems (OSes) has proven particularly difficult.&nbsp; Although<br />OSes are comprised of well-written code with relatively few<br />vulnerabilities, any vulnerability in the OS can compromise all<br />applications on the system.&nbsp; Further, the size and complexity of OSes<br />has been a barrier to many approaches to security that can work on<br />smaller code bases.<br /><br />This project investigated techniques to secure applications running on<br />top of a large, untrusted operating system.&nbsp; The flagship effort of<br />this project is a system called InkTag, which demonstrates that<br />programs, with the help of a small hypervisor, can efficiently check<br />OS behavior at runtime.&nbsp; The essential insight is that it is tractable<br />to model and check the per-application behavior of an OS; much of the<br />complexity in modern OSes arises from multiplexing resources for many<br />applications.&nbsp; We have worked with collaborators at UT Austin to<br />develop and harden InkTag, in particular in the area of securely using<br />multiple CPU cores---a ubiquitous and performance-critical feature of<br />modern computers.<br /><br />Since the project began, secure computing hardware, such as Intel's SGX,<br />has become a feature of commodity CPUs.&nbsp; We have identified and addressed<br />a number of challenges to deploying applications on these secure hardware<br />platforms.&nbsp; Providing a secure computing environment requires restrictions<br />on how the OS can interact with an application, which will necessarily<br />break software built on risky interactions with a potentially-compromised OS.<br /><br />One important outcome of this project is a port of the Graphene<br />Library OS to run inside of Intel's SGX environment.&nbsp; Graphene<br />significantly reduces the difficulty of porting an application to run<br />inside of SGX.&nbsp; Graphene-SGX is released as open source, and has been<br />used by other researchers to accelerate projects investigating<br />applications of SGX.<br /><br />Another common model for secure hardware is to partition an<br />application into components with different levels of sensitivity.&nbsp; For<br />instance, one might move particularly sensitive data or computation<br />into an SGX-protected enclave.&nbsp; Simply dividing up a large<br />application, much less reasoning about the newly-introduced interfaces<br />between application components, is daunting for developers.&nbsp; We have<br />developed Civet, a system that helps the developer partition a large<br />application into sensitive components that run in a hardware-protected<br />environment, and less sensitive components that run outside of the<br />secure hardware.&nbsp; Civet includes design-time tools to help the<br />developer reason about the security of a potential program partition,<br />as well as runtime support for using SGX in a managed language like<br />Java.<br /><br />The core intellectual merit of this work is that we have demonstrated<br />the feasibility of specifying and checking OS behavior from the<br />application's perspective, including complex abstraction like<br />multi-core synchronization.&nbsp; This work has also discovered techniques<br />to facilitate code reuse on emerging secure hardware platforms.<br />Finally, we have discovered several important building blocks for<br />building secure systems, including new code analysis techniques based<br />on logic programming, new approaches to writing multi-core programs,<br />and enhancements to information flow tracking techniques.<br /><br />The broader impacts of this work are ongoing, as securing cloud<br />computing is an open problem. Our work has added to the toolbox of<br />researchers and practitioners in this space.&nbsp; In particular, rapid<br />prototyping and code reuse tools like Graphene and Civet can<br />accelerate innovation in securing systems.&nbsp; The project has trained<br />several students in important technologies for secure systems,<br />including virtualization; language-level analysis tools; Java virtual<br />machine runtimes; and programming secure hardware, such as SGX.<br />Several students involved in the project have graduated and now work<br />for relevant technology companies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2016<br>\n\t\t\t\t\tModified by: Donald&nbsp;E&nbsp;Porter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur country increasingly depends on computer systems for all aspects\nof life---from business to medicine to education.  It is essential\nthat we secure this critical computing infrastructure.  Securing\noperating systems (OSes) has proven particularly difficult.  Although\nOSes are comprised of well-written code with relatively few\nvulnerabilities, any vulnerability in the OS can compromise all\napplications on the system.  Further, the size and complexity of OSes\nhas been a barrier to many approaches to security that can work on\nsmaller code bases.\n\nThis project investigated techniques to secure applications running on\ntop of a large, untrusted operating system.  The flagship effort of\nthis project is a system called InkTag, which demonstrates that\nprograms, with the help of a small hypervisor, can efficiently check\nOS behavior at runtime.  The essential insight is that it is tractable\nto model and check the per-application behavior of an OS; much of the\ncomplexity in modern OSes arises from multiplexing resources for many\napplications.  We have worked with collaborators at UT Austin to\ndevelop and harden InkTag, in particular in the area of securely using\nmultiple CPU cores---a ubiquitous and performance-critical feature of\nmodern computers.\n\nSince the project began, secure computing hardware, such as Intel's SGX,\nhas become a feature of commodity CPUs.  We have identified and addressed\na number of challenges to deploying applications on these secure hardware\nplatforms.  Providing a secure computing environment requires restrictions\non how the OS can interact with an application, which will necessarily\nbreak software built on risky interactions with a potentially-compromised OS.\n\nOne important outcome of this project is a port of the Graphene\nLibrary OS to run inside of Intel's SGX environment.  Graphene\nsignificantly reduces the difficulty of porting an application to run\ninside of SGX.  Graphene-SGX is released as open source, and has been\nused by other researchers to accelerate projects investigating\napplications of SGX.\n\nAnother common model for secure hardware is to partition an\napplication into components with different levels of sensitivity.  For\ninstance, one might move particularly sensitive data or computation\ninto an SGX-protected enclave.  Simply dividing up a large\napplication, much less reasoning about the newly-introduced interfaces\nbetween application components, is daunting for developers.  We have\ndeveloped Civet, a system that helps the developer partition a large\napplication into sensitive components that run in a hardware-protected\nenvironment, and less sensitive components that run outside of the\nsecure hardware.  Civet includes design-time tools to help the\ndeveloper reason about the security of a potential program partition,\nas well as runtime support for using SGX in a managed language like\nJava.\n\nThe core intellectual merit of this work is that we have demonstrated\nthe feasibility of specifying and checking OS behavior from the\napplication's perspective, including complex abstraction like\nmulti-core synchronization.  This work has also discovered techniques\nto facilitate code reuse on emerging secure hardware platforms.\nFinally, we have discovered several important building blocks for\nbuilding secure systems, including new code analysis techniques based\non logic programming, new approaches to writing multi-core programs,\nand enhancements to information flow tracking techniques.\n\nThe broader impacts of this work are ongoing, as securing cloud\ncomputing is an open problem. Our work has added to the toolbox of\nresearchers and practitioners in this space.  In particular, rapid\nprototyping and code reuse tools like Graphene and Civet can\naccelerate innovation in securing systems.  The project has trained\nseveral students in important technologies for secure systems,\nincluding virtualization; language-level analysis tools; Java virtual\nmachine runtimes; and programming secure hardware, such as SGX.\nSeveral students involved in the project have graduated and now work\nfor relevant technology companies.\n\n\t\t\t\t\tLast Modified: 10/20/2016\n\n\t\t\t\t\tSubmitted by: Donald E Porter"
 }
}