{
 "awd_id": "1228478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Biopolitics of Farmworker Health in Methyl Iodide Regulation and Adoption",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 169920.0,
 "awd_amount": 169920.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "Understanding how and why chemicals come to be used and when they are withdrawn from use is an important question for policy and for social studies of science. Agricultural chemicals are an especially critical site for the investigation of these processes, given the stakes for growers, policymakers, producers, consumers, and farmworkers. This study contributes to understanding these dynamics through an investigation of the causes of the approval and subsequent withdrawal of methyl iodide, a soil fumigant widely used in strawberry production that was designed to replace methyl bromide, which is planned to be phased out of use by 2015. Methyl iodide was known to have negative effects on human health, but was approved nonetheless. The study investigates how spatial, chemical and social knowledge of the effects of methyl iodide on farmworker health and their offspring and the availability of substitutes entered into regulatory and adoption debates and decisions. Methods include analysis of public hearings and public comment, interviews with constituent groups that participated in the regulatory debates, and interviews with representatives of the strawberry industry. \r\n\r\nThe research results provide new theoretical tools for understanding how scientific knowledge, regulation, and ethical concerns about biological consequences of chemicals intersect to shape the commercial viability of chemicals. More broadly, the research illumiminates how the spatial distribution of chemicals and ethical concerns shape chemical regulation. Research findings are disseminated to policymakers, farmworkers, and to academic researchers. The wide dissemination of research findings enables a range of actors to have access to knowledge needed to engage the process of chemical regulation more effectively.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Guthman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Guthman",
   "pi_email_addr": "jguthman@ucsc.edu",
   "nsf_id": "000457760",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 169920.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined the demise of methyl iodide, a chemical which was expected to replace ozone-depleting methyl bromide, a soil fumigant of critical importance to California&rsquo;s strawberry industry, but which saw enormous public pushback due to its high toxicity. &nbsp;It specifically investigated: 1) the content of the regulatory debates about the registration of the chemical, especially in regard to who would be at risk from exposure; 2) the conjuncture of events that led to Arysta LifeScience&rsquo;s withdrawal of the chemical from commercial use, including grower non-adoption of the chemical; and 3) the strawberry industry&rsquo;s stance toward the chemical and how that influenced grower non-adoption. &nbsp;In addition, the project followed a set of debates that came on the heels of the methyl iodide defeat regarding proposed mitigation measures for another soil fumigant, chloropicrin, paying special attention to how risk for different populations was addressed. Project activities included content analysis of the 3,500 unique public comments of 53,000 submitted opposing registration of methyl iodide; content analysis of oral comments made at several public hearings about both methyl iodide and chloropicrin, and narrative analysis of proceedings and interviews regarding a lawsuit that was filed against Arysta and California&rsquo;s Department of Pesticide Regulation (DPR) for registering the chemical.&nbsp; In conjunction with a closely related project, the project team additionally interviewed 75 strawberry growers and 60 other stakeholders, including activists, strawberry industry representatives, research and extension agents, regulators, and pest control advisors operating in coastal California, about their perspectives on the methyl iodide controversy and fumigant regulation more generally.&nbsp; The broader goal of the project was to determine the extent to which enhanced public concern about the high toxicity of a certain set of chemicals that primarily affect neighbors and farmworkers is shaping their regulation and adoption practices, and with what consequences for California&rsquo;s high revenue strawberry industry.</p>\n<p>&nbsp;The project found that methyl iodide&rsquo;s demise largely owes to a highly vocal campaign mounted by activists against registration of the chemical. This campaign greatly worried the strawberry industry and allied businesses about public acceptance and led to virtual non-adoption by growers.&nbsp; However, the chemical&rsquo;s viability was also hurt by the continued availability of the chemical it was designed to replace, suggesting that the strawberry industry might have had a viable alternative had it not sought critical use exemptions for the phase-out of methyl bromide.&nbsp; Missteps of DPR in registering the chemical also played a role in its demise. Eventually a lawsuit demonstrated that DPR had ignored or tinkered with the science that showed the chemical not to be safe.</p>\n<p>&nbsp;Another set of project findings was about the nature of the public backlash against the chemical.&nbsp; Even though as a pre-plant fumigant, methyl iodide would have primarily affected neighbors and farmworkers, many of the opposing public comments invoked consumer health and well-being and suggested potential consumer boycotts. While this misunderstanding was effective in contributing to the demise of the chemical, it has effectively encouraged industry to develop chemical formulations and regulations more protective of consumers than the workers and neighbors who are most at risk for exposure. By showing that public concern and mitigation measures are not always directed to those most at risk, this project makes the case for more protections for those with less political voice.</p>\n<p>&nbsp;A third set of findings was about the substance of the debates over both methyl iodide and chloropicrin. &nbsp;These debates often saw both ...",
  "por_txt_cntn": "\nThis project examined the demise of methyl iodide, a chemical which was expected to replace ozone-depleting methyl bromide, a soil fumigant of critical importance to CaliforniaÆs strawberry industry, but which saw enormous public pushback due to its high toxicity.  It specifically investigated: 1) the content of the regulatory debates about the registration of the chemical, especially in regard to who would be at risk from exposure; 2) the conjuncture of events that led to Arysta LifeScienceÆs withdrawal of the chemical from commercial use, including grower non-adoption of the chemical; and 3) the strawberry industryÆs stance toward the chemical and how that influenced grower non-adoption.  In addition, the project followed a set of debates that came on the heels of the methyl iodide defeat regarding proposed mitigation measures for another soil fumigant, chloropicrin, paying special attention to how risk for different populations was addressed. Project activities included content analysis of the 3,500 unique public comments of 53,000 submitted opposing registration of methyl iodide; content analysis of oral comments made at several public hearings about both methyl iodide and chloropicrin, and narrative analysis of proceedings and interviews regarding a lawsuit that was filed against Arysta and CaliforniaÆs Department of Pesticide Regulation (DPR) for registering the chemical.  In conjunction with a closely related project, the project team additionally interviewed 75 strawberry growers and 60 other stakeholders, including activists, strawberry industry representatives, research and extension agents, regulators, and pest control advisors operating in coastal California, about their perspectives on the methyl iodide controversy and fumigant regulation more generally.  The broader goal of the project was to determine the extent to which enhanced public concern about the high toxicity of a certain set of chemicals that primarily affect neighbors and farmworkers is shaping their regulation and adoption practices, and with what consequences for CaliforniaÆs high revenue strawberry industry.\n\n The project found that methyl iodideÆs demise largely owes to a highly vocal campaign mounted by activists against registration of the chemical. This campaign greatly worried the strawberry industry and allied businesses about public acceptance and led to virtual non-adoption by growers.  However, the chemicalÆs viability was also hurt by the continued availability of the chemical it was designed to replace, suggesting that the strawberry industry might have had a viable alternative had it not sought critical use exemptions for the phase-out of methyl bromide.  Missteps of DPR in registering the chemical also played a role in its demise. Eventually a lawsuit demonstrated that DPR had ignored or tinkered with the science that showed the chemical not to be safe.\n\n Another set of project findings was about the nature of the public backlash against the chemical.  Even though as a pre-plant fumigant, methyl iodide would have primarily affected neighbors and farmworkers, many of the opposing public comments invoked consumer health and well-being and suggested potential consumer boycotts. While this misunderstanding was effective in contributing to the demise of the chemical, it has effectively encouraged industry to develop chemical formulations and regulations more protective of consumers than the workers and neighbors who are most at risk for exposure. By showing that public concern and mitigation measures are not always directed to those most at risk, this project makes the case for more protections for those with less political voice.\n\n A third set of findings was about the substance of the debates over both methyl iodide and chloropicrin.  These debates often saw both sides appealing to science even though many of the decisions at hand were clearly political in terms of who would be protected by mitigation measures and to what degree.  The pr..."
 }
}