{
 "awd_id": "1228497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Issue-specific jury instructions in eyewitness cases: Are they more effective than traditional safeguards?",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 194262.0,
 "awd_amount": 194262.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "DNA exonerations demonstrate that eyewitness error is a primary source of erroneous convictions. The question naturally arises - can we find better ways to guide jurors in their assessments of eyewitness evidence? In 2012, the US Supreme Court, in Perry v. New Hampshire, decided (8-1) the first case involving eyewitness identification considered by the Court since 1977. The Court ruled that \"it suffices to test [eyewitness] reliability through ... the presence of counsel at postindictment lineups, vigorous cross-examination, protective rules of evidence, and jury instructions on ... the fallibility of eyewitness identification.\"  The decision is cited in state and federal courts that provide juries with instructions addressing specific aspects of eyewitness identifications. The largest step in this direction was taken by the New Jersey Supreme Court in 2011 in a unanimous decision in State v. Henderson. The Henderson court: 1. embraced scientific findings concerning factors affecting eyewitness reliability; 2. made a series of explicit findings concerning those factors; 3. delegated the task of drafting explicit jury instructions concerning those factors; and 4. expressed a general preference for those instructions over the use of eyewitness expert testimony.\r\n\r\nThe viability of issue-specific instructions such as those advanced in Henderson has not been tested - though limited research on broad-based eyewitness instructions to jurors has demonstrated that general instructions do not sensitize jurors to the factors embraced in Henderson. Because issue-specific instructions may alert jurors to eyewitness accuracy factors beyond lay knowledge, it is possible that enhanced research-based issue-specific instructions will more effectively improve jurors' evaluations of eyewitness evidence as compared to more general instructions. The PI will examine whether issue-specific eyewitness jury instructions can sensitize jurors to eyewitness evidence. In the planned mock-jury study the PI will compare eyewitness evidence and the type of eyewitness instruction jurors receive to test whether issue-specific eyewitness jury instructions sensitize jurors to variations in eyewitness evidence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Penrod",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Steven D Penrod",
   "pi_email_addr": "spenrod@jjay.cuny.edu",
   "nsf_id": "000292221",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY John Jay College of Criminal Justice",
  "inst_street_address": "524 W 59TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122378449",
  "inst_zip_code": "100191007",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "NGK8GHNABTB8"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY John Jay College of Criminal Justice",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100193100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 194262.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mistaken eyewitness identifications are a leading cause of wrongful convictions. Even with procedural safeguards (e.g. attorney argument, cross examination of witnesses) in place, jurors still have difficulty evaluating the reliability of eyewitness identifications. The purpose of this research was to test whether research-based issue-specific jury instructions, recently implemented by the New Jersey Supreme Court (2011), effectively sensitize jurors to unreliable eyewitness testimony.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Our research on the efficacy of the <em>Henderson </em>judicial instructions designed to improve jurors' evaluation of eyewitness evidence, yielded two major studies. The results of these studies indicate that judicial instructions that pertain to specific aspects of eyewitness identification did not improve jurors' ability to evaluate eyewitness evidence.</p>\n<p><span style=\"white-space: pre;\"> </span>The first study evaluated the quality of mock juror decision-making when watching a video reenactment of a trial, and then deliberating in jury groups.&nbsp;Three hundred ninety-six jury-eligible adults watched a trial simulation, in which estimator variables, system variables, and the jury instruction were manipulated, and subsequently rendered a verdict. Participants then deliberated in smaller jury groups to come to a unanimous verdict. Results indicate that these instructions do not sensitize jurors to variations in the quality of eyewitness identification evidence. Moreover, jurors&rsquo; sensitivity to identification quality did not increase after deliberations.</p>\n<p><span style=\"white-space: pre;\"> </span>The second study examined the effectiveness of the issue-specific judicial instructions compared to expert testimony. We randomly assigned 452 community members and students to one of 20 trial conditions that varied the quality of eyewitness evidence (both witnessing and identification conditions) and the type of safeguard presented during the mock trial. Jurors were sensitive to the quality of police practices on their own, increasing convictions when police practices were good and reducing convictions when police practices were poor. This relationship was mediated by ratings of the eyewitness&rsquo; credibility. Expert testimony resulted in skepticism by reducing convictions regardless of the quality of witnessing and identification conditions. No variation of the instructions influenced verdicts.</p>\n<p>While jurors were sensitive to the quality of identification conditions on their own, we observed no such effect for the quality of witnessing conditions, even with the aid of instructions and/or expert testimony. We suspect the tailored nature of the instructions may be insufficient for jurors to effectively evaluate problematic witnessing conditions.&nbsp;</p>\n<p>Overall, our research found no benefit for issue-specific judicial instructions on jurors' decision-making on eyewitness issues. While in some cases the instructions helped jurors' understand the factors that influence eyewitness accuracy, these did not extend to verdict decisions. These findings should inform legal professionals that judicial instructions may not be effective, and future research should examine whether there are methods that can extend jurors' education about eyewitness issues to final verdict decisions.&nbsp;</p>\n<p><em>&nbsp;</em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2015<br>\n\t\t\t\t\tModified by: Steven&nbsp;D&nbsp;Penrod</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMistaken eyewitness identifications are a leading cause of wrongful convictions. Even with procedural safeguards (e.g. attorney argument, cross examination of witnesses) in place, jurors still have difficulty evaluating the reliability of eyewitness identifications. The purpose of this research was to test whether research-based issue-specific jury instructions, recently implemented by the New Jersey Supreme Court (2011), effectively sensitize jurors to unreliable eyewitness testimony. \n\n Our research on the efficacy of the Henderson judicial instructions designed to improve jurors' evaluation of eyewitness evidence, yielded two major studies. The results of these studies indicate that judicial instructions that pertain to specific aspects of eyewitness identification did not improve jurors' ability to evaluate eyewitness evidence.\n\n The first study evaluated the quality of mock juror decision-making when watching a video reenactment of a trial, and then deliberating in jury groups. Three hundred ninety-six jury-eligible adults watched a trial simulation, in which estimator variables, system variables, and the jury instruction were manipulated, and subsequently rendered a verdict. Participants then deliberated in smaller jury groups to come to a unanimous verdict. Results indicate that these instructions do not sensitize jurors to variations in the quality of eyewitness identification evidence. Moreover, jurorsÆ sensitivity to identification quality did not increase after deliberations.\n\n The second study examined the effectiveness of the issue-specific judicial instructions compared to expert testimony. We randomly assigned 452 community members and students to one of 20 trial conditions that varied the quality of eyewitness evidence (both witnessing and identification conditions) and the type of safeguard presented during the mock trial. Jurors were sensitive to the quality of police practices on their own, increasing convictions when police practices were good and reducing convictions when police practices were poor. This relationship was mediated by ratings of the eyewitnessÆ credibility. Expert testimony resulted in skepticism by reducing convictions regardless of the quality of witnessing and identification conditions. No variation of the instructions influenced verdicts.\n\nWhile jurors were sensitive to the quality of identification conditions on their own, we observed no such effect for the quality of witnessing conditions, even with the aid of instructions and/or expert testimony. We suspect the tailored nature of the instructions may be insufficient for jurors to effectively evaluate problematic witnessing conditions. \n\nOverall, our research found no benefit for issue-specific judicial instructions on jurors' decision-making on eyewitness issues. While in some cases the instructions helped jurors' understand the factors that influence eyewitness accuracy, these did not extend to verdict decisions. These findings should inform legal professionals that judicial instructions may not be effective, and future research should examine whether there are methods that can extend jurors' education about eyewitness issues to final verdict decisions. \n\n \n\n\t\t\t\t\tLast Modified: 11/10/2015\n\n\t\t\t\t\tSubmitted by: Steven D Penrod"
 }
}