{
 "awd_id": "1228199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Staple Economies and Social Integration in Northeast China: Regional Organization in Zhangwu, Liaoning, China",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 24778.0,
 "awd_amount": 24778.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "The interaction between mobile herders and sedentary farmers has long framed the discussion of social and political complexity during the Bronze Age in Northeast China (2000-600 BC). For later times, historic sources document the vital importance to dynastic Chinese statecraft of dynamic interactions between the pastoral \"nomads\" of central Asia and the settled farmers of northern China. Fully sedentary agricultural living had been established thousands of years earlier in favorable locations in northern China and had fostered considerable population growth. It has been proposed that a more mobile way of life founded on herding sheep, goats, cattle, and horses emerged from this agricultural base as a response to stress from deteriorating climatic conditions during the Bronze Age. Mobile herding, in this perspective, developed as a subsistence specialization in a relationship of close interdependence with settled farmers. Actual archaeological evidence of the emergence of mobile herding is, however, extremely scanty because previous archaeological research has concentrated heavily on the more favorable zones settled by farmers.\r\n\r\nUnder the guidance of Dr. Robert D. Drennan, James Williams will carry out a regional settlement study in the Zhangwu region, where an agriculturally productive area adjoins a portion of the Horqin Sandy Lands. These Sandy Lands present a moisture and soil regime that would have encouraged the development of extensive grasslands during the Bronze Age, grasslands that could have been very productively exploited by specialized mobile herders bound into a complementary economic relationship with farmers to the south. Archaeological field survey of 185 sq km will cut across the boundary between the productive farmland and the Horqin Sandy Lands to provide a view of Bronze Age subsistence and settlement patterns on both sides of this ecological divide. The research will bring to a new level the analysis of use wear on stone tools for reconstructing regional patterns of ancient subsistence activities.\r\n\r\nThe project will also have broader impacts beyond its substantive research issues. As dissertation research, it will provide essential training for Mr. Williams. The fieldwork will also be an opportunity for students from the University of Pittsburgh, Jilin University, and elsewhere to gain practical field experience in regional settlement survey. Analysis of use wear on stone tools will train students in this important laboratory approach. Research results will be disseminated in peer-reviewed publications and the complete dataset will be made publicly available online. The research will build upon and strengthen existing collaborations between the University of Pittsburgh, the Liaoning Institute of Archaeology, and Jilin University. It will cooperate with the Zhangwu County Museum's efforts to document the cultural heritage of the region and to enhance the local public's appreciation of local heritage and the nature and value of the scientific investigation of archaeological remains.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Drennan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Drennan",
   "pi_email_addr": "drennan@pitt.edu",
   "nsf_id": "000342910",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Williams",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Williams",
   "pi_email_addr": "jtw28@pitt.edu",
   "nsf_id": "000591529",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24778.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: 'Times New Roman', serif;\"><span style=\"font-size: small;\"><span lang=\"en-US\">The relationship between humans and their environments is one of the cornerstones of archaeological research. Understanding how environmental conditions led to new and innovative economies provides insight into how human communities adapt and prosper. Under the supervision of Dr. Robert D. Drennan, James T. Williams carried out an archaeological survey in a 173 sq km region in Zhangwu county, in northeastern China to study the relation between environment, economy and human social organization. Specifically, the project investigated the prehistoric emergence of full-time herding communities. The investigation tested one of the most popular theories regarding economic change and specialization in the past. Investigating this theory helps us to understand more generally the ways in which human communities manage and hedge economic risks.<br /><br />Specialized mobile herding, or the full-time herding of animals combined with seasonal residential mobility, is thought to have begun in northeastern China around 1200 BCE. The evidence for this has traditionally been bronze artifacts, which share stylistic traditions and animal motifs with Central Asia, and readings of classical Chinese history, which attribute this form of economy to \"barbarians\" on the northern periphery of Chinese states. <br /><br />Prevailing theory attributes the emergence of this form of subsistence economy to warmer and drier conditions during the Late Bronze Age (1200 to 600 BCE), which made agriculture more difficult and forced some to occupy grassland environments and focus more on herding animals. This process continued until those communities were dedicating their full time to herding, and the large size of their herds exhausted local fodder and required migrating to find new and better pastures. The herders then formed symbiotic relationships with permanent farming villages based on exchange of subsistence products. The theory generally proposes that increasing risk to subsistence caused by climate change was mitigated through community economic specialization and interdependence. <br /><br />This research had two goals. First, it sought to demonstrate and document economic specialization with directly relevant archaeological data in a region where productive farmland abuts open grassland and conditions are thus especially favorable for the emergence of specialized interdependent communities. Second, if such specialization did emerge, the research sought to evaluate whether this occurred under the warming and drying conditions that theoreticians suggest.<br /><br />Zhangwu County, at the southern edge of the Gobi desert in Liaoning Province, presents precisely the necessary combination of environmental conditions in proximity to each other. The county is fairly sharply divided into two major environmental zones. Its southern part is characterized by agriculturally productive rolling hills and swales. The north is presently characterized as open desert-steppe, but it would have been grassland through much of prehistory. Previously available evidence indicated human occupation during the relevant periods. <br /><br />The results of the research indicate that, despite substantial changes in both regional population and climate, agriculture remained an important part of the subsistence economy throughout the Early and Late Bronze Age (2000 to 600 BCE). Most inhabitants lived in large permanent villages through the Bronze Age, and the locations of these villages would be conducive to farming. Bronze Age communities in the grassier northern part of the survey area were more engaged in the herding of animals than their contemporaries in the south, but they could not be described as specialists. All of the communities show evidence of both herding and farming activities. The Bronze Age residents o...",
  "por_txt_cntn": "\nThe relationship between humans and their environments is one of the cornerstones of archaeological research. Understanding how environmental conditions led to new and innovative economies provides insight into how human communities adapt and prosper. Under the supervision of Dr. Robert D. Drennan, James T. Williams carried out an archaeological survey in a 173 sq km region in Zhangwu county, in northeastern China to study the relation between environment, economy and human social organization. Specifically, the project investigated the prehistoric emergence of full-time herding communities. The investigation tested one of the most popular theories regarding economic change and specialization in the past. Investigating this theory helps us to understand more generally the ways in which human communities manage and hedge economic risks.\n\nSpecialized mobile herding, or the full-time herding of animals combined with seasonal residential mobility, is thought to have begun in northeastern China around 1200 BCE. The evidence for this has traditionally been bronze artifacts, which share stylistic traditions and animal motifs with Central Asia, and readings of classical Chinese history, which attribute this form of economy to \"barbarians\" on the northern periphery of Chinese states. \n\nPrevailing theory attributes the emergence of this form of subsistence economy to warmer and drier conditions during the Late Bronze Age (1200 to 600 BCE), which made agriculture more difficult and forced some to occupy grassland environments and focus more on herding animals. This process continued until those communities were dedicating their full time to herding, and the large size of their herds exhausted local fodder and required migrating to find new and better pastures. The herders then formed symbiotic relationships with permanent farming villages based on exchange of subsistence products. The theory generally proposes that increasing risk to subsistence caused by climate change was mitigated through community economic specialization and interdependence. \n\nThis research had two goals. First, it sought to demonstrate and document economic specialization with directly relevant archaeological data in a region where productive farmland abuts open grassland and conditions are thus especially favorable for the emergence of specialized interdependent communities. Second, if such specialization did emerge, the research sought to evaluate whether this occurred under the warming and drying conditions that theoreticians suggest.\n\nZhangwu County, at the southern edge of the Gobi desert in Liaoning Province, presents precisely the necessary combination of environmental conditions in proximity to each other. The county is fairly sharply divided into two major environmental zones. Its southern part is characterized by agriculturally productive rolling hills and swales. The north is presently characterized as open desert-steppe, but it would have been grassland through much of prehistory. Previously available evidence indicated human occupation during the relevant periods. \n\nThe results of the research indicate that, despite substantial changes in both regional population and climate, agriculture remained an important part of the subsistence economy throughout the Early and Late Bronze Age (2000 to 600 BCE). Most inhabitants lived in large permanent villages through the Bronze Age, and the locations of these villages would be conducive to farming. Bronze Age communities in the grassier northern part of the survey area were more engaged in the herding of animals than their contemporaries in the south, but they could not be described as specialists. All of the communities show evidence of both herding and farming activities. The Bronze Age residents of Zhangwu County, then, did respond to local environmental change with shifts in their economic endeavors. They did not, however, respond to whatever additional risk climate change presented with increased community-..."
 }
}