{
 "awd_id": "1228212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Data-Driven Inverse Sensitivity Analysis for Predictive Coastal Ocean Modeling",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 189647.0,
 "awd_amount": 189647.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "The goal of this project is to improve the predictive capabilities of computational models of the coastal ocean, by combining a novel measure-theoretic approach for inverse sensitivity with experimental data.  Advanced computer models of the coastal ocean, such as the Advanced Circulation (ADCIRC) model, can be used in predictive mode to estimate storm surge as hurricanes approach landfall for the purposes of emergency evacuation and response.  However, the accuracy of ADCIRC, and other computer models, relies on the painstaking process of model calibration based on uncertain input parameters.  The investigators study the estimation and model sensitivity for certain critical parameters, in particular bathymetry, bottom friction, and wind stress.  Applying the solution to the inverse problem for prediction is complicated by two issues.  First, the map from the input data and parameter space to the observable space generally reduces the dimension which implies the inverse problem has set-valued solutions.  Second, even though the models considered in this project provide deterministic physical descriptions, all of the data available is subject to natural stochastic variability as well as experimental/observational error and uncertainty generally described stochastically.  The measure-theoretic algorithm computes a probability measure over the entire parameter space from which an ensemble of model selections may be chosen to deliver reliable predictions of critical quantities of interest such as maximum water elevation along the coast.  The PIs study various mathematical issues including estimation of various sources of error inherent in a non-intrusive implementation of the measure-theoretic approach.  The use of experimental data and the ADCIRC model creates a unique opportunity for verification and validation of proposed methods.\r\n\r\n\r\nQuantitative predictions of coastal ocean conditions is central to long-range studies of coastal sustainability, the development of priorities and policies for the restoration and maintenance of coastal ecosystems, enhancing the economic vitality of coastal communities, and assessing risk of coastal populations to natural disasters.  While coastal predictions of various complexity have been under development and used routinely for decades now, a series of events over the past seven years has driven a revolution.  Namely, Hurricane Katrina (2005), in devastating fashion, demonstrated the perils of underestimating the vulnerability of coastal communities to storm surge.  Following on the heels of Katrina were hurricanes Rita (2005), Gustav (2008) and Ike (2008), which all caused tremendous damage to communities along the northern Gulf of Mexico, and more recently the Deepwater Horizon Oil Spill, which occurred off the coast of Louisiana and threatened the entire Gulf ecosystem.  These events spurred a serious and sustained effort to improve the ability to predict coastal ocean conditions.  However, the prediction of coastal conditions beyond what can be observed, e.g. predicting future maximum storm surge from current and near past coastal observation data in real-time, is an exceedingly challenging mathematical, statistical, and computational problem.  In this project, the investigators study and apply state-of-the-art techniques in order to improve the predictive capabilities of coastal ocean models used to predict storm surge.  The computational methodology and tools developed under this project are applicable to other problems in coastal engineering, marine science, material science and other engineering disciplines. Technology transfer of the mathematical and numerical methodologies developed under this project will occur with the coastal ocean modeling community, and with agencies such as the U.S. Army Corps of Engineers, NOAA, the Department of Homeland Security, state and local agencies, industry, and other universities in the U.S. and abroad.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joannes",
   "pi_last_name": "Westerink",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joannes J Westerink",
   "pi_email_addr": "jjw@nd.edu",
   "nsf_id": "000181253",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 189647.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"western\">Uncertainty plays an important role in our ability to make scientific predictions with physics-based computational models.  There is often uncertainty associated with the accuracy of measured data that describes or drives the physical system and in the measured responses. In the context of the storm-surge problem considered in this project, these inputs include ocean depth measurements, land and ocean bottom cover and the associated frictional resistance , wind data, air-sea momentum transfer, and the available measured water surface elevations, wave conditions, currents, and inundation extent of the floodplain. Often, scientists and engineers have a limited ability to determine if the input and comparison data uncertainty is the dominant source of overall prediction error for a given simulation.  Therefore, it is important to develop tools to both quantify the impact of the uncertainty and understand how it interacts with the model physics. The strategy for accomplishing this centers around solving the inverse problem, i.e. using the output predictions of the model to determine the inputs.  Since this cannot be done directly for complex problems, it requires a large number (thousands) of model simulations, each with varied inputs, to be performed in order to infer how changes in the inputs effect the predicted result.  This means large amounts of computing resources (thousands of CPUs) need to be utilized for long periods of time (several hours per run) for today&rsquo;s most accurate models.  As a result, the efficiency of the code used to perform the simulations is vital to the feasibility of solving the inverse problem.  Our group has worked to improve the efficiency of the ocean circulation code suite ADCIRC, which is used to provide storm surge inundation predictions so it can be used in conjunction with uncertainty quantification techniques.  We have focused on three areas: implementation of high-order accurate solution methods, code restructuring, and improvements to the parallel performance of the code.</p>\n<p class=\"western\">&nbsp;</p>\n<p class=\"western\">The first area refers to researching the application of discontinuous Galerkin (DG) finite element methods to storm surge prediction problems.  This algorithm allows for solutions to be computed with greater numerical accuracy than what is currently achievable in ADCIRC.  This means larger element sizes can be used to provide results with the same level of numerical error.  Since using small element sizes leads to greater computational expense, the ability of the DG method to use large elements with improved accuracy allows for significant efficiency gains.  However, the greater accuracy also means more attention must be paid to the way in which certain aspects of the model domain are described because these larger elements cannot capture small-scale details as effectively as finer elements.  Our main focus has been to remedy this through the incorporation of curved element edge along the domain boundaries as well as developing methods to more accurately model the variation of the depth within the element.</p>\n<p class=\"western\">&nbsp;</p>\n<p class=\"western\">We have also worked to restructure the computations in the code to take advantage of the advancements in CPU technology.  Today's computer chips have specialized units which can preform the same calculation on several values at once.  These chips also have improved performance when calculations involving the same data are grouped as close together as possible.  To fully benefit from these factors, our DG code structure was reorganized to improve the efficiency of the calculations.</p>\n<p class=\"western\">&nbsp;</p>\n<p class=\"western\">Another consideration for increasing the computational efficiency of the DG method is to improve it's performance on parallel HPC systems.  This means ensuring that as little information as possible is comm...",
  "por_txt_cntn": "Uncertainty plays an important role in our ability to make scientific predictions with physics-based computational models.  There is often uncertainty associated with the accuracy of measured data that describes or drives the physical system and in the measured responses. In the context of the storm-surge problem considered in this project, these inputs include ocean depth measurements, land and ocean bottom cover and the associated frictional resistance , wind data, air-sea momentum transfer, and the available measured water surface elevations, wave conditions, currents, and inundation extent of the floodplain. Often, scientists and engineers have a limited ability to determine if the input and comparison data uncertainty is the dominant source of overall prediction error for a given simulation.  Therefore, it is important to develop tools to both quantify the impact of the uncertainty and understand how it interacts with the model physics. The strategy for accomplishing this centers around solving the inverse problem, i.e. using the output predictions of the model to determine the inputs.  Since this cannot be done directly for complex problems, it requires a large number (thousands) of model simulations, each with varied inputs, to be performed in order to infer how changes in the inputs effect the predicted result.  This means large amounts of computing resources (thousands of CPUs) need to be utilized for long periods of time (several hours per run) for todayÆs most accurate models.  As a result, the efficiency of the code used to perform the simulations is vital to the feasibility of solving the inverse problem.  Our group has worked to improve the efficiency of the ocean circulation code suite ADCIRC, which is used to provide storm surge inundation predictions so it can be used in conjunction with uncertainty quantification techniques.  We have focused on three areas: implementation of high-order accurate solution methods, code restructuring, and improvements to the parallel performance of the code.\n \nThe first area refers to researching the application of discontinuous Galerkin (DG) finite element methods to storm surge prediction problems.  This algorithm allows for solutions to be computed with greater numerical accuracy than what is currently achievable in ADCIRC.  This means larger element sizes can be used to provide results with the same level of numerical error.  Since using small element sizes leads to greater computational expense, the ability of the DG method to use large elements with improved accuracy allows for significant efficiency gains.  However, the greater accuracy also means more attention must be paid to the way in which certain aspects of the model domain are described because these larger elements cannot capture small-scale details as effectively as finer elements.  Our main focus has been to remedy this through the incorporation of curved element edge along the domain boundaries as well as developing methods to more accurately model the variation of the depth within the element.\n \nWe have also worked to restructure the computations in the code to take advantage of the advancements in CPU technology.  Today's computer chips have specialized units which can preform the same calculation on several values at once.  These chips also have improved performance when calculations involving the same data are grouped as close together as possible.  To fully benefit from these factors, our DG code structure was reorganized to improve the efficiency of the calculations.\n \nAnother consideration for increasing the computational efficiency of the DG method is to improve it's performance on parallel HPC systems.  This means ensuring that as little information as possible is communicated between each CPU involved in the calculation, since it is much slower to move information across the network than to do the computations themselves.   Therefore, we have also developed a way of overlapping some of the calculation..."
 }
}