{
 "awd_id": "1229897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Collaborative Research:  Vulnerability and Resilience Among Small Farmers: An Assessment of Environmental Change, Economic Stress, and the Role of Water Management.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 94374.0,
 "awd_amount": 94374.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "This project is about assessing the vulnerability of small farmers in the face of environmental change and economic transformation, with a focus on improving the resilience of rural agricultural communities.  Traditional farmers in various places around the world are faced with multiple stressors arising from both environmental change and changing regional economic conditions.  One of the key factors in creating and overcoming this vulnerability is the access to and use of water. Accordingly, this study will answer two primary research questions: 1) what vulnerability do farmers face as a combined result of environmental change and economic restructuring? and 2) what role do different water delivery systems have in enhancing the resilience of small-scale agriculture in the face of uncertainty and change?  These questions will be examined in southwestern Jamaica, a region with extensive smallholder food production for the domestic market.  The project will engage a mixed methods research design that combines the collection and analysis of environmental data with a qualitative investigation of farmer knowledge, perception, and adaptation to changing regional economic conditions.  The study builds on prior research in Jamaica, which demonstrated that farmers experience stress from environmental change and market instability, a condition that has been described in the literature as 'double exposure.'  This study aims to document the nature of these stresses, and also to investigate the role played by different water management strategies in building resilience.  The results should add significantly to theories of vulnerability and resilience, and also contribute to a better understanding of environmental change adaptation in rural agricultural communities throughout the Caribbean and other developing regions.  As such, this work addresses important questions that are of interest to scholars and policy-makers who work at the intersection of economic development and environmental change and sustainability.\r\n\r\nThis project will contribute to teaching, training, and learning in several ways.  Learning opportunities for students at both the University of North Carolina at Wilmington (UNC-W) and East Carolina University (ECU) and the University of the West Indies (UWI) at Mona will be enhanced through the development of two courses. One of these will be a summer field course for UNC-W and ECU students focused on environmental change and sustainable development, which will be coordinated with the curricular offerings at UWI.  The second will be a collaborative, online course on environmental change, open to students on all three campuses, and run through an innovative 'global classroom' videoconference facility.  The installation of instruments for the environmental data collection will enhance the infrastructure for research in Jamaica and provide important opportunities for long-term monitoring and capacity building.  Finally, the proposed project has significant potential benefits to society.  Results from this work will be shared with the Jamaican research community and policy-makers, who have stressed to us the importance of developing a better understanding of regional environmental conditions.  Insights from this study can help to inform assessments of vulnerability and resilience for other small island developing states in the Caribbean, and can assist in the development of adaptation strategies in a region that is expected to experience disruptions from both environmental change and global economic restructuring in the coming years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Gamble",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas W Gamble",
   "pi_email_addr": "gambled@uncw.edu",
   "nsf_id": "000276765",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Wilmington",
  "inst_street_address": "601 S COLLEGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WILMINGTON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9109623167",
  "inst_zip_code": "284033201",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NC07",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT WILMINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "L1GPHS96MUE1"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Wilmington",
  "perf_str_addr": "601 S. College Rd",
  "perf_city_name": "Wilmington",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "284033201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 44178.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50196.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"CM9\">This study had two primary objectives: 1) to document the vulnerability faced by farmers as a combined result of climate change and economic restructuring; and&nbsp;2) to document the role of four different water delivery systems&mdash;hand watering, black tank drip irrigation, sprinkler water pipe, and greenhouses&mdash;in enhancing the resilience of Jamaican agriculture in the face of uncertainty and change.&nbsp;</p>\n<p class=\"CM9\">A two year (June 2013-2015) micro-climatology of southern St. Elizabeth Parish documented a significant drought event during the summer of 2014 with&nbsp; mean precipitation&nbsp;less than 50% of the 30 year.&nbsp;&nbsp;Farmers also described consistent strong northwesterly winds from April to June which exacerbated the drought conditions through increased evapotranspiration and desiccation of exposed crops.&nbsp; All farmers experienced high levels of stress and lowered crop yield during this event and indicated such inter-annual variation of a wet summers (2013) followed by a very dry summer (2014) is becoming more frequent.</p>\n<p class=\"CM9\">The greatest stresses to agricultural productivity in Jamaica, as identified by farmers in this study, are: 1) unpredictable nature of rain/access to water; 2) harvested crop price instability; 3) occurrence of pest/disease; 4) finding a market for products; 5) increased cost and decreased quality of seed, fertilizer, and pesticides; 6) increased competition from imported food; and 7) increasing quality of soil.&nbsp; The co-PIs contend these are the basic components to double exposure vulnerability in the region.&nbsp; Farmers respond to these stressors through a broad spectrum of ad-hoc water assemblages that are designed to shape water access and use.&nbsp; These assemblages represent a combination of local micro-climate, material, knowledge, strategies, financial capital, and networks of social capital.&nbsp; These<br />assemblages are constantly reconfigured to leverage the ever-changing material and capital available to each farmer.&nbsp; Local marketing and distribution structures play an important role in these assemblages.&nbsp;  Many farmers use game theory to profit off gluts or &lsquo;catch a crop&rsquo;; selling a crop at the peak price during a natural hazard such as drought due to decreased supply in the region. Thus, through use of this strategy, farmers transform double exposure vulnerability into an opportunity as opposed to a risk.&nbsp; Government response to double exposure vulnerability is focused upon supporting the development of modern and technologically sophisticated agribusiness, in particular development of greenhouse farming.&nbsp;</p>\n<p class=\"CM9\"><br />An outcome of ithe combined ndividual and government response to double exposure are &lsquo;double winners&rsquo; (well-capitalized water assemblages, government irrigation systems, farms at higher elevations, &lsquo;business men&rsquo;) and &lsquo;double losers&rsquo; (low capitalized water assemblages, farms at lower elevations, &lsquo;traditional farmers&rsquo;), creating an uneven landscape of vulnerability in southern St Elizabeth Parish. &nbsp; We continue to work toward the expansion of our Jamaica work to develop a new non-location specific model of &lsquo;double exposure&rsquo; vulnerability faced by farmers in Small Island Developing States (SIDS).&nbsp; The key components of such a model include the high price volatility of SIDS domestic markets (which influence farm-level risk perception and planting strategies), the role of climate stress and hazards (Which are often viewed as opportunities through which to take advantage of high prices), and the complex role played by water acquisition, storage and delivery systems (access to which becomes more important during times of environmental stress).</p>\n<p><br /><br /><br /><br /><br /><br /><br /><br /></p>\n<p>&nbsp;</p>\n<p class=\"CM9\">&nbsp;...",
  "por_txt_cntn": "This study had two primary objectives: 1) to document the vulnerability faced by farmers as a combined result of climate change and economic restructuring; and 2) to document the role of four different water delivery systems&mdash;hand watering, black tank drip irrigation, sprinkler water pipe, and greenhouses&mdash;in enhancing the resilience of Jamaican agriculture in the face of uncertainty and change. \nA two year (June 2013-2015) micro-climatology of southern St. Elizabeth Parish documented a significant drought event during the summer of 2014 with  mean precipitation less than 50% of the 30 year.  Farmers also described consistent strong northwesterly winds from April to June which exacerbated the drought conditions through increased evapotranspiration and desiccation of exposed crops.  All farmers experienced high levels of stress and lowered crop yield during this event and indicated such inter-annual variation of a wet summers (2013) followed by a very dry summer (2014) is becoming more frequent.\nThe greatest stresses to agricultural productivity in Jamaica, as identified by farmers in this study, are: 1) unpredictable nature of rain/access to water; 2) harvested crop price instability; 3) occurrence of pest/disease; 4) finding a market for products; 5) increased cost and decreased quality of seed, fertilizer, and pesticides; 6) increased competition from imported food; and 7) increasing quality of soil.  The co-PIs contend these are the basic components to double exposure vulnerability in the region.  Farmers respond to these stressors through a broad spectrum of ad-hoc water assemblages that are designed to shape water access and use.  These assemblages represent a combination of local micro-climate, material, knowledge, strategies, financial capital, and networks of social capital.  These\nassemblages are constantly reconfigured to leverage the ever-changing material and capital available to each farmer.  Local marketing and distribution structures play an important role in these assemblages.   Many farmers use game theory to profit off gluts or æcatch a cropÆ; selling a crop at the peak price during a natural hazard such as drought due to decreased supply in the region. Thus, through use of this strategy, farmers transform double exposure vulnerability into an opportunity as opposed to a risk.  Government response to double exposure vulnerability is focused upon supporting the development of modern and technologically sophisticated agribusiness, in particular development of greenhouse farming. \n\nAn outcome of ithe combined ndividual and government response to double exposure are ædouble winnersÆ (well-capitalized water assemblages, government irrigation systems, farms at higher elevations, æbusiness menÆ) and ædouble losersÆ (low capitalized water assemblages, farms at lower elevations, ætraditional farmersÆ), creating an uneven landscape of vulnerability in southern St Elizabeth Parish.   We continue to work toward the expansion of our Jamaica work to develop a new non-location specific model of ædouble exposureÆ vulnerability faced by farmers in Small Island Developing States (SIDS).  The key components of such a model include the high price volatility of SIDS domestic markets (which influence farm-level risk perception and planting strategies), the role of climate stress and hazards (Which are often viewed as opportunities through which to take advantage of high prices), and the complex role played by water acquisition, storage and delivery systems (access to which becomes more important during times of environmental stress).\n\n\n\n\n\n\n\n\n\n\n\n \n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Douglas W Gamble"
 }
}