{
 "awd_id": "1229679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Portable Compact Doppler Wind and Aerosol Lidar for Research Enhancements in Boundary Layer Meteorology, Air Quality, and Cloud Physics",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 237128.0,
 "awd_amount": 237128.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2013-08-15",
 "awd_abstract_narration": "This work seeks to acquire a Compact Wind and Aerosol Lidar (CWAL) to enhance research activities in the general areas of atmospheric boundary layer (ABL) meteorology, air quality, and cloud physics.  We will optimize the utilization of the CWAL by installing it on three different platforms, depending on the research application: (i) on the roof of University of Alabama-Huntsville (UAH)'s Cramer Hall, adjacent to an existing ozone differential absorption lidar (DIAL), where it will have an excellent view of the horizon in all directions; (ii) on top of a new van of the Mobile Integrated Profiling System (MIPS), where it will supplement and enhance measurements from other MIPS instruments; and (iii) on top of a smaller van, where it will serve as a highly mobile and independent CWAL lidar facility.\r\n\r\nIntellectual Merit: \r\nThe CWAL will enhance MIPS wind profile measurements by adding a high-resolution wind profiling capability within the surface layer below 130 m AGL, which the existing 915 MHz Doppler wind profiler does not sample. Likewise, the CWAL will provide co-registered vertical velocity and backscatter intensity measurements within the lower atmosphere that will facilitate interpretation of low-level ozone retrievals from the UAH ozone DIAL.\r\n\r\nIn addition to enhancing the measurement capabilities of the MIPS and ozone DIAL, research projects utilizing this equipment will improve understanding of: a) boundary layer processes, including convergent boundary zones, gravity wave phenomena, convective initiation and the impacts of ABL processes on tornadogenesis; b) boundary layer processes associated with the transport of ozone and mercury species between the ABL and free atmosphere, and the development of stratified ozone layers in the lower troposphere; c) variability of aerosols within the ABL and their impact on the atmosphere, including degradation of visibility; d) precipitation processes and drop size distributions within stratiform precipitation associated with MCS's, midlatitude cyclones, and tropical cyclones.  The research group has acquired considerable experience (14-19 years) in maintaining, deploying and analyzing data from mobile profiling equipment, radars, and lidars for a wide variety of projects.\r\n\r\n\r\nBroader Impacts: \r\nWe anticipate that numerous atmospheric scientists and students within and outside of UAH will benefit from the CWAL, and enhanced capabilities of the MIPS and ozone\r\nDIAL.  The comprehensive measurements (and the potential 24/7 capability) increase the probability of serendipitous discoveries, which is an important component in advancing science.  The MIPS (or CWAL individually) will be available to the atmospheric science community as an advanced mobile atmospheric profiling platform.  Profiling and scanning remote sensing instruments at UAH are used in graduate level courses to provide students with hands on experience in conducting scientific experiments involving instrument operation, experimental design, and analysis of data.  Scientific research stemming from the CWAL will contribute to improvements in forecasting of convective imitation, severe storms, air quality (including ozone), and transport and dispersion characteristics (of potentially toxic materials) in heterogeneous (convective and nocturnal) boundary layers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Knupp",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin R Knupp",
   "pi_email_addr": "kevin@nsstc.uah.edu",
   "nsf_id": "000389277",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Newchurch",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Newchurch",
   "pi_email_addr": "mike@nsstc.uah.edu",
   "nsf_id": "000371973",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sundar",
   "pi_last_name": "Christopher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sundar Christopher",
   "pi_email_addr": "sundar.christopher@nsstc.uah.edu",
   "nsf_id": "000520698",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9188",
   "pgm_ref_txt": "AIR QUALITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 237128.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF provided funds for the acquisition of a 1.5 micron Doppler Wind Lidar (DWL) that will serve as a highly flexible instrument, maximizing its scientific usage for a wide range of atmospheric research projects in the general areas of boundary layer meteorology, severe storms, air quality, and cloud physics.&nbsp;</p>\n<p>The DWL will enhance wind profile measurements of the existing Mobile Integrated Profiling System (MIPS) by adding a high-resolution wind profiling capability within the surface layer below 130 m AGL, which the existing 915 MHz Doppler wind profiler does not sample. Likewise, the DWL will provide co-registered vertical velocity and backscatter intensity measurements within the lower atmosphere that will facilitate interpretation of low-level ozone retrievals from the UAH ozone Differential Absorption Lidar (DIAL). &nbsp;In addition to enhancing the measurement capabilities of the MIPS and ozone DIAL, research projects utilizing this equipment will improve understanding of:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp; Atmospheric boundary layer (ABL) processes, including convergent boundary zones, gravity wave phenomena, convective initiation (CI, particularly during the afternoon to evening transition and the nocturnal boundary layer periods) and the impacts of ABL processes on tornadogenesis;</p>\n<p>b)&nbsp;&nbsp;&nbsp; ABL processes associated with (i) the transport of ozone and mercury species between the ABL and free atmosphere, and (ii) the development of stratified ozone layers in the lower troposphere;</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp; Variability of aerosols within the ABL and their impact on the atmosphere, including degradation of visibility;</p>\n<p>d)&nbsp;&nbsp;&nbsp; Precipitation processes and drop size distributions within stratiform precipitation associated with MCS&rsquo;s, midlatitude cyclones, and landfalling tropical cyclones.</p>\n<p>We anticipate that numerous atmospheric scientists and students within and outside of UAH will benefit from the aforementioned utilization of the DWL, and enhanced capabilities of the MIPS. Profiling and scanning remote sensing instruments at UAH are now used in graduate level courses (<em>Ground-Based Remote Sensing</em>, <em>Satellite Remote Sensing,</em> <em>Boundary Layer Meteorology, Atmospheric Chemistry and Aerosols, Dual Polarization Radar)</em> to provide students with hands on experience in conducting scientific experiments involving instrument operation, experimental design, and analysis of data.&nbsp; Data from these instruments will contribute to a book, <em>Ground-Based Remote Sensing of the Atmosphere</em>.&nbsp; Scientific research stemming from the DWL will contribute to improvements in forecasting of convective imitation, severe storms, air quality (including ozone), and transport and dispersion characteristics (of potentially toxic materials) in heterogeneous (convective and nocturnal) boundary layers.</p>\n<p>To illustrate the measurement capability, the attached figure shows variations in vertical motion measured by the DWL during a boundary layer experiment conducted by a graduate level class on April 9, 2013.&nbsp; This was the first deployment of the DWL after arriving about two weeks earlier.&nbsp; To date, two journal papers and two Ph.D. dissertations have utilized the DWL as a primary research tool.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2014<br>\n\t\t\t\t\tModified by: Kevin&nbsp;R&nbsp;Knupp</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/PO...",
  "por_txt_cntn": "\nThe NSF provided funds for the acquisition of a 1.5 micron Doppler Wind Lidar (DWL) that will serve as a highly flexible instrument, maximizing its scientific usage for a wide range of atmospheric research projects in the general areas of boundary layer meteorology, severe storms, air quality, and cloud physics. \n\nThe DWL will enhance wind profile measurements of the existing Mobile Integrated Profiling System (MIPS) by adding a high-resolution wind profiling capability within the surface layer below 130 m AGL, which the existing 915 MHz Doppler wind profiler does not sample. Likewise, the DWL will provide co-registered vertical velocity and backscatter intensity measurements within the lower atmosphere that will facilitate interpretation of low-level ozone retrievals from the UAH ozone Differential Absorption Lidar (DIAL).  In addition to enhancing the measurement capabilities of the MIPS and ozone DIAL, research projects utilizing this equipment will improve understanding of:\n\na)     Atmospheric boundary layer (ABL) processes, including convergent boundary zones, gravity wave phenomena, convective initiation (CI, particularly during the afternoon to evening transition and the nocturnal boundary layer periods) and the impacts of ABL processes on tornadogenesis;\n\nb)    ABL processes associated with (i) the transport of ozone and mercury species between the ABL and free atmosphere, and (ii) the development of stratified ozone layers in the lower troposphere;\n\nc)     Variability of aerosols within the ABL and their impact on the atmosphere, including degradation of visibility;\n\nd)    Precipitation processes and drop size distributions within stratiform precipitation associated with MCSÆs, midlatitude cyclones, and landfalling tropical cyclones.\n\nWe anticipate that numerous atmospheric scientists and students within and outside of UAH will benefit from the aforementioned utilization of the DWL, and enhanced capabilities of the MIPS. Profiling and scanning remote sensing instruments at UAH are now used in graduate level courses (Ground-Based Remote Sensing, Satellite Remote Sensing, Boundary Layer Meteorology, Atmospheric Chemistry and Aerosols, Dual Polarization Radar) to provide students with hands on experience in conducting scientific experiments involving instrument operation, experimental design, and analysis of data.  Data from these instruments will contribute to a book, Ground-Based Remote Sensing of the Atmosphere.  Scientific research stemming from the DWL will contribute to improvements in forecasting of convective imitation, severe storms, air quality (including ozone), and transport and dispersion characteristics (of potentially toxic materials) in heterogeneous (convective and nocturnal) boundary layers.\n\nTo illustrate the measurement capability, the attached figure shows variations in vertical motion measured by the DWL during a boundary layer experiment conducted by a graduate level class on April 9, 2013.  This was the first deployment of the DWL after arriving about two weeks earlier.  To date, two journal papers and two Ph.D. dissertations have utilized the DWL as a primary research tool.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2014\n\n\t\t\t\t\tSubmitted by: Kevin R Knupp"
 }
}