{
 "awd_id": "1229028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a multi chamber hybrid organic/inorganic thin film deposition system",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 294750.0,
 "awd_amount": 294750.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "The objective of this research is to achieve photon to electron energy conversion efficiencies in nanostructured donor-acceptor photovoltaics that exceed the seemingly intractable constraint imposed by the donor-acceptor molecular orbital energy level structure. This is a serious limitation that restricts the theoretical power efficiency of organic molecular, conjugated polymer, metal-oxide and quantum dot photovoltaics. The approach is to acquire an integrated deposition system that will be used to fabricate nanostructured photovoltaics consisting of multi-step energy gradients and optically-thin interstitial layers.  \r\n\r\nIntellectual Merit: The instrumentation will enable a cross-disciplinary team from three institutions in the Five College area to focus their efforts toward making lasting contributions to the field of next-generation photovoltaics.  New high-performance organic molecular and polymer semiconductors with unique frontier orbital tunability will be synthesized to serve as energy gradients.  Electric force microscopy and time-resolved spectroscopy will be employed to uncover the elusive fundamental physics of charge dynamics at the donor-acceptor interface.  Excessive leakage currents that often plague nanostructured devices will be identified using a non-destructive thermoreflectance imaging technique.  \r\n\r\nBroader Impact: Nanostructured donor-acceptor photovoltaics offer tremendous processing advantages over conventional photovoltaics, potentially affording large-area manufacturability, unparalleled low cost, flexibility (even stretch ability), and dramatically lighter-weight module arrays, all at unprecedented scales. Fabrication and analysis of inorganic/organic optoelectronic devices offer a wealth of learning opportunities for students, both to explore fundamental science and to gain hands-on experience that often encourages undergraduates to continue with careers in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexi",
   "pi_last_name": "Arango",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alexi C Arango",
   "pi_email_addr": "aarango@mtholyoke.edu",
   "nsf_id": "000558626",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janice",
   "pi_last_name": "Hudgings",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janice Hudgings",
   "pi_email_addr": "janice.hudgings@pomona.edu",
   "nsf_id": "000420335",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sankaran",
   "pi_last_name": "Thayumanavan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sankaran Thayumanavan",
   "pi_email_addr": "thai@chem.umass.edu",
   "nsf_id": "000406201",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Aidala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Aidala",
   "pi_email_addr": "kaidala@mtholyoke.edu",
   "nsf_id": "000186612",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Young",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth R Young",
   "pi_email_addr": "ery317@lehigh.edu",
   "nsf_id": "000528045",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mount Holyoke College",
  "inst_street_address": "50 COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SOUTH HADLEY",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135382000",
  "inst_zip_code": "010751423",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "THE TRUSTEES OF MOUNT HOLYOKE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "XTLND4KQ2QA6"
 },
 "perf_inst": {
  "perf_inst_name": "Mount Holyoke College",
  "perf_str_addr": "50 College Street",
  "perf_city_name": "South Hadley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010756456",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 294750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A new piece of instrumentation has been developed and installed at Mount Holyoke College, greatly enhancing the ability of scientists in the Five College Area to conduct research in the rapidly expanding and critically important field of next-generation solar photovoltaics. &nbsp;Today&rsquo;s solar panel market is led by crystalline or polycrystalline silicon, a reliable and efficient technology that has experienced wild growth over the past decade. &nbsp;New solar panel technologies, however, relying instead on non-traditional semiconductor materials like perovskite minerals, molecular dyes and colloidal quantum dots have seen an unprecedented rise in efficiencies in recent years. &nbsp;These new material systems are compatible with low-cost, high throughput manufacturing techniques that could lead to dramatically lighter weight, flexible, larger area and easier-to-install solar panels. &nbsp;Development of next-generation solar photovoltaics is a critical step toward ubiquitous low-cost energy from the sun.</p>\n<p>Made up of four carefully integrated components, the new instrumentation is one of the most cost-effective, versatile and easy-to-operate systems available for fabricating &nbsp;stacks of multiple thin films that make up next-generation solar photovoltaics, and is the first of its kind at a small liberal arts college. &nbsp;Sister technologies like next-generation displays and next-generation lighting consisting of organic light-emitting diodes (OLEDs), as well as flexible electronics, are being produced with the instrumentation. &nbsp;The central component of the instrumentation is a new sputter deposition system concept designed by two students at Mount Holyoke College in collaboration with PVD Products. &nbsp;A special facing-target geometry allows researchers to lay down hard ceramic films on top of sensitive semiconductors that would otherwise be destroyed by a conventional sputtering process. &nbsp;A second component is a compact, low-cost thermal evaporator used to fabricate metal and molecular dye films. &nbsp;The third component is a fiber-optic spectrophotometer that precisely measures the absorption and photoluminescence of each of the many films in the solar cell stack, allowing for mid-stream verification that each film survived the deposition process. &nbsp;A fourth component is a chamber capable of thermal annealing and laser scribing. &nbsp;All components are mated to a single glovebox, allowing researchers to rapidly swap samples from component to component, ending up with a fully-formed solar cell. &nbsp;See Image 1 for a schematic of the proposed system alongside an image of the actual system as it appears today.<br />Over 30 students have performed research using at least one component of the instrumentation and the overwhelming majority of those students are women.</p>\n<p>The instrumentation has fostered robust collaboration between the Young group at Amherst College and the Venkataraman group at Mass, and both groups are routinely traveling to the Mount Holyoke College shared facility to use the instrumentation. &nbsp;PVC products is now offering the facing-target sputtering system to the public. &nbsp;Likewise, LC Technology is offering the low-cost thermal evaporator to the public. &nbsp;See Image 2 for photos of a solar cell and of students working in the lab.</p>\n<p>Exciting research results are already being obtained. &nbsp;After only a few years of operation, the instrumentation is producing solar cells with efficiencies nearing 5%, not far from state-of-the-art efficiencies of 8% (for similar type of quantum dot devices). &nbsp;Our modeling predicts that efficiencies of 12% are achievable once sputter deposited devices are perfected, and efficiencies of 20% should be possible with a new device architecture. &nbsp;An undergraduate from the Young group has prepared samples for photoluminescence measurements at Amherst College...",
  "por_txt_cntn": "\nA new piece of instrumentation has been developed and installed at Mount Holyoke College, greatly enhancing the ability of scientists in the Five College Area to conduct research in the rapidly expanding and critically important field of next-generation solar photovoltaics.  TodayÆs solar panel market is led by crystalline or polycrystalline silicon, a reliable and efficient technology that has experienced wild growth over the past decade.  New solar panel technologies, however, relying instead on non-traditional semiconductor materials like perovskite minerals, molecular dyes and colloidal quantum dots have seen an unprecedented rise in efficiencies in recent years.  These new material systems are compatible with low-cost, high throughput manufacturing techniques that could lead to dramatically lighter weight, flexible, larger area and easier-to-install solar panels.  Development of next-generation solar photovoltaics is a critical step toward ubiquitous low-cost energy from the sun.\n\nMade up of four carefully integrated components, the new instrumentation is one of the most cost-effective, versatile and easy-to-operate systems available for fabricating  stacks of multiple thin films that make up next-generation solar photovoltaics, and is the first of its kind at a small liberal arts college.  Sister technologies like next-generation displays and next-generation lighting consisting of organic light-emitting diodes (OLEDs), as well as flexible electronics, are being produced with the instrumentation.  The central component of the instrumentation is a new sputter deposition system concept designed by two students at Mount Holyoke College in collaboration with PVD Products.  A special facing-target geometry allows researchers to lay down hard ceramic films on top of sensitive semiconductors that would otherwise be destroyed by a conventional sputtering process.  A second component is a compact, low-cost thermal evaporator used to fabricate metal and molecular dye films.  The third component is a fiber-optic spectrophotometer that precisely measures the absorption and photoluminescence of each of the many films in the solar cell stack, allowing for mid-stream verification that each film survived the deposition process.  A fourth component is a chamber capable of thermal annealing and laser scribing.  All components are mated to a single glovebox, allowing researchers to rapidly swap samples from component to component, ending up with a fully-formed solar cell.  See Image 1 for a schematic of the proposed system alongside an image of the actual system as it appears today.\nOver 30 students have performed research using at least one component of the instrumentation and the overwhelming majority of those students are women.\n\nThe instrumentation has fostered robust collaboration between the Young group at Amherst College and the Venkataraman group at Mass, and both groups are routinely traveling to the Mount Holyoke College shared facility to use the instrumentation.  PVC products is now offering the facing-target sputtering system to the public.  Likewise, LC Technology is offering the low-cost thermal evaporator to the public.  See Image 2 for photos of a solar cell and of students working in the lab.\n\nExciting research results are already being obtained.  After only a few years of operation, the instrumentation is producing solar cells with efficiencies nearing 5%, not far from state-of-the-art efficiencies of 8% (for similar type of quantum dot devices).  Our modeling predicts that efficiencies of 12% are achievable once sputter deposited devices are perfected, and efficiencies of 20% should be possible with a new device architecture.  An undergraduate from the Young group has prepared samples for photoluminescence measurements at Amherst College.  Two graduate students in the Venkataraman group at UMass are studying nanoparticle polymer solar cells and new low-cost dye molecule based solar cells.  Samples are being prepared in ..."
 }
}