{
 "awd_id": "1229585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a Benchtop Next Generation Sequencing Platform to Enhance Undergraduate Research and Education at Hope College",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 171877.0,
 "awd_amount": 171877.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "Advances in sequencing technology have dramatically shifted the way science is performed in many fields of Biology, which has also shifted the way education of the next generation of scientists must be conducted. However, the generation of sequencing data has been restricted to large laboratories, consortia of laboratories, and core sequencing facilities, limiting the exposure of undergraduates to these technologies. The recent introduction of benchtop next generation sequencing platforms promises to make moderately high throughput sequencing available to many individual research laboratories and smaller institutions. This Major Research Instrumentation grant supports the acquisition of an Ion Torrent Personal Genome Machine (Ion PGM) sequencing platform by Hope College. The Ion PGM will have significant impact on undergraduate research and training at Hope College by making affordable, high throughput sequencing capacity available to faculty and undergraduate researchers for use in established and emerging research and education programs. These programs include research focusing on: 1) the genome sequences of viruses that infect bacteria (Mycobacteriophage) that are discovered by first year college students as part of introductory biology laboratory courses; 2) long-term environmental studies of the local Lake Macatawa Watershed to identify and track microbial sources of contamination through whole genome sequencing of novel bacterial isolates; 3) advancing understanding of fundamental gene expression mechanisms of the mammalian parasite Giardia lamblia; 4) understanding phylogenetic and biogeographic relationships among maples found across the World; and 5) testing potential horizontal gene transfers of plastid genes between parasitic plants and their photosynthetic hosts. The projects advance scientific understanding of a wide range of biological and environmental problems that can be addressed through DNA sequencing at different scales. Each project will be made more effective by the in house availability of the Ion PGM, which is uniquely versatile in being able to generate sequence data at vastly different scales in a cost effective manner.\r\n\r\nThis sequencing platform will allow Hope College to effectively train undergraduates in the design of experiments requiring sequencing data; usage of next generation sequencing technology to generate necessary data; and analysis, interpretation, and dissemination of large scale data sets in both research laboratory and classroom laboratory settings. The Ion PGM will immediately enhance projects and programs that impact over 100 undergraduates during each academic year. First year students will be impacted through Hope College's highly successful yearlong course in phage genomics research, which is designed to retain high quality students in STEM fields. Students at all levels will participate in the research laboratories of the PI?s and their collaborators. Students in upper level Biology courses will use the technology in classroom laboratory-based research projects. Hope College?s established summer research programs will allow us to broaden exposure of students across the nation and of students from underrepresented groups in sciences in the use of leading edge sequencing technology. Faculty will be impacted through their ability to take advantage of next generation sequencing technology to advance projects into new and innovative areas and generate preliminary data for sustaining extramurally funded research programs. Student-faculty collaborative research will be disseminated to the scientific community through local, regional, and national/international scientific conferences and peer-reviewed publications and to the general public through community-based popular seminars. Sequence data will be deposited to appropriate openly accessible databases. Regional and national collaborators will use the Ion PGM, broadening its impact beyond Hope College to students in West Michigan and throughout the nation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Best",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron A Best",
   "pi_email_addr": "best@hope.edu",
   "nsf_id": "000372673",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jianhua",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianhua Li",
   "pi_email_addr": "li@hope.edu",
   "nsf_id": "000529604",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hope College",
  "inst_street_address": "35 E 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOLLAND",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163957316",
  "inst_zip_code": "494233626",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "HOPE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YBR2AJ9X4BK9"
 },
 "perf_inst": {
  "perf_inst_name": "Hope College",
  "perf_str_addr": "141 E. 12th",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494229000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 171877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The discipline of Biology continues to be revolutionized by rapid advances in DNA sequencing technologies, and it is critical for students entering the science, technology, engineering and mathematics (STEM) workforce to be trained in the generation and analysis of large sets of information. Hope College was awarded a grant to acquire a next generation sequencing platform for use in advancing student-professor collaborative research projects in biological disciplines. These collaborative projects have been performed in the context of the research laboratories of professors and in classroom laboratories for first year undergraduate students and upper level undergraduate students. <strong>Intellectual Merit:</strong> The Ion Torrent Personal Genome Machine (PGM) and Illumina MiSeq sequencing platforms and associated computational servers have been used in a variety of projects at Hope College over the award period. These include: 1) sequencing of chloroplast genomes from different species of maple trees to understand the genetic histories of these species in relation to their geographic location around the world; 2) sequencing of RNA from the human parasite, <em>Giardia lamblia</em>, to understand how the organism changes which genes are on and off during its host-associated and external life stages; 3) sequencing of 56 new <em>Escherichia</em> genomes for strains isolated from recreational waters in Holland, MI with a history of high nutrient and bacterial pollution; and 4) the analysis of microbiomes in commercial duck farming environments, the local watershed, and associated with seeds of native pioneer plants using the computational servers supported by this award. <strong>Broader Impacts:</strong> The sequencing instrument will continue to be used in a variety of undergraduate laboratory contexts, including investigative courses for first year students and for upper level students in biology courses. We have trained over 14 undergraduate student researchers in use of the sequencing technology, including preparation of samples, sequencing procedures, and data analysis. The computational server has been used by over 20 students at Hope and at other institutions to study large scale data sets as part of undergraduate research experiences. One of these students is co-author on a manuscript accepted for publication that describes the differences in microbial populations of Pekin duck cecal contents and water sources in production farm environments. During the lifetime of the award, over 100 students in first year and upper level undergraduate courses have performed course based research projects supported by the instrumentation. Research outcomes have been communicated to the broader scientific community through research conference presentations by undergraduates and faculty, through publication in peer-reviewed journals, and through public engagement activities. It is anticipated that this instrument will be used in the support of hands on training for over 100 undergraduate researchers in the generation and analysis of next generation sequencing data in the next 3 years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2015<br>\n\t\t\t\t\tModified by: Aaron&nbsp;A&nbsp;Best</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe discipline of Biology continues to be revolutionized by rapid advances in DNA sequencing technologies, and it is critical for students entering the science, technology, engineering and mathematics (STEM) workforce to be trained in the generation and analysis of large sets of information. Hope College was awarded a grant to acquire a next generation sequencing platform for use in advancing student-professor collaborative research projects in biological disciplines. These collaborative projects have been performed in the context of the research laboratories of professors and in classroom laboratories for first year undergraduate students and upper level undergraduate students. Intellectual Merit: The Ion Torrent Personal Genome Machine (PGM) and Illumina MiSeq sequencing platforms and associated computational servers have been used in a variety of projects at Hope College over the award period. These include: 1) sequencing of chloroplast genomes from different species of maple trees to understand the genetic histories of these species in relation to their geographic location around the world; 2) sequencing of RNA from the human parasite, Giardia lamblia, to understand how the organism changes which genes are on and off during its host-associated and external life stages; 3) sequencing of 56 new Escherichia genomes for strains isolated from recreational waters in Holland, MI with a history of high nutrient and bacterial pollution; and 4) the analysis of microbiomes in commercial duck farming environments, the local watershed, and associated with seeds of native pioneer plants using the computational servers supported by this award. Broader Impacts: The sequencing instrument will continue to be used in a variety of undergraduate laboratory contexts, including investigative courses for first year students and for upper level students in biology courses. We have trained over 14 undergraduate student researchers in use of the sequencing technology, including preparation of samples, sequencing procedures, and data analysis. The computational server has been used by over 20 students at Hope and at other institutions to study large scale data sets as part of undergraduate research experiences. One of these students is co-author on a manuscript accepted for publication that describes the differences in microbial populations of Pekin duck cecal contents and water sources in production farm environments. During the lifetime of the award, over 100 students in first year and upper level undergraduate courses have performed course based research projects supported by the instrumentation. Research outcomes have been communicated to the broader scientific community through research conference presentations by undergraduates and faculty, through publication in peer-reviewed journals, and through public engagement activities. It is anticipated that this instrument will be used in the support of hands on training for over 100 undergraduate researchers in the generation and analysis of next generation sequencing data in the next 3 years.\n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Aaron A Best"
 }
}