{
 "awd_id": "1229008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Medium: Collaborative: Towards Securing Coupled  Financial and Power Systems in the Next Generation Smart Grid",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 839997.0,
 "awd_amount": 839997.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "For nearly 40 years, the United States has faced a critical problem: increasing demand for energy has outstripped the ability of the systems and markets that supply power. Today, a variety of promising new technologies offer a solution to this problem. Clean, renewable power generation, such as solar and wind are increasingly available. Hybrid and plug-in electric vehicles offer greater energy efficiency in transportation. The power grid that manages the generation, transmission and distribution of electric power, however, was designed and constructed in the 1960's and is ill-suited to handle these emerging energy technologies. Operating the electrical grid using power sources with random and uncertain availability, like solar and wind, requires new sensing and control methods. Widespread use of plug-in/hybrid electric vehicles (PHEV) will not only require far greater power capacity, but will also radically change the peak usage profile, with large evening demand that cannot be shifted. To address this problem, our current power grid must be upgraded with a control system that uses the full power of modern sensor and computing technology to increase efficiency. This new power grid, with an integrated, modern IT control plane is commonly referred to as the Smart Grid, which uses distributed control, customer integration and market based control mechanisms. \r\n\r\nIt is critical to build security features into this Smart Grid from the beginning to ensure fairness, to provide warnings of misuse, to provide control algorithms that minimize damage from malicious behavior, and most importantly, to provide robustness and high-availability of power delivery even in the presence of bad-faith actors. This project develops methods to achieve security in power and market delivery. This entails a study of economic market models with stability as one objective but also in consideration of new sources of power and usage, both on the producer and the consumer sides. To achieve security, the following techniques are used synergistically: vulnerability discovery by formal analysis; on-line monitoring, anomaly and specification-based intrusion detection; and recovery and reconstitution by feedback control.  Unique to this project, it is emphasized that the security enhancements take place at both the market level and the system level, requiring separate state-estimation models. These seemingly disparate domains are unified through mapping functions among the states of the respective models. By integrating the two control models, future Smart Grids can detect and respond to activity, either malicious or caused by natural disturbances, that threaten either level; the unification of the models permits the investigation of attacks that possibly impact both levels. Results of this work would lead to a secure and reliable Smart Grid architecture that is robust in the face of attacks on both the power delivery and market control systems. The inherent cross-disciplinary nature of the research will educate future researchers to be conversant in both cyber-security and associated economic issues, through co-advising between the departments of Computer Science and Economics at both UC Davis and Pennsylvania State University and through course modules developed under this work, again involving both campuses.  Results will be transitioned to partnership with PG&E, SMUD, the West Davis Village, and other utilities in California, Pennsylvania, and Connecticut.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Levitt",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Karl N Levitt",
   "pi_email_addr": "levitt@cs.ucdavis.edu",
   "nsf_id": "000172876",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Rowe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Rowe",
   "pi_email_addr": "rowe@cs.ucdavis.edu",
   "nsf_id": "000442606",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 839997.0
  }
 ],
 "por": null
}