{
 "awd_id": "1230766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Politics of Translation in Conservation and Development",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 17998.0,
 "awd_amount": 17998.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "Introduction\r\n\r\nThis award supports doctoral dissertation research that explores the challenges created by differing perceptions of the meaning and use of conservation terminology for planning and implementing effective and equitable conservation and development projects. The two central questions are the following. How does the movement and transformation of key terms enable or impede coordinated conservation efforts? How does this process influence whose voices are heard, whose goals are articulated and who wins and who loses when decisions are made? \r\n\r\nIntellectual Merit\r\n\r\nThe research adopts a mixed-methods approach including participant observation at key meetings, interviews, social network analysis, content analysis, and discourse analysis. These methods will be used to trace the movement and transformation of the key terms sustainable development, ecosystem services, and carbon sequestration as they travel through networks of actors engaging with Reducing Emissions from Deforestation and Forest Degradation in the United States and Peru. The approach will serve to integrate the work of post-colonial scholars regarding language with political ecology, while simultaneously addressing the need to consider the national and international scales of conservation and development decision-making.\r\n\r\nPotential Broader Impact\r\n\r\nThe results of this project could have broad practical implications including the promotion of constructive engagement with transnational NGOs, the training of a Peruvian research assistant, and publications in Peruvian journals. The increasingly global nature of conservation and development priority setting necessitates a strong understanding of how the politics of translation influences the ability of different sets of actors to effectively engage with and participate in conservation and development initiatives. This research will aid transnational NGOs in developing more effective conservation initiatives that better integrate global conservation priorities with local needs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Velasquez Runk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Velasquez Runk",
   "pi_email_addr": "julievr@uga.edu",
   "nsf_id": "000078604",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J",
   "pi_last_name": "Brosius",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "J P Brosius",
   "pi_email_addr": "pbrosius@uga.edu",
   "nsf_id": "000448013",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Dunne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Dunne",
   "pi_email_addr": "pdunne@uga.edu",
   "nsf_id": "000556504",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "UGA-Athens Campus",
  "perf_str_addr": "200 D.W. Brooks Drive",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 17998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project addresses one of the greatest obstacles in implementing conservation initiatives that effectively balance the conservation of biodiversity with the needs of human populations: participation.&nbsp;As policies to mitigate the effects of climate change are debated at the global level and implemented at the local level, it becomes increasingly important to understand the processes that influence whose voices are heard and whose are not. The transnational nature of initiatives that address climate change has led to an increasing dependence on heterogeneous networks of conservation practitioners, policymakers, funders, and local and indigenous people. Yet, despite considerable work by conservation practitioners and policymakers to increase stakeholder engagement in planning and implementing initiatives, participation is still hindered by a politics of translation: namely, who has the power to create, validate, translate, and access knowledge about the environment?</p>\n<p>This research examines the movement and transformation of knowledge about climate change as it moves within a network of actors in the United States and Peru who are engaging with Reducing Emissions from Deforestation and Forest Degradation (REDD+), a global program that provides financial incentives for developing countries to reduce rates of deforestation and increase reforestation. The major goal of this research is to explore the challenges created by differing perceptions of the meaning and use of terminology for planning and implementing effective and equitable initiatives. To achieve this goal, the research focuses on the following questions: &nbsp;</p>\n<p><strong>Q1:&nbsp;&nbsp;</strong><em>How do different sets of actors involved in conservation and development interpret and engage with the terms 'ecosystem services,' 'climate change' and 'REDD+'?</em></p>\n<p><strong>Q2:&nbsp;</strong><em>What agendas are promoted or hidden through the use of these terms?</em></p>\n<p><strong>Q3:&nbsp;</strong><em>How do terms move within transnational networks of actors involved in REDD+?</em></p>\n<p><strong>Q4:&nbsp;</strong><em>How do these terms enable or impede the coordinated efforts of actors coming from differing points of view (i.e. policy makers, practitioners, local people and funders)?&nbsp;</em></p>\n<p>Data collection undertaken with the support of the NSF DDIG included fieldwork in Lima, Peru, and the Amazonian region of San Martin, Peru. During this time, I participated in and documented meetings and workshops regarding the implementation of REDD+ initiatives at the national and regional level, collected governmental and institutional materials about REDD+ objectives and initiatives, conducted interviews with indigenous community leaders, conservation practitioners, and government officials working at the regional and national levels, and collected social network data for analysis.</p>\n<p>The results of this research highlight the challenges that the techno-scientific terminology of REDD+ create for the effective communication and collaboration among different actors. Though common terminology is necessary for communication across geographic, cultural, historical, and linguistic contexts, it often fails to bridge the differing worldviews of differently situated actors. As a result, practitioners frequently struggle to communicate key concepts to local and indigenous communities, and community members have difficulty adequately engaging in decision making processes regarding initiatives that affect their communities. Results indicate that the perception of key terms is shaped by educational experience, cultural background, linguistic ability, and access to information, and that the ability to appropriate and use key terms is a major factor in participation. Results will be made available through publication in peer-reviewed, scholarly journals, as well as through reports and pr...",
  "por_txt_cntn": "\nThis research project addresses one of the greatest obstacles in implementing conservation initiatives that effectively balance the conservation of biodiversity with the needs of human populations: participation. As policies to mitigate the effects of climate change are debated at the global level and implemented at the local level, it becomes increasingly important to understand the processes that influence whose voices are heard and whose are not. The transnational nature of initiatives that address climate change has led to an increasing dependence on heterogeneous networks of conservation practitioners, policymakers, funders, and local and indigenous people. Yet, despite considerable work by conservation practitioners and policymakers to increase stakeholder engagement in planning and implementing initiatives, participation is still hindered by a politics of translation: namely, who has the power to create, validate, translate, and access knowledge about the environment?\n\nThis research examines the movement and transformation of knowledge about climate change as it moves within a network of actors in the United States and Peru who are engaging with Reducing Emissions from Deforestation and Forest Degradation (REDD+), a global program that provides financial incentives for developing countries to reduce rates of deforestation and increase reforestation. The major goal of this research is to explore the challenges created by differing perceptions of the meaning and use of terminology for planning and implementing effective and equitable initiatives. To achieve this goal, the research focuses on the following questions:  \n\nQ1:  How do different sets of actors involved in conservation and development interpret and engage with the terms 'ecosystem services,' 'climate change' and 'REDD+'?\n\nQ2: What agendas are promoted or hidden through the use of these terms?\n\nQ3: How do terms move within transnational networks of actors involved in REDD+?\n\nQ4: How do these terms enable or impede the coordinated efforts of actors coming from differing points of view (i.e. policy makers, practitioners, local people and funders)? \n\nData collection undertaken with the support of the NSF DDIG included fieldwork in Lima, Peru, and the Amazonian region of San Martin, Peru. During this time, I participated in and documented meetings and workshops regarding the implementation of REDD+ initiatives at the national and regional level, collected governmental and institutional materials about REDD+ objectives and initiatives, conducted interviews with indigenous community leaders, conservation practitioners, and government officials working at the regional and national levels, and collected social network data for analysis.\n\nThe results of this research highlight the challenges that the techno-scientific terminology of REDD+ create for the effective communication and collaboration among different actors. Though common terminology is necessary for communication across geographic, cultural, historical, and linguistic contexts, it often fails to bridge the differing worldviews of differently situated actors. As a result, practitioners frequently struggle to communicate key concepts to local and indigenous communities, and community members have difficulty adequately engaging in decision making processes regarding initiatives that affect their communities. Results indicate that the perception of key terms is shaped by educational experience, cultural background, linguistic ability, and access to information, and that the ability to appropriate and use key terms is a major factor in participation. Results will be made available through publication in peer-reviewed, scholarly journals, as well as through reports and presentations to organizations and government agencies that participated in the research. By addressing the implications of this politics of translation, this research will help conservation actors better integrate global conservation priorities with..."
 }
}