{
 "awd_id": "1230459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Planar ZEBRA Battery Development",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 599960.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2014-10-28",
 "awd_abstract_narration": "This Small Business Innovation Research Phase II project is to develop a planar, highly compact, sodium-beta rechargeable battery using sodium-ion conducting beta?- alumina solid electrolyte (Na-BASE) sandwiched between liquid sodium and nickel chloride-based salt, (a p-ZEBRA battery). The commercially available sodium-beta batteries are all constructed with BASE tubes having wall thickness of over 2 millimeters to maintain the battery mechanical integrity, thus leading to relatively low specific energy densities  and  large  thermal  masses  that  inhibit  fast  thermal  cycling.  The  primary objective of this program is to overcome the limitations of the state-of-the-art sodium- beta battery technologies by the development of an advanced battery with a thin planar architecture. High performance Na-BASE discs possessing high strength and high resistance to moisture and CO2 attack will be developed and manufactured using the MSRI?s patented vapor phase process. A unique battery design accompanying an advanced sealing technology development and degradation mitigation implementation will enable the p-ZEBRA battery integration and operation flexibility suitable for intermittent renewable energy storage applications (wind, solar power and geothermal) with high round-trip efficiencies. It also enables thermal integration with internal- combustion engines or solid oxide fuel cells for plug-in hybrid electric vehicle (PHEV) applications with extended driving range.\r\n\r\nThe broader impact/commercial potential of this project is to provide a low cost, highly reliable electrical energy storage system, which integrates a broad spectrum of power generation systems. It includes fast market penetration of renewable energy power systems  that  mitigate  issues  of  grid  transient  and  national  energy  dependency,  and gasoline internal-combustion engines or advanced solid oxide fuel cells for PHEVs with extended driving distances. The successful development and deployment of the proposed p-ZEBRA battery technology will assist the US in building critical new industry and reinstating US leadership in large-scale electrical energy storage systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Tao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Tao",
   "pi_email_addr": "gtao@msrihome.com",
   "nsf_id": "000485367",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MATERIALS & SYSTEMS RESEARCH INC",
  "inst_street_address": "5395 W 700 S",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8019731199",
  "inst_zip_code": "841044403",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "UT02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "EKPLFGUEJGW3"
 },
 "perf_inst": {
  "perf_inst_name": "MATERIALS & SYSTEMS RESEARCH INC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841044403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "UT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 99960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Sodium-beta batteries, including the sodium-sulfur battery and the sodium-metal halide battery, have been showing great promise when integrated into solar and wind farms as electrical energy storage devices. The commercially available, state-of-the-art sodium-beta batteries are all constructed with a tubular sodium-ion conducting beta&rdquo;-alumina-solid-electrolyte (BASE) having a wall thickness of over 2 millimeters, which is due to the nature of low fracture strength of the BASE manufactured by conventional processes. The primary objective of this SBIR Phase II program was to overcome the limitations of the state-of-the art Na-beta battery technologies by the development of an advanced battery with a thin planar architecture.</p>\n<p>&nbsp;</p>\n<p>Over the course of this Phase II project, a unique Na-beta battery was developed and constructed by adopting a thin, planar Na-BASE integrated with the &ldquo;unibody&rdquo; cell design and robust sealing/bonding technologies development. &nbsp;More than one hundred BASE discs with 1&rdquo; and 2&rdquo; diameter were fabricated using the patented vapor phase process proprietary to Materials &amp; Systems Research, Inc. &nbsp;The &ldquo;unibody&rdquo; design of the p-ZEBRA battery cell was refined for easy manufacturing and high reliability.&nbsp; The design of a prototype battery module comprising five p-ZEBRA cells was completed.&nbsp; Both the high-temperature thermo-compression bonding (HT-TCB) process and the low-temperature TCB (LT-TCB) process were developed for optimum metal-to-ceramic joints formation.&nbsp; The leak-rate tests of the resulting metal-to-ceramic joints showed minimum leakage under a pressurized Helium gas (at three atmospheres) over the 500-hour tests at both the room temperature and 350&ordm;C.&nbsp; The &ldquo;pop&rdquo; tests of 1&rdquo; p-ZEBRA cells demonstrated remarkable mechanical integrity without cell rupture after exposure to a pressurized gas up to 100 psig.&nbsp; Proof-of-concept tests of prototype 1&rdquo; battery cells demonstrated excellent battery performance when cycled at a 1/3C rate (43 mA/cm<sup>2</sup>) over 100 charge/discharge cycles.&nbsp; 1&rdquo; p-ZEBRA battery cells also demonstrated excellent freeze-thaw survival after undergoing 160 accelerated thermal cycles at a ramp rate of 600&ordm;C/h.&nbsp; The techno-economic analysis of the proposed p-ZEBRA battery showed the promising cost competitive advantages for future scaling-up and mass production.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The concept of planar sodium-metal halide batteries was developed and demonstrated successfully in this Phase II project. The unique battery design and successful development of processes enable a compact and reliable energy storage device to be integrated cost-effectively with a broad spectrum of power generation systems, including fast market penetration of the renewable energy power systems and the gasoline internal-combustion engines or advanced fuel cell systems for Plug-in Hybrid Electric Vehicles with extended driving distances. &nbsp;The successful development and commercialization of the p-ZEBRA battery technology will also assist the US in building critical new industry and reinstating the US leadership in developing large-scale electrical energy storage systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2015<br>\n\t\t\t\t\tModified by: Greg&nbsp;Tao</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/R...",
  "por_txt_cntn": "\nIntellectual Merit\n\nSodium-beta batteries, including the sodium-sulfur battery and the sodium-metal halide battery, have been showing great promise when integrated into solar and wind farms as electrical energy storage devices. The commercially available, state-of-the-art sodium-beta batteries are all constructed with a tubular sodium-ion conducting beta\"-alumina-solid-electrolyte (BASE) having a wall thickness of over 2 millimeters, which is due to the nature of low fracture strength of the BASE manufactured by conventional processes. The primary objective of this SBIR Phase II program was to overcome the limitations of the state-of-the art Na-beta battery technologies by the development of an advanced battery with a thin planar architecture.\n\n \n\nOver the course of this Phase II project, a unique Na-beta battery was developed and constructed by adopting a thin, planar Na-BASE integrated with the \"unibody\" cell design and robust sealing/bonding technologies development.  More than one hundred BASE discs with 1\" and 2\" diameter were fabricated using the patented vapor phase process proprietary to Materials &amp; Systems Research, Inc.  The \"unibody\" design of the p-ZEBRA battery cell was refined for easy manufacturing and high reliability.  The design of a prototype battery module comprising five p-ZEBRA cells was completed.  Both the high-temperature thermo-compression bonding (HT-TCB) process and the low-temperature TCB (LT-TCB) process were developed for optimum metal-to-ceramic joints formation.  The leak-rate tests of the resulting metal-to-ceramic joints showed minimum leakage under a pressurized Helium gas (at three atmospheres) over the 500-hour tests at both the room temperature and 350&ordm;C.  The \"pop\" tests of 1\" p-ZEBRA cells demonstrated remarkable mechanical integrity without cell rupture after exposure to a pressurized gas up to 100 psig.  Proof-of-concept tests of prototype 1\" battery cells demonstrated excellent battery performance when cycled at a 1/3C rate (43 mA/cm2) over 100 charge/discharge cycles.  1\" p-ZEBRA battery cells also demonstrated excellent freeze-thaw survival after undergoing 160 accelerated thermal cycles at a ramp rate of 600&ordm;C/h.  The techno-economic analysis of the proposed p-ZEBRA battery showed the promising cost competitive advantages for future scaling-up and mass production.\n\n \n\nBroader Impacts\n\nThe concept of planar sodium-metal halide batteries was developed and demonstrated successfully in this Phase II project. The unique battery design and successful development of processes enable a compact and reliable energy storage device to be integrated cost-effectively with a broad spectrum of power generation systems, including fast market penetration of the renewable energy power systems and the gasoline internal-combustion engines or advanced fuel cell systems for Plug-in Hybrid Electric Vehicles with extended driving distances.  The successful development and commercialization of the p-ZEBRA battery technology will also assist the US in building critical new industry and reinstating the US leadership in developing large-scale electrical energy storage systems.\n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Greg Tao"
 }
}