{
 "awd_id": "1230009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Professional Development Workshop for Underrepresented Doctoral Engineering Students supported through the Directorate for Engineering?s Graduate Research Diversity Supplements",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032920000",
 "po_email": "bwatford@nsf.gov",
 "po_sign_block_name": "Bevlee Watford",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 201727.0,
 "awd_amount": 201727.0,
 "awd_min_amd_letter_date": "2012-03-16",
 "awd_max_amd_letter_date": "2012-03-16",
 "awd_abstract_narration": "This Professional Development Workshop for Underrepresented Doctoral Engineering\r\nStudents is designed to provide information, guidance, and networking opportunities to\r\nthe graduate students participants. The proposal is also providing opportunities to\r\ndiscuss the transition of the doctoral candidates to academe, government or industry.\r\nThe immediate outcome will enhance diversity and improve the effectiveness of\r\nengineering companies and academic institutions by providing educated professionals\r\nto the workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "McBay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley McBay",
   "pi_email_addr": "smmcbay@qem.org",
   "nsf_id": "000261590",
   "pi_start_date": "2012-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "inst_street_address": "1818 N ST NW STE 350",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026591818",
  "inst_zip_code": "200362406",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "QUALITY EDUCATION FOR MINORITIES NETWORK (INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LSMGM4J768"
 },
 "perf_inst": {
  "perf_inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "perf_str_addr": "1818 N Street, NW, Suite 350",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200366301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 201727.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;On April 13-14, 2012, in Baltimore, Maryland, the Quality Education for Minorities (QEM) Network conducted a professional development workshop for doctoral engineering students supported by Graduate Research Diversity Supplements (GRDS).&nbsp; The goal of the workshop was to provide information, guidance, and networking opportunities to support the workshop participants&rsquo; successful completion of their engineering doctoral degree programs and their transition to engineering careers.</p>\n<p>&nbsp;Prior to attending the workshop, registered students received the first of three surveys. The Survey of GRDS Participants was given to gauge the success of GRDS in achieving shorter-term goals (effective mentoring and professional development of GRDS students) and longer-term goals (degree attainment by GRDS students that further diversifies the Nation&rsquo;s engineering workforce as well as continued research and scholarly productivity following graduation).</p>\n<p>&nbsp;Forty-nine (49) engineering doctoral students whose research was being supported through GRDS attended the workshop. While at the workshop, students heard presentations focused on success in graduate school; the role of mentoring; involvement in scholarly activities; proposal development; career/life balance; and broadening participation in engineering. Students participated in discussions on career development and revised their own career development plans based on feedback from QEM consultants. At the workshop, students received the second survey, a workshop evaluation questionnaire. The results of the questionnaire were submitted to NSF program officers within the annual report.&nbsp;</p>\n<p>&nbsp;In September 2012, six months after the GRDS workshop, QEM distributed to workshop participants the third survey, an impact survey. The impact survey was designed to gauge the impact of the information presented and discussions held at the workshop on the participants&rsquo; career plans, mentoring plans, and involvement in professional development, research, and outreach activities.</p>\n<p>&nbsp;QEM used both qualitative and quantitative data to assess how well the Project met its objectives. Evaluation results suggest that workshop participants made progress towards their personal and professional goals; improved their networking skills; and shared information from the workshop with other students on their campuses. Survey results were disseminated to NSF program officers, program participants, and other interested parties.</p>\n<p>&nbsp;Under the leadership of President Shirley McBay, the QEM Network was established in 1990 as a non-profit organization in Washington, DC, dedicated to improving education for minorities throughout the nation. QEM works with minority and non-minority individuals, organizations, and institutions to help coordinate and energize efforts to improve the education of minorities, particularly in Science, Technology, Engineering, and Mathematics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/24/2014<br>\n\t\t\t\t\tModified by: Shirley&nbsp;Mcbay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n On April 13-14, 2012, in Baltimore, Maryland, the Quality Education for Minorities (QEM) Network conducted a professional development workshop for doctoral engineering students supported by Graduate Research Diversity Supplements (GRDS).  The goal of the workshop was to provide information, guidance, and networking opportunities to support the workshop participantsÆ successful completion of their engineering doctoral degree programs and their transition to engineering careers.\n\n Prior to attending the workshop, registered students received the first of three surveys. The Survey of GRDS Participants was given to gauge the success of GRDS in achieving shorter-term goals (effective mentoring and professional development of GRDS students) and longer-term goals (degree attainment by GRDS students that further diversifies the NationÆs engineering workforce as well as continued research and scholarly productivity following graduation).\n\n Forty-nine (49) engineering doctoral students whose research was being supported through GRDS attended the workshop. While at the workshop, students heard presentations focused on success in graduate school; the role of mentoring; involvement in scholarly activities; proposal development; career/life balance; and broadening participation in engineering. Students participated in discussions on career development and revised their own career development plans based on feedback from QEM consultants. At the workshop, students received the second survey, a workshop evaluation questionnaire. The results of the questionnaire were submitted to NSF program officers within the annual report. \n\n In September 2012, six months after the GRDS workshop, QEM distributed to workshop participants the third survey, an impact survey. The impact survey was designed to gauge the impact of the information presented and discussions held at the workshop on the participantsÆ career plans, mentoring plans, and involvement in professional development, research, and outreach activities.\n\n QEM used both qualitative and quantitative data to assess how well the Project met its objectives. Evaluation results suggest that workshop participants made progress towards their personal and professional goals; improved their networking skills; and shared information from the workshop with other students on their campuses. Survey results were disseminated to NSF program officers, program participants, and other interested parties.\n\n Under the leadership of President Shirley McBay, the QEM Network was established in 1990 as a non-profit organization in Washington, DC, dedicated to improving education for minorities throughout the nation. QEM works with minority and non-minority individuals, organizations, and institutions to help coordinate and energize efforts to improve the education of minorities, particularly in Science, Technology, Engineering, and Mathematics.\n\n \n\n\t\t\t\t\tLast Modified: 02/24/2014\n\n\t\t\t\t\tSubmitted by: Shirley Mcbay"
 }
}