{
 "awd_id": "1230268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Race, Risk, and Resilience among Black Youth in the United States and South Africa: Conceptual, Methodological, and Application Considerations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 39655.0,
 "awd_amount": 39655.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2013-07-11",
 "awd_abstract_narration": "This a proposal to support a symposium and workshop to be held at the 2012 International Congress of Psychology (ICP) Conference (July 22-27, 2012, in Cape town, South Africa). The goal of the project is to promote cross-national discussion and collaboration around conceptual and methodological issues in studying risk and resilience processes among Black youth.  What makes this project so important and timely is that it incorporates, indeed hinges upon, a natural cross cultural comparison of South African and North American contexts. The symposium is focused on review and dissemination of expert knowledge of race-related psychological processes related to risk and resilience in South Africa where Blacks represent the majority population and the U.S., where Blacks are a minority population. The proposed structure of the symposium includes scholarly presentations by South Africa-based and U.S.-based scholars and panel response and audience discussion led by expert scholars from South Africa and the United States. The session will begin with an introduction of panelists and presenters and an overview of the issues to be addressed in the session.  This includes the following: (1) why resilience is an important and meaningful construct to study among Black youth in South African and American contexts; (2) important conceptual, contextual, and cultural considerations in understanding resilience across these settings; and (3) what scholars and professional psychologists in U.S. and South African contexts can learn from one another about studying race, risk, and resilience and using knowledge to promote positive youth outcomes. \r\n\r\nThe symposium includes a mix of junior and senior scholars who will each give brief presentations of research related to risk and resilience processes. A panel of scholars from South Africa and the U.S. will pose critical questions and comments to the presenters and encourage audience interactive discussion around considerations and challenges in conceptualizing, studying, and applying knowledge about risk and resilience to Black youth populations.  Notably, this includes a discussion of the parallels and divergence across national contexts. The goal is that by the end of the session, scholars participating in the session will have a set of articulated theoretical and research questions related to the study of risk and resilience among Black South African and American youth. \r\n\r\nThis symposium has considerable potential for scholarly development and contributions to multi-disciplinary literatures on psychological resilience processes among Black populations in multiple life domains (e.g., education, psychological well-being and life-satisfaction, health, political empowerment), potential extensions to other groups experiencing historical structural and social oppression, the rigorous demonstration and examination of multiple theoretical and methodological approaches, and the systematic examination of context effects and interactions among contexts on the life outcomes and adjustment of Black populations. The project's explicit attention to the application and use of scholarship on resilience represents broad impact in both theory and programmatic efforts around changing risky contexts to better support positive youth outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tabbye",
   "pi_last_name": "Chavous",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tabbye M Chavous",
   "pi_email_addr": "tchavous@umich.edu",
   "nsf_id": "000257189",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the Umiversity of Michigan",
  "perf_str_addr": "3003 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 39655.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project included the development of a research symposium and workshop session for the 2012 International Congress of Psychology (ICP) Conference (July 22-27, 2012, in Capetown, South Africa). The goal of the workshop/symposium was to promote cross-national discussion and collaboration around conceptual and methodological issues in studying risk and resilience processes among Black youth in South African and United States contexts. The structure of the conference session included scholarly presentations by South Africa-based and U.S.-based scholars and panel response and audience discussion led by expert scholars from South Africa and the United States on race-related psychological processes related to risk and resilience.</p>\n<p>The workshop began with an introduction of panelists/presenters and an overview of significant issues to be addressed in the session: (1) why resilience is an important and meaningful construct to study among Black youth in South African and American contexts; (2) critical conceptual, contextual, and cultural considerations in understanding resilience across these settings; and (3) what scholars and professionals in U.S. and South African contexts can learn from one another about studying race, risk, and resilience and using knowledge to promote positive youth outcomes. Next, a mix of junior and senior scholars presented basic research and applied research related to risk and resilience processes. Third, a panel of scholars from South Africa and the U.S. posed critical questions/comments to the presenters and supported audience interactive discussion around considerations and challenges in conceptualizing, studying, and applying knowledge about risk and resilience to Black youth populations, including a discussion of parallels and divergence across national contexts. A major objective was that by the end of the session, the scholars participating in the session would articulate a set of theoretical and research questions related to the study of risk and resilience among and between Black South African and Black American youth.</p>\n<p>The project outcomes included rich exchanges among the workshop attendees and participating scholars from U.S. and South Africa, both during and following the workshop session. The workshop and the questions/themes emerging from it have led to new cross-national relationships and scholarly collaborations among the participants (e.g., collaboration on research papers focused on youth resilience across national contexts). In addition, the project helped support the scholarly and research development of early career scholars from diverse racial/ethnic backgrounds. These outcomes meet NSF criteria around <strong>intellectual merits </strong>of the proposed workshop; that is, contributions to scholarly discourse and literatures on resilience processes among Black populations in multiple life domains (e.g., education, psychological well-being and life-satisfaction, health, political empowerment), potential extensions to other groups experiencing historical structural and social oppression, the rigorous demonstration and examination of multiple theoretical and methodological approaches, and the systematic examination of context effects and interactions among contexts on the life outcomes and adjustment of Black populations. Also, the project&rsquo;s explicit attention to the application and use of scholarship on resilience to youth programs represents <strong>broad impact </strong>on both theory and programmatic efforts around changing risky contexts to better support positive youth outcomes. Finally, the logic and design of the workshop had a <strong>transformative effect </strong>on how the participating researchers approached collaboration and research training around cross-national and cross-disciplinary learning in the study of historically oppressed ethnic minority populations and adaptation processes assoc...",
  "por_txt_cntn": "\nThis project included the development of a research symposium and workshop session for the 2012 International Congress of Psychology (ICP) Conference (July 22-27, 2012, in Capetown, South Africa). The goal of the workshop/symposium was to promote cross-national discussion and collaboration around conceptual and methodological issues in studying risk and resilience processes among Black youth in South African and United States contexts. The structure of the conference session included scholarly presentations by South Africa-based and U.S.-based scholars and panel response and audience discussion led by expert scholars from South Africa and the United States on race-related psychological processes related to risk and resilience.\n\nThe workshop began with an introduction of panelists/presenters and an overview of significant issues to be addressed in the session: (1) why resilience is an important and meaningful construct to study among Black youth in South African and American contexts; (2) critical conceptual, contextual, and cultural considerations in understanding resilience across these settings; and (3) what scholars and professionals in U.S. and South African contexts can learn from one another about studying race, risk, and resilience and using knowledge to promote positive youth outcomes. Next, a mix of junior and senior scholars presented basic research and applied research related to risk and resilience processes. Third, a panel of scholars from South Africa and the U.S. posed critical questions/comments to the presenters and supported audience interactive discussion around considerations and challenges in conceptualizing, studying, and applying knowledge about risk and resilience to Black youth populations, including a discussion of parallels and divergence across national contexts. A major objective was that by the end of the session, the scholars participating in the session would articulate a set of theoretical and research questions related to the study of risk and resilience among and between Black South African and Black American youth.\n\nThe project outcomes included rich exchanges among the workshop attendees and participating scholars from U.S. and South Africa, both during and following the workshop session. The workshop and the questions/themes emerging from it have led to new cross-national relationships and scholarly collaborations among the participants (e.g., collaboration on research papers focused on youth resilience across national contexts). In addition, the project helped support the scholarly and research development of early career scholars from diverse racial/ethnic backgrounds. These outcomes meet NSF criteria around intellectual merits of the proposed workshop; that is, contributions to scholarly discourse and literatures on resilience processes among Black populations in multiple life domains (e.g., education, psychological well-being and life-satisfaction, health, political empowerment), potential extensions to other groups experiencing historical structural and social oppression, the rigorous demonstration and examination of multiple theoretical and methodological approaches, and the systematic examination of context effects and interactions among contexts on the life outcomes and adjustment of Black populations. Also, the projectÆs explicit attention to the application and use of scholarship on resilience to youth programs represents broad impact on both theory and programmatic efforts around changing risky contexts to better support positive youth outcomes. Finally, the logic and design of the workshop had a transformative effect on how the participating researchers approached collaboration and research training around cross-national and cross-disciplinary learning in the study of historically oppressed ethnic minority populations and adaptation processes associated with these groups.\n\n\t\t\t\t\tLast Modified: 11/09/2014\n\n\t\t\t\t\tSubmitted by: Tabbye M Chavous"
 }
}