{
 "awd_id": "1230463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Game-enhanced Interactive Physical Science",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 633500.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2015-07-30",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will produce a set of engaging educational video games and associated teaching compendiums for middle school physical science classrooms that are optimized for students with diverse sets of learning needs, including those with learning disabilities and reading difficulties, via the application of the Universal Design for Learning (UDL) framework. Educational video games are the next generation of technology-enhanced instruction, with a growing body of research suggesting that game-based learning helps students think systemically, collaboratively, and creatively about Science, Technology, Engineering, and Math (STEM), while creating interest and motivation toward these topics that extends beyond the classroom. The company targets middle school since this is the critical period when students may begin to disengage from STEM topics. The process of developing the games will include iterative input from educators and students from around the country, from focus groups to classroom observation. The efficacy of the resulting set of games will be evaluated in a formal field test. This test will also provide evidence of the value of UDL in designing educational technology tools. The resulting product will be available for purchase via the SBIR?s web store and distributed through the nation?s leading educational websites.\r\n\r\nThe broader impact/commercial potential of this project is the development of a cutting-edge solution to a urgent need for more effective tools for teaching STEM subjects. The President's Council of Advisors on Science and Technology recently noted (2010) that while the United States remains at the top in STEM research, we are on the cusp of a stark decline over the next generation. American students are falling behind other countries in both STEM-related abilities and desire to enter scientific careers.  By creating a game-centered physical science curriculum, teachers gain the tools they need to make STEM-subjects accessible and appealing to all students, building the next-generation's STEM workforce, and promoting scientific literacy among all citizens. Using the UDL framework and commercial-level production values, GIPS represents an important innovative to engage and empower students, including those who are disenfranchised by traditional STEM education methods. Indeed, advocates for students with disabilities point to the potential of UDL-enhanced games to increase the accessibility of learning materials for all students.  This game-based learning solution will encourage students to apply the kind of creative thinking and ingenuity to STEM that will be the driving force behind the next generation of American scientific innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Quinn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Beth A Quinn",
   "pi_email_addr": "beth.quinn@colorado.edu",
   "nsf_id": "000294244",
   "pi_start_date": "2012-10-10",
   "pi_end_date": "2013-04-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "White",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel N White",
   "pi_email_addr": "white@filamentgames.com",
   "nsf_id": "000533778",
   "pi_start_date": "2013-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Quinn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Beth A Quinn",
   "pi_email_addr": "beth.quinn@colorado.edu",
   "nsf_id": "000294244",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Filament Games, LLC",
  "inst_street_address": "821 E WASHINGTON AVE STE 404",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6084167773",
  "inst_zip_code": "537034760",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "FILAMENT GAMES, LLC",
  "org_prnt_uei_num": "QD9NKDNMCL94",
  "org_uei_num": "QD9NKDNMCL94"
 },
 "perf_inst": {
  "perf_inst_name": "Filament Games",
  "perf_str_addr": "2010 Eastwood Drive, Suite 104",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537045387",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7233",
   "pgm_ref_txt": "RES EXPERIENCE FOR TEACHERS(RET)-SUPPLEM"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 28500.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c714f5f7-fa63-16e3-1bf1-efcbd787bc42\"> </span></p>\n<p dir=\"ltr\"><span>Game-enhanced Physical Science (GIPS) is a suite of learning games that introduce middle-school students to physical science concepts in the Next Generation Science Standards (NGSS). The GIPS suite consists of five web-based titles: &nbsp;Backyard Engineers,</span><span>&nbsp;</span><span>Bongo Balance</span><span>, Fossil Forensics,&nbsp;</span><span>Molecubes</span><span>,&nbsp;</span><span>and </span><span>Planet Mechanic</span><span>. Several of the titles are available on iOS and Android app stores as well. The games are designed to teach through play since the actions students take in the game and the in-game identities players assume are linked to the targeted learning objectives. Each game is designed to be used in inclusive science classrooms with students with diverse ability levels, learning styles, and language skills.</span></p>\n<p><span id=\"docs-internal-guid-669c5eb0-fa75-3075-e404-de70a8013f96\"> </span></p>\n<p dir=\"ltr\"><span>Backyard Engineers</span></p>\n<p><span>Backyard Engineers is a game about the engineering design process. In Backyard Engineers, players create catapults to launch water balloons in a great neighborhood balloon fight. Each level of the game presents a unique puzzle, and players need to design different catapults to meet each challenge. Players need to make trade-offs as they balance design characteristics (like mobility, stability, accuracy, and range).</span></p>\n<p><span id=\"docs-internal-guid-669c5eb0-fa75-9f90-5a06-0293f991f328\"> </span></p>\n<p dir=\"ltr\">Bongo Balance</p>\n<p>In Bongo Balance, players make sure that the characters in the game always have an equal amount of fruit on both sides of a totem. To do so, players add and subtract clusters of fruit on each side. As they play, the clusters transition from fruit to chemical symbols. By bringing these into balance, students develop the thinking skills necessary for balancing chemical equations.</p>\n<p dir=\"ltr\">Fossil Forensics</p>\n<p>In Fossil Forensics, students are given a collection of fossils that spans millions of years. Players arrange the fossils on their collection boards in a way that highlights key similarities. They examine fossils by comparing ages, skeletons, and other attributes, in order to connect the fossils that have comparable traits. Players also make claims about possible evolutionary progression based on traits that indicate that the organisms shared a common ancestor or evolved over time.</p>\n<p dir=\"ltr\">Molecubes</p>\n<p>In Molecubes, students explore pH, flammability, and phase changes by solving puzzles that require students to make use of those concepts. Molecubes plunges into the many kinds of chemical and physical alterations that matter can undergo. Players control and manipulate solids, liquids, and gases, as well as the pH and flammability of matter.</p>\n<p>Planet Mechanic</p>\n<p><span>Planet Mechanic is a game that teaches students about the Sun-Earth-Moon system in the context of a fictional solar system. In Planet Mechanic, students experiment with altering a planet&rsquo;s core attributes of atmosphere, tilt, rotation, orbit, and moon in order to meet the ever-changing whims of its inhabitants. Players will see how planet attributes affect things like seasons, temperature, and length of days and years, and ultimately how all of Earth&rsquo;s attributes work together to make it the life-supporting planet we live on today.</span></p>\n<p><span id=\"docs-internal-guid-669c5eb0-fa75-d85c-51ed-b861b150a158\"> </span></p>\n<p dir=\"ltr\">To support their use as classroom tools, the games come with fully-online curriculum materials. The materials are a collection of custom content specifically designed to help teachers unpack the gameplay experience into classroom learning by drawing explicit connections between hands-on classroom activities and the...",
  "por_txt_cntn": "\n \nGame-enhanced Physical Science (GIPS) is a suite of learning games that introduce middle-school students to physical science concepts in the Next Generation Science Standards (NGSS). The GIPS suite consists of five web-based titles:  Backyard Engineers, Bongo Balance, Fossil Forensics, Molecubes, and Planet Mechanic. Several of the titles are available on iOS and Android app stores as well. The games are designed to teach through play since the actions students take in the game and the in-game identities players assume are linked to the targeted learning objectives. Each game is designed to be used in inclusive science classrooms with students with diverse ability levels, learning styles, and language skills.\n\n \nBackyard Engineers\n\nBackyard Engineers is a game about the engineering design process. In Backyard Engineers, players create catapults to launch water balloons in a great neighborhood balloon fight. Each level of the game presents a unique puzzle, and players need to design different catapults to meet each challenge. Players need to make trade-offs as they balance design characteristics (like mobility, stability, accuracy, and range).\n\n \nBongo Balance\n\nIn Bongo Balance, players make sure that the characters in the game always have an equal amount of fruit on both sides of a totem. To do so, players add and subtract clusters of fruit on each side. As they play, the clusters transition from fruit to chemical symbols. By bringing these into balance, students develop the thinking skills necessary for balancing chemical equations.\nFossil Forensics\n\nIn Fossil Forensics, students are given a collection of fossils that spans millions of years. Players arrange the fossils on their collection boards in a way that highlights key similarities. They examine fossils by comparing ages, skeletons, and other attributes, in order to connect the fossils that have comparable traits. Players also make claims about possible evolutionary progression based on traits that indicate that the organisms shared a common ancestor or evolved over time.\nMolecubes\n\nIn Molecubes, students explore pH, flammability, and phase changes by solving puzzles that require students to make use of those concepts. Molecubes plunges into the many kinds of chemical and physical alterations that matter can undergo. Players control and manipulate solids, liquids, and gases, as well as the pH and flammability of matter.\n\nPlanet Mechanic\n\nPlanet Mechanic is a game that teaches students about the Sun-Earth-Moon system in the context of a fictional solar system. In Planet Mechanic, students experiment with altering a planetÆs core attributes of atmosphere, tilt, rotation, orbit, and moon in order to meet the ever-changing whims of its inhabitants. Players will see how planet attributes affect things like seasons, temperature, and length of days and years, and ultimately how all of EarthÆs attributes work together to make it the life-supporting planet we live on today.\n\n \nTo support their use as classroom tools, the games come with fully-online curriculum materials. The materials are a collection of custom content specifically designed to help teachers unpack the gameplay experience into classroom learning by drawing explicit connections between hands-on classroom activities and the content covered in the digital game. Additionally, the games come with fully-integrated teacher- and district-level dashboards. At the teacher level, teachers can create classroom sections and assess student progress. At the district level, administrators can see detailed information about how many licenses are being used, when, and by whom, as well as see performance on a site-by-site basis in order to easily assess outcomes.\n\nBased on studies conducted by a third-party research organization, we learned that the games in general are at least as good as conventional instruction techniques in teaching students content knowledge. StudentsÆ experiences playing GIPS games, alone or paired with th..."
 }
}