{
 "awd_id": "1232761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Synergistic Approach to Prevent Persistent Misconceptions with First-year Engineering Students",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2012-06-01",
 "awd_abstract_narration": "This engineering education research project seeks to understand how to prevent, rather than repair, misconceptions in engineering.  Misconceptions-students' misunderstandings of basic scientific principles-are very difficult to correct once they are established.  The investigators will undertake a longitudinal study with both control and sample groups to investigate the effects of a series of interventions to prevent misconceptions from developing in thermodynamics and fluids, areas critical to much engineering practice.  The interventions developed have the potential to be broadly applicable in other STEM disciplines.  \r\n\r\nThe broader significance and importance of this project will be to demonstrate a path to improve the efficiency of engineering programs by reducing the amount of time that is spent to correct, or remediate, stubborn misconceptions.  The PIs plan a series of workshops for K-12 teachers following successful demonstration so that the techniques researched can be applied earlier in STEM programs, thus further minimizing misconceptions.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dazhi",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dazhi Yang",
   "pi_email_addr": "dazhiyang@boisestate.edu",
   "nsf_id": "000585159",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Inanc",
   "pi_last_name": "Senocak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Inanc Senocak",
   "pi_email_addr": "senocak@pitt.edu",
   "nsf_id": "000512643",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1900 University Street",
  "perf_city_name": "Boise",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837251747",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "ID",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project, built on a schema training strategy (two scientific processes of sequential vs. emergent processes) for repairing student misconceptions, aimed to prevent misconceptions early on in students&rsquo; college experience with first-year engineering students. It broke the ground of preventing misconceptions and generated new knowledge of correcting and preventing students&rsquo; misconceptions of difficult science and engineering concepts.</p>\n<p>Specifically, this project provided first-hand knowledge and examples of using the scientific processes to describe temperature, pressure, and heat transfer. Most importantly, this study discovered that (1) using two<strong> </strong>scientific processes (sequential and emergent) is not sufficient to describe some complex concepts; and (2) a combined sequential and emergent processes is necessary to explain some concepts such as convection in heat transfer.</p>\n<p>The project built three training modules of instruction on two scientific processes, temperature and pressure; and three training modules of instruction on two scientific processes and heat transfer (conduction, convection and radiation). (All training modules were hosted in an online course management system,&nbsp; Moodle.) In order to facilitate the applications and communication of the two scientific processes, the project focused on explaining temperature, pressure, and heat transfer at the micro-level. For example, we explained pressure as &ldquo;moving gas molecules colliding with the surface&rdquo; instead of &ldquo;a perpendicular force to the surface&rdquo; so students can think of pressure as a motion of molecules (at the micro-level) which facilitates their understanding of many engineering applications of pressure under water or other liquids late on in advanced classes regarding thermodynamics and energy. The project also developed eight<strong> </strong>computer simulations to illustrate temperature, pressure, and heat transfer (conduction, convection and radiation) in terms of molecular motions.</p>\n<p>The project collected pretest, posttest and follow-up test data from 107<strong> </strong>participants for the training materials on temperature and pressure; it collected similar data from 65 participants for heat transfer concepts. Preliminary quantitative data analysis showed significant difference between the control and treatment groups of participants for temperature and pressure but not for heat transfer. Further data analysis is still ongoing, including analysis of qualitative data with students&rsquo; written explanations to multiple choice questions in terms of the display of emergent languages in the treatment groups of students.</p>\n<p>In terms of publications and project dissemination, two ASEE and one FIE conference proceedings were published; five national or international conference presentations were made; two regional presentations were presented; three posters were presented; one journal article was planned for submission; and one online workshop on using scientific process language and computer simulations to teach difficult science and engineering concepts for STEM teachers was conducted.</p>\n<p>This project has introduced four engineering and one physics faculty members at Boise State University to engineering education research by either involving them in the project data collection or trying out the project materials. A couple Boise State engineering faculty members used the simulations developed by this project in their class. The project has involved appropriately 200 engineering students for data collection (some students only completed part of the study due to withdraw or drop of their classes). It impacted engineering student researcher Jeremy Webb&rsquo;s career choice. Jeremy became so interested in research and he applied and got hired as a researcher at Mayo Clinic after being exposed to engineering education research and worked on this project for three years.</p>\n<p>The PI and Co-PI also conducted an online workshop - <em>Using Scientific Process Language and Computer Simulations to Teach Difficult Science and Engineering Concepts</em> with 16 middle or high school teachers who taught STEM subject content from more than ten states in June, 2016. The workshop informed STEM teachers about the latest educational research in preventing students&rsquo; miscomputations in the field of engineering education research and has raised their awareness of preventing students&rsquo; misconceptions, such as avoiding using inappropriate analogies while explaining some science and engineering concepts.</p>\n<p>The project also raised the awareness of the importance of preventing students&rsquo; misconception within the engineering educational research community; and urged some engineering education researchers to plan a research symposium on this line of research focusing on preventing students&rsquo; misconceptions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/12/2016<br>\n\t\t\t\t\tModified by: Dazhi&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471042536891_Homepageofheattransfer--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471042536891_Homepageofheattransfer--rgov-800width.jpg\" title=\"Home Page of Heat Transfer Concepts\"><img src=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471042536891_Homepageofheattransfer--rgov-66x44.jpg\" alt=\"Home Page of Heat Transfer Concepts\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screen Shot of the Home Page of the Heat Transfer Concepts Project Materials Hosted in Moodle</div>\n<div class=\"imageCredit\">Dazhi Yang & Inanc Senocak</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dazhi&nbsp;Yang</div>\n<div class=\"imageTitle\">Home Page of Heat Transfer Concepts</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471042859359_combinedeffectoftwoprocesses--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471042859359_combinedeffectoftwoprocesses--rgov-800width.jpg\" title=\"Combined Effects\"><img src=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471042859359_combinedeffectoftwoprocesses--rgov-66x44.jpg\" alt=\"Combined Effects\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Computer simulation of combined effects of conduction and convection.</div>\n<div class=\"imageCredit\">Dazhi Yang & Inanc Senocak</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dazhi&nbsp;Yang</div>\n<div class=\"imageTitle\">Combined Effects</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471043814595_Gaspressureinacontainer--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471043814595_Gaspressureinacontainer--rgov-800width.jpg\" title=\"Gas Pressure in a Container\"><img src=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471043814595_Gaspressureinacontainer--rgov-66x44.jpg\" alt=\"Gas Pressure in a Container\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A microscopic level approximation of the relationship between energy, frequency of collisions, and pressure of an ideal gas in a sealed container</div>\n<div class=\"imageCredit\">Dazhi Yang & Inanc Senocak</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dazhi&nbsp;Yang</div>\n<div class=\"imageTitle\">Gas Pressure in a Container</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471044282102_embededprompts--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471044282102_embededprompts--rgov-800width.jpg\" title=\"Embeded Simulation Prompt\"><img src=\"/por/images/Reports/POR/2016/1232761/1232761_10177850_1471044282102_embededprompts--rgov-66x44.jpg\" alt=\"Embeded Simulation Prompt\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Embedded prompts for simulations in order to keep students engaged</div>\n<div class=\"imageCredit\">Dazhi Yang & Inanc Senocak</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dazhi&nbsp;Yang</div>\n<div class=\"imageTitle\">Embeded Simulation Prompt</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project, built on a schema training strategy (two scientific processes of sequential vs. emergent processes) for repairing student misconceptions, aimed to prevent misconceptions early on in students? college experience with first-year engineering students. It broke the ground of preventing misconceptions and generated new knowledge of correcting and preventing students? misconceptions of difficult science and engineering concepts.\n\nSpecifically, this project provided first-hand knowledge and examples of using the scientific processes to describe temperature, pressure, and heat transfer. Most importantly, this study discovered that (1) using two scientific processes (sequential and emergent) is not sufficient to describe some complex concepts; and (2) a combined sequential and emergent processes is necessary to explain some concepts such as convection in heat transfer.\n\nThe project built three training modules of instruction on two scientific processes, temperature and pressure; and three training modules of instruction on two scientific processes and heat transfer (conduction, convection and radiation). (All training modules were hosted in an online course management system,  Moodle.) In order to facilitate the applications and communication of the two scientific processes, the project focused on explaining temperature, pressure, and heat transfer at the micro-level. For example, we explained pressure as \"moving gas molecules colliding with the surface\" instead of \"a perpendicular force to the surface\" so students can think of pressure as a motion of molecules (at the micro-level) which facilitates their understanding of many engineering applications of pressure under water or other liquids late on in advanced classes regarding thermodynamics and energy. The project also developed eight computer simulations to illustrate temperature, pressure, and heat transfer (conduction, convection and radiation) in terms of molecular motions.\n\nThe project collected pretest, posttest and follow-up test data from 107 participants for the training materials on temperature and pressure; it collected similar data from 65 participants for heat transfer concepts. Preliminary quantitative data analysis showed significant difference between the control and treatment groups of participants for temperature and pressure but not for heat transfer. Further data analysis is still ongoing, including analysis of qualitative data with students? written explanations to multiple choice questions in terms of the display of emergent languages in the treatment groups of students.\n\nIn terms of publications and project dissemination, two ASEE and one FIE conference proceedings were published; five national or international conference presentations were made; two regional presentations were presented; three posters were presented; one journal article was planned for submission; and one online workshop on using scientific process language and computer simulations to teach difficult science and engineering concepts for STEM teachers was conducted.\n\nThis project has introduced four engineering and one physics faculty members at Boise State University to engineering education research by either involving them in the project data collection or trying out the project materials. A couple Boise State engineering faculty members used the simulations developed by this project in their class. The project has involved appropriately 200 engineering students for data collection (some students only completed part of the study due to withdraw or drop of their classes). It impacted engineering student researcher Jeremy Webb?s career choice. Jeremy became so interested in research and he applied and got hired as a researcher at Mayo Clinic after being exposed to engineering education research and worked on this project for three years.\n\nThe PI and Co-PI also conducted an online workshop - Using Scientific Process Language and Computer Simulations to Teach Difficult Science and Engineering Concepts with 16 middle or high school teachers who taught STEM subject content from more than ten states in June, 2016. The workshop informed STEM teachers about the latest educational research in preventing students? miscomputations in the field of engineering education research and has raised their awareness of preventing students? misconceptions, such as avoiding using inappropriate analogies while explaining some science and engineering concepts.\n\nThe project also raised the awareness of the importance of preventing students? misconception within the engineering educational research community; and urged some engineering education researchers to plan a research symposium on this line of research focusing on preventing students? misconceptions.\n\n\t\t\t\t\tLast Modified: 08/12/2016\n\n\t\t\t\t\tSubmitted by: Dazhi Yang"
 }
}