{
 "awd_id": "1232203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cloud Forming Potential of Marine Biogenic Aerosols and Their Physiochemical Properties",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 620851.0,
 "awd_amount": 661683.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2015-08-10",
 "awd_abstract_narration": "This project will investigate the hypothesis that many types of marine primary organic aerosols (POA) including phytoplankton, act as efficient ice nuclei (IN) under atmospherically relevant conditions. The experiments will build upon previous studies by experimentally examining the physical and chemical characteristics of other marine organic and biogenic constituents present in the sub-micrometer sized particles, which can be most easily carried aloft, that allow these particles to act as efficient IN and under what conditions. Not only will the governing mechanisms relevant for the aerosol life cycle at temperatures below the freezing point be identified for a variety of POA, but the ability to derive ice nucleation parameterizations, will enable climate modelers to include the formation of ice crystals and clouds in climate models for better understanding the hydrological cycle and radiative forcing. Perhaps most significantly, the novel experimental approach for studying ice nucleation in combination with micro-spectroscopic single particle analytical tools using specific staining and epifluroescence microscopy, scanning electron microscopy (SEM), near-edge x-ray absorption fine structure (STXM/NEXAFS) spectroscopy, and computer controlled scanning electron microscopy and energy dispersive analysis of x-rays (CCSEM/EDX and HRTEM/EELS), will allow the specific physiochemical properties of particles which do and do not nucleate ice to be contrasted.\r\n\r\nThe results of this project have the potential to shift paradigms regarding the fine scale picture of heterogeneous ice nucleation and thus can change the way aerosol induce ice nucleation, and thus ice cloud formation processes, are represented in models. The long-term economic benefits to federal, state, and local governments of better understanding hydrological cycles and being able to predict rates and the nature of climate changes are great. Collaborations with scientists at Lawrence Berkeley and Battelle Pacific Northwest National Laboratories will allow synergistic expansion of the scope and depth of the research and will significantly enhance the experience of students. They will also provide an opportunity for the investigators to obtain knowledge that will be transmitted to other scientists through publications in peer-reviewed journals and presentations at national/international multi- and interdisciplinary conferences. The project will allow the research group to extend its history of being involved with public outreach projects and mentoring male and female graduate, undergraduate, and high school students of diverse ethnic backgrounds and nationalities. Promoting the development of the next generation of scientists engaged in cutting edge research, having access to sophisticated state-of-the-art analytical equipment, trained in experimental procedures, quantitative data analysis, and numerical modeling techniques is critical for understanding the link between the Earth's oceans and atmosphere and addressing global climate change issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Josephine",
   "pi_last_name": "Aller",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Josephine Y Aller",
   "pi_email_addr": "josephine.aller@stonybrook.edu",
   "nsf_id": "000443184",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Knopf",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Knopf",
   "pi_email_addr": "daniel.knopf@stonybrook.edu",
   "nsf_id": "000190044",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "WEST 5510 FRK MEL LIB",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 620851.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13070.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 27762.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oceans cover 71% of the Earth&rsquo;s surface and contain nearly half the global primary productivity carried out by microscopic plants and bacteria living in surface waters. Oceans serve also a major source of particles to the atmosphere impacting cloud formation, precipitation, atmospheric chemical processes, and global climate (Figure 1). Particularly in areas remote from major land masses, sea spray aerosol (SSA) made up of salt and associated organic material, which results from waves breaking and bubbles bursting at the sea surface, accounts for the largest release into the atmosphere of all aerosol types. The composition of SSA reflects the biochemical properties of surface ocean waters which result from the metabolic activities of bacteria and phytoplankton and their production of a variety of organic compounds. Characterization of the properties of SSA and how it relates to the activities of marine microorganisms and surface ocean water characteristics is critical for improving the understanding of atmospheric composition and the treatment of clouds and aerosols in atmospheric models and thus to make projections of<em> </em>climate impacts. These properties include particle sizes, concentrations of particles aerosolized, and their chemical composition in combination with the nature of the sea water.</p>\n<p>We examined the physical and chemical make-up of SSA particles from a range of natural environments and laboratory mesocom experiments, the latter simulating controlled algal bloom formation. We learned that SSA are more enriched with organic material for smaller particle sizes. The organic material, often associated with a coating, possesses similar chemical characteristics independent of the source of the particles including periods of high and low biological activity (Figure 2). These particulate organic compounds reflect polysaccharidic and proteinaceous material associated with exudates released by phytoplankton. Development of a novel analytical method allowed us to demonstrate that the particulate organic material reflects transparent exopolymer and proteinaceous matter present in ocean surface waters establishing a direct link between microbiological activities and SSA composition. Furthermore, we observed that these biogenic impacted SSA particles can induce ice crystal formation under atmospherically relevant conditions, an important process to improve our understanding of the hydrological cycle and climate. Applying a unique microscope techniques, we were able to identify the individual ice nucleating particles and show that marine biogenic material is involved in ice formation. In an international collaboration, we were able to show that the same biogenic material, associated with exudate, present in oceanic sea surface waters, yields enhanced ice formation. This further established a direct link between microorganisms and potential cold cloud formation processes. &nbsp;&nbsp;</p>\n<p>Although we still have much to learn about how the metabolic activities of microorganisms in surface waters impact the exact proportions of these organic molecules in SSA, our research over the past 4 years has made important progress in understanding the links between oceanic, and atmospheric processes providing stakeholders the necessary information to make climate-relevant decisions. Due to increased greenhouse gas CO<sub>2</sub> emissions, the oceans are changing and knowledge of ocean-atmosphere coupling is critical for our predictive understanding of how organic material is formed, transformed, and cycled and are transferred as aerosols to the atmosphere. Improving the understanding of aerosol-cloud interactions will help us in better evaluating their impact on the hydrological cycle and atmospheric radiation balance. The long-term economic benefits to federal, state, and local governments of better understanding hydrological cycles and being able to predict rates and the nature of climate changes are great and cannot be ignored.</p>\n<p>This project provided a unique opportunity for the training of graduate and undergraduate students in collecting aerosols over the open ocean, in experimental procedures, in the use of state-of-the-art analytical instrumentation available at national laboratories and in quantitative data analysis, all essential for the next generation of scientists to tackle global climate change issues. The interdisciplinary nature of the project allowed unique opportunity for students to work at the interface of ocean-atmosphere processes. Opportunities were also provided for male and female students of diverse ethnicities and nationalities, and persons with disabilities to be involved in scientific discovery in the fields of marine and atmospheric sciences. Our graduate students helped exposure middle and high school students from local school districts to environmental sciences. Collaborations with scientists at national laboratories expanded our investigative capabilities, promote the scientific development of students, and allow for synergistic expansion of research. Results important for society and stakeholders for making decisions in a changing world have been shared through collaborations, peer-reviewed journals, workshops, conference presentations, discussions with fellow scientists, and newspaper interviews.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2016<br>\n\t\t\t\t\tModified by: Josephine&nbsp;Aller</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1232203/1232203_10208146_1477692717950_Figure1FinalProjectReport--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1232203/1232203_10208146_1477692717950_Figure1FinalProjectReport--rgov-800width.jpg\" title=\"Figure 1.The complex connectivity between ocean and atmospheric properties and processes.\"><img src=\"/por/images/Reports/POR/2016/1232203/1232203_10208146_1477692717950_Figure1FinalProjectReport--rgov-66x44.jpg\" alt=\"Figure 1.The complex connectivity between ocean and atmospheric properties and processes.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sea-spray particles enriched in biologically produced organic material form when bubbles burst at the air?sea interface. Surface active biomolecules collect on the bubbles as they rise through the water column enriching the air?sea interface (green layers). As bubbles burst this material along with</div>\n<div class=\"imageCredit\">Wilson et al., 2015</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Josephine&nbsp;Aller</div>\n<div class=\"imageTitle\">Figure 1.The complex connectivity between ocean and atmospheric properties and processes.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1232203/1232203_10208146_1477693396329_Organiccoatedseasalt--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1232203/1232203_10208146_1477693396329_Organiccoatedseasalt--rgov-800width.jpg\" title=\"Figure 2. False color image of Sea Spray aerosol.\"><img src=\"/por/images/Reports/POR/2016/1232203/1232203_10208146_1477693396329_Organiccoatedseasalt--rgov-66x44.jpg\" alt=\"Figure 2. False color image of Sea Spray aerosol.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Particles as seen by X-ray absorption analysis showing a sea salt core and organic coating.</div>\n<div class=\"imageCredit\">Aller and Knopf, 2016</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Josephine&nbsp;Aller</div>\n<div class=\"imageTitle\">Figure 2. False color image of Sea Spray aerosol.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOceans cover 71% of the Earth?s surface and contain nearly half the global primary productivity carried out by microscopic plants and bacteria living in surface waters. Oceans serve also a major source of particles to the atmosphere impacting cloud formation, precipitation, atmospheric chemical processes, and global climate (Figure 1). Particularly in areas remote from major land masses, sea spray aerosol (SSA) made up of salt and associated organic material, which results from waves breaking and bubbles bursting at the sea surface, accounts for the largest release into the atmosphere of all aerosol types. The composition of SSA reflects the biochemical properties of surface ocean waters which result from the metabolic activities of bacteria and phytoplankton and their production of a variety of organic compounds. Characterization of the properties of SSA and how it relates to the activities of marine microorganisms and surface ocean water characteristics is critical for improving the understanding of atmospheric composition and the treatment of clouds and aerosols in atmospheric models and thus to make projections of climate impacts. These properties include particle sizes, concentrations of particles aerosolized, and their chemical composition in combination with the nature of the sea water.\n\nWe examined the physical and chemical make-up of SSA particles from a range of natural environments and laboratory mesocom experiments, the latter simulating controlled algal bloom formation. We learned that SSA are more enriched with organic material for smaller particle sizes. The organic material, often associated with a coating, possesses similar chemical characteristics independent of the source of the particles including periods of high and low biological activity (Figure 2). These particulate organic compounds reflect polysaccharidic and proteinaceous material associated with exudates released by phytoplankton. Development of a novel analytical method allowed us to demonstrate that the particulate organic material reflects transparent exopolymer and proteinaceous matter present in ocean surface waters establishing a direct link between microbiological activities and SSA composition. Furthermore, we observed that these biogenic impacted SSA particles can induce ice crystal formation under atmospherically relevant conditions, an important process to improve our understanding of the hydrological cycle and climate. Applying a unique microscope techniques, we were able to identify the individual ice nucleating particles and show that marine biogenic material is involved in ice formation. In an international collaboration, we were able to show that the same biogenic material, associated with exudate, present in oceanic sea surface waters, yields enhanced ice formation. This further established a direct link between microorganisms and potential cold cloud formation processes.   \n\nAlthough we still have much to learn about how the metabolic activities of microorganisms in surface waters impact the exact proportions of these organic molecules in SSA, our research over the past 4 years has made important progress in understanding the links between oceanic, and atmospheric processes providing stakeholders the necessary information to make climate-relevant decisions. Due to increased greenhouse gas CO2 emissions, the oceans are changing and knowledge of ocean-atmosphere coupling is critical for our predictive understanding of how organic material is formed, transformed, and cycled and are transferred as aerosols to the atmosphere. Improving the understanding of aerosol-cloud interactions will help us in better evaluating their impact on the hydrological cycle and atmospheric radiation balance. The long-term economic benefits to federal, state, and local governments of better understanding hydrological cycles and being able to predict rates and the nature of climate changes are great and cannot be ignored.\n\nThis project provided a unique opportunity for the training of graduate and undergraduate students in collecting aerosols over the open ocean, in experimental procedures, in the use of state-of-the-art analytical instrumentation available at national laboratories and in quantitative data analysis, all essential for the next generation of scientists to tackle global climate change issues. The interdisciplinary nature of the project allowed unique opportunity for students to work at the interface of ocean-atmosphere processes. Opportunities were also provided for male and female students of diverse ethnicities and nationalities, and persons with disabilities to be involved in scientific discovery in the fields of marine and atmospheric sciences. Our graduate students helped exposure middle and high school students from local school districts to environmental sciences. Collaborations with scientists at national laboratories expanded our investigative capabilities, promote the scientific development of students, and allow for synergistic expansion of research. Results important for society and stakeholders for making decisions in a changing world have been shared through collaborations, peer-reviewed journals, workshops, conference presentations, discussions with fellow scientists, and newspaper interviews.\n\n\t\t\t\t\tLast Modified: 10/28/2016\n\n\t\t\t\t\tSubmitted by: Josephine Aller"
 }
}