{
 "awd_id": "1232629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Barriers to Engineering as a Career Choice for Appalachian Youth",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 267209.0,
 "awd_amount": 267209.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "This engineering education research project seeks to understand the relatively low participation of Appalachian youth in the engineering workforce and engineering careers.  By interviewing practicing engineers and college students majoring in engineering, the investigators will develop an understanding of how motivational and self-efficacy factors as well as the regional culture influence career choices.  An array of appropriate theoretical frameworks will be used to understand the needs and culture of this underserved and understudied demographic group that stretches over many states.\r\n\r\nThe broader significance and importance of this project will be to contribute to an understanding of why Appalachian youth are under-represented in the STEM workforce.  The project will work with an array of partners in K-12 and university education as well as industry to ultimately create interventions that can impact workforce development and thus regional economies.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by building the capacity of the nation's citizenry for addressing societal challenges through engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Matusovich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Holly M Matusovich",
   "pi_email_addr": "matushm@vt.edu",
   "nsf_id": "000526522",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marie",
   "pi_last_name": "Paretti",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marie C Paretti",
   "pi_email_addr": "mparetti@vt.edu",
   "nsf_id": "000211471",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 267209.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Students from Appalachia are underrepresented in higher education in general and specifically in engineering majors and careers.&nbsp; Prior research on underserved populations indicates that motivation-related theories such as self-efficacy, expectancy-value, social cognitive career theory, and future possible selves may help explain the participation gap. However, no current single theory appears to adequately explain barriers that limit engineering as a career choice for Appalachian youth.&nbsp; Through this project, we proposed to develop a framework that explains the factors that limit Appalachian students&rsquo; pursuit of engineering careers and to identify potential interventions designed to broaden participation among this demographic. To build this framework, we began by answering three key questions:</p>\n<p class=\"Indent\">1. What factors influence the career choices of rural Appalachian students?</p>\n<p class=\"Indent\">2. How do Appalachian students perceive and understand careers in engineering?</p>\n<p class=\"Indent\">3. What barriers inhibit rural Appalachian students from pursuing careers in engineering?</p>\n<p>To answer these questions, we drew on existing motivation, career choice and identity theories to develop an integrated theory describing the career choice process, and specifically barriers to engineering careers for people from this region. We used a three-phased mixed methods study that began with qualitative interviews, guided by existing frameworks while being open to additional factors suggested by studies of Appalachian culture. The second quantitative phase used the student-centered results to conduct a survey to better understand educational stakeholder, including counselors, teachers and administrators, views of engineering careers.&nbsp; In the third and final phase, the results from the first two phases were integrated to develop a possible framework and make recommendations on potential interventions. &nbsp;Throughout the project, feedback from the project&rsquo;s partners (representatives of schools, colleges, and corporations in the rural Central and Cumberland Plateau regions of Appalachia) were critical to insure continual integration of research and practice.</p>\n<p>The complete dataset for this projected included interviews and informational surveys within our two Appalachian case site regions.&nbsp; We interviewed a total of 97 people including 46 from Virginia and 51 from Tennessee.&nbsp; In Virginia, this included 24 high school students, 12 college students, and 10 working professionals.&nbsp; In Tennessee, this included 27 high school students, 19 college students and 5 working professionals.&nbsp; Among high school students we had more female than male participants though the opposite was true among college and working professionals.&nbsp; We did not limit our high school sample to participants interested in engineering.&nbsp; In our Tennessee college student sample, we intentionally looked for participants having been exposed to engineering (through formal and informal means) that had not chosen engineering majors.&nbsp; Our written survey had 20 participants from Virginia.&nbsp; &nbsp;&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> Analysis of the interview data revealed five possible career pathways students followed and showed that personal relationships (people) were key in helping students link organized activities to outcomes they considered important in their career choices, and thus translate enjoyment of those activities into intended careers.&nbsp; People were also key in helping students develop the career process preparedness needed to apply to colleges.&nbsp; We also found that our specific locations share values including strong family ties, a desire for stable work and to remain local, which directly link to careers choices.&nbsp; Additionally, we saw distinctions in these characteristics between contin...",
  "por_txt_cntn": "\nStudents from Appalachia are underrepresented in higher education in general and specifically in engineering majors and careers.  Prior research on underserved populations indicates that motivation-related theories such as self-efficacy, expectancy-value, social cognitive career theory, and future possible selves may help explain the participation gap. However, no current single theory appears to adequately explain barriers that limit engineering as a career choice for Appalachian youth.  Through this project, we proposed to develop a framework that explains the factors that limit Appalachian studentsÆ pursuit of engineering careers and to identify potential interventions designed to broaden participation among this demographic. To build this framework, we began by answering three key questions:\n1. What factors influence the career choices of rural Appalachian students?\n2. How do Appalachian students perceive and understand careers in engineering?\n3. What barriers inhibit rural Appalachian students from pursuing careers in engineering?\n\nTo answer these questions, we drew on existing motivation, career choice and identity theories to develop an integrated theory describing the career choice process, and specifically barriers to engineering careers for people from this region. We used a three-phased mixed methods study that began with qualitative interviews, guided by existing frameworks while being open to additional factors suggested by studies of Appalachian culture. The second quantitative phase used the student-centered results to conduct a survey to better understand educational stakeholder, including counselors, teachers and administrators, views of engineering careers.  In the third and final phase, the results from the first two phases were integrated to develop a possible framework and make recommendations on potential interventions.  Throughout the project, feedback from the projectÆs partners (representatives of schools, colleges, and corporations in the rural Central and Cumberland Plateau regions of Appalachia) were critical to insure continual integration of research and practice.\n\nThe complete dataset for this projected included interviews and informational surveys within our two Appalachian case site regions.  We interviewed a total of 97 people including 46 from Virginia and 51 from Tennessee.  In Virginia, this included 24 high school students, 12 college students, and 10 working professionals.  In Tennessee, this included 27 high school students, 19 college students and 5 working professionals.  Among high school students we had more female than male participants though the opposite was true among college and working professionals.  We did not limit our high school sample to participants interested in engineering.  In our Tennessee college student sample, we intentionally looked for participants having been exposed to engineering (through formal and informal means) that had not chosen engineering majors.  Our written survey had 20 participants from Virginia.    \n\nIntellectual Merit: Analysis of the interview data revealed five possible career pathways students followed and showed that personal relationships (people) were key in helping students link organized activities to outcomes they considered important in their career choices, and thus translate enjoyment of those activities into intended careers.  People were also key in helping students develop the career process preparedness needed to apply to colleges.  We also found that our specific locations share values including strong family ties, a desire for stable work and to remain local, which directly link to careers choices.  Additionally, we saw distinctions in these characteristics between continuing generation Appalachian students with students new to the region.  Using these results, we proposed a framework for describing engineering career choice processes among the Appalachian youth we studied.  In our proposed framework, a person must become awar..."
 }
}