{
 "awd_id": "1232937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Minimal Gels of Anisotropic Colloids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 329770.0,
 "awd_amount": 329770.0,
 "awd_min_amd_letter_date": "2012-07-06",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "1232937\r\nPI: Solomon\r\n\r\nThis project will investigate anisotropic colloids as a means to extend the limits of stability of colloidal gels to ultra-low volume fractions.  Colloids are submicron to micron scale particles that pervade both the natural world and a broad range of consumer products and advanced materials.  Examples of anisotropic colloids include colloidal ellipsoids, Janus particles, and particles that combine these anisotropy dimensions.  Recently, a revolution in the synthesis of colloids with anisotropic shapes and interactions has introduced a new means to design pathways for colloidal self-assembly.  At the same time, there is a strong scientific and engineering need to produce gels of colloids at very low volume fractions, because such gels could stabilize a broad range of complex fluid formulations with minimal material requirements.  This aim is currently accomplished by means of the gelation of spherical colloids with strong, short-range pair potential interactions.  This project will apply new developments in anisotropic particle synthesis and assembly to extend the capabilities of minimal gelation far below that currently possible with spherical particle gels.  These new methods will be applied to three research tasks.  First, by extending the colloidal building block from spherical to ellipsoidal shape, we will discover the degree to which minimal gelation conditions can be extended to ultra-low colloid volume fractions.  Second, by adding patchy interactions and Janus functionality to the ellipsoidal colloidal shape, we will explore the scope to lock in disordered microstructure and elastic rheology at even lower volume fractions.  Third, we will subject these minimal gels to large, non-linear deformations, and probe by in situ confocal microscopy and macroscopic rheology the response and resilience of the anisotropic microstructure to imposed flow.  Unique elements of the technical approach include: (i) addition of Janus functionality to the base ellipsoidal shape by new methods that add patchy interactions at either the tips, or at the center, of the ellipsoidal colloids; (ii) implementation of time-resolved two-color confocal microscopy combined with quantitative image processing to yield the position and orientation of all anisotropic colloids in the minimal gel microstructure; (iii) specific targeting of the relationship between microstructure and rheology because of the critical nature of this relationship for material design.  In addition to these technical aims, the project will achieve outcomes in graduate student education, as well as K-12 outreach to groups of middle school girls.\r\n\r\nColloidal particle suspensions such as studied in this project are a unique form of matter because then can self-assemble into equilibrium phases with useful mechanical and optical properties. A broad range of advanced materials, consumer products and pharmaceutical formulations are stabilized by the soft elastic rheology of colloidal suspensions when they are transformed into gels.  Because of their widespread use in these industries and products, there is a very strong technological driver to generate solid-like elasticity in complex fluids by adding the minimum possible number of colloidal particles. This project will discover scientific principles governing such minimal gelation of colloids.  To accomplish this aim, it will make creative use of recently synthesized particles with uniquely tailored interactions and shape as well as new developed advanced imaging techniques in confocal microscopy.  The principles discovered will be immediately applicable to the design of gels with elastic mechanical properties at vanishingly small volume fractions.  This project will yield new opportunities for societal gain through invention of minimal colloidal structures that enhance the functional capabilities of commercial complex fluids and soft matter.  In addition, this project will advance K-12 outreach by moving forward our recent efforts to use gels and shear thickening fluids as a test bed for middle school girls to experience first-hand the difference between the roles of science and of engineering in society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Solomon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Solomon",
   "pi_email_addr": "mjsolo@umich.edu",
   "nsf_id": "000477804",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "2300 Hayward Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092136",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 329770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated anisotropic colloids as a means to extend the limits of stability of colloidal gels to ultra-low volume fractions.&nbsp; Colloids are submicron to micron scale particles that pervade both the natural world and a broad range of consumer products and advanced materials.&nbsp; Examples of anisotropic colloids include colloidal ellipsoids, Janus colloids, colloidal disks, and particles that combine these anisotropy dimensions.&nbsp; There is a strong scientific and engineering need to produce gels of colloids at very low volume fractions, because such gels could stabilize a broad range of complex fluid formulations &ndash; including materials in the consumer products, agricultural formulations, pharmaceuticals, and foods &ndash; with minimal material requirements.&nbsp; This project applied new developments in anisotropic particle synthesis and assembly to extend the capabilities of minimal gelation.&nbsp; Project outcomes included: (i) Self-assembly of minimal gels from colloidal disks and characterization of their structure by confocal microscopy; (ii) Identification of an experimental model system for simultaneous characterization of force, structure, and rheology of gels and model-based prediction of linear and non-linear rheology of low-volume fraction gels; (iii) Discovery of the role of Janus particle active motion on the microdynamics of dilute, fractal cluster colloidal gels; (iv) Development of a semi-continuous method to produce monodisperse polymer colloidal rods.&nbsp; The intellectual merit of the work was its use of the patchy and anisotropic interactions in colloids to produce low-volume fraction gels, its implementation of confocal microscopy to measure the microrheology of those gels, and its focus on quantitative correlation of the gel structure, dynamics, and rheology.&nbsp; The broader impacts of the project were new opportunities available to industry for the invention of minimal colloidal structures that could enhance the functional capabilities of commercial complex fluids and soft matter.&nbsp; Additional broader impacts were from our research group&rsquo;s K-12 outreach, in which project participants used gels and shear thickening fluids as a means for middle school girls to experience first-hand the difference between the roles of science and engineering in society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2016<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Solomon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated anisotropic colloids as a means to extend the limits of stability of colloidal gels to ultra-low volume fractions.  Colloids are submicron to micron scale particles that pervade both the natural world and a broad range of consumer products and advanced materials.  Examples of anisotropic colloids include colloidal ellipsoids, Janus colloids, colloidal disks, and particles that combine these anisotropy dimensions.  There is a strong scientific and engineering need to produce gels of colloids at very low volume fractions, because such gels could stabilize a broad range of complex fluid formulations &ndash; including materials in the consumer products, agricultural formulations, pharmaceuticals, and foods &ndash; with minimal material requirements.  This project applied new developments in anisotropic particle synthesis and assembly to extend the capabilities of minimal gelation.  Project outcomes included: (i) Self-assembly of minimal gels from colloidal disks and characterization of their structure by confocal microscopy; (ii) Identification of an experimental model system for simultaneous characterization of force, structure, and rheology of gels and model-based prediction of linear and non-linear rheology of low-volume fraction gels; (iii) Discovery of the role of Janus particle active motion on the microdynamics of dilute, fractal cluster colloidal gels; (iv) Development of a semi-continuous method to produce monodisperse polymer colloidal rods.  The intellectual merit of the work was its use of the patchy and anisotropic interactions in colloids to produce low-volume fraction gels, its implementation of confocal microscopy to measure the microrheology of those gels, and its focus on quantitative correlation of the gel structure, dynamics, and rheology.  The broader impacts of the project were new opportunities available to industry for the invention of minimal colloidal structures that could enhance the functional capabilities of commercial complex fluids and soft matter.  Additional broader impacts were from our research group?s K-12 outreach, in which project participants used gels and shear thickening fluids as a means for middle school girls to experience first-hand the difference between the roles of science and engineering in society.\n\n\t\t\t\t\tLast Modified: 11/12/2016\n\n\t\t\t\t\tSubmitted by: Michael J Solomon"
 }
}