{
 "awd_id": "1232740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: Developing a National Higher Education Student Unit Record Database",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard N. Smith",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 219185.0,
 "awd_amount": 219185.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "This engineering education research project is the planning stage of constructing a national, longitudinal, student unit-record database that will enable researchers, faculty, administrators and policy makers to understand retention and other metrics that define student pathways through engineering consistently.  This award funds the planning of such a database, which builds from a successful prior effort that has led to several insights about student pathways through engineering degree programs.   The project will engage a broad array of stakeholders and experts to craft a value proposition for creating and maintaining the proposed database.\r\n\r\nThe broader significance and importance of this project will be to create resources and networks that can help the United State understand issues in retaining students in engineering degree programs.  Research using existing, but small-scale databases, has shown that engineering students from different groups may take follow different trajectories in obtaining an engineering degree or leave degree program for different reasons.  The proposed project will extend our understanding of these issues.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Ohland",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Ohland",
   "pi_email_addr": "ohland@purdue.edu",
   "nsf_id": "000181324",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "701 W Stadium Ave",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 219185.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Faculty, staff, and administrators provided input to the design of a national database to store student academic records for a 20-year period at a large number of institutions. Student data will be protected by using an identifier that tracks a student over time, but that cannot be linked to an individual student except at the student&rsquo;s original institution. Institutions are protected through two carefully crafted legally binding data use agreements. A &ldquo;Restricted Data Use Agreement for Research&rdquo; allows any authorized researcher full access to study the data, but restricts the researcher from identifying any specific institution in their findings. A &ldquo;Restricted Data Use Agreement for Institutional Analysis&rdquo; has allows researchers to identify institutions in their reports, but those reports can only be generated at institutions contributing data to the dataset and the findings from those reports cannot be released beyond the institutions where they are conducted.</p>\n<p>This new data partnership has already found favor with multiple institutions. The legal document has been signed by one institution, another has completed a review of the documents and they are being signed, and they are being reviewed by institution&rsquo;s legal officers at a third. More importantly, 22 additional institutions have provided letters of support that promise to release extraordinary amounts of data for study by the engineering education research community. Those institutions will participate if startup money can be identified to cover the cost of retrieving archival data going back 20 years. The commitment from these institutions acknowledges the potential impact of this database and for research and for improving education.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2013<br>\n\t\t\t\t\tModified by: Matthew&nbsp;W&nbsp;Ohland</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1232740/1232740_10185111_1383195042801_MIDFIELDexpansionanddiversity--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1232740/1232740_10185111_1383195042801_MIDFIELDexpansionanddiversity--rgov-800width.jpg\" title=\"More institutions, more diverse institutions\"><img src=\"/por/images/Reports/POR/2013/1232740/1232740_10185111_1383195042801_MIDFIELDexpansionanddiversity--rgov-66x44.jpg\" alt=\"More institutions, more diverse institutions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Most of the engineering graduates come from large institutions that are already well represented in a large student dataset. As more smaller institutions are added, the research from this project better represents at smaller institutions.</div>\n<div class=\"imageCredit\">Matthew W. Ohland</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;W&nbsp;Ohland</div>\n<div class=\"imageTitle\">More institutions, more diverse institutions</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nFaculty, staff, and administrators provided input to the design of a national database to store student academic records for a 20-year period at a large number of institutions. Student data will be protected by using an identifier that tracks a student over time, but that cannot be linked to an individual student except at the studentÆs original institution. Institutions are protected through two carefully crafted legally binding data use agreements. A \"Restricted Data Use Agreement for Research\" allows any authorized researcher full access to study the data, but restricts the researcher from identifying any specific institution in their findings. A \"Restricted Data Use Agreement for Institutional Analysis\" has allows researchers to identify institutions in their reports, but those reports can only be generated at institutions contributing data to the dataset and the findings from those reports cannot be released beyond the institutions where they are conducted.\n\nThis new data partnership has already found favor with multiple institutions. The legal document has been signed by one institution, another has completed a review of the documents and they are being signed, and they are being reviewed by institutionÆs legal officers at a third. More importantly, 22 additional institutions have provided letters of support that promise to release extraordinary amounts of data for study by the engineering education research community. Those institutions will participate if startup money can be identified to cover the cost of retrieving archival data going back 20 years. The commitment from these institutions acknowledges the potential impact of this database and for research and for improving education.\n\n\t\t\t\t\tLast Modified: 10/31/2013\n\n\t\t\t\t\tSubmitted by: Matthew W Ohland"
 }
}