{
 "awd_id": "1233864",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Determining Consumer Preference Through an Interactive Virtual Reality Experience",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rich Malak",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2012-08-03",
 "awd_max_amd_letter_date": "2012-08-03",
 "awd_abstract_narration": "This research award investigates a formal and repeatable approach to uncovering what customers prefer in terms of the aesthetic, ergonomic and ease of use experience of a product through a Virtual Reality (VR) environment. The approach will use a continuous, visual-based extension of conjoint analysis - a method traditionally used in marketing - immersed within a VR environment. Consumer preferences for aesthetics, ergonomics and ease of use will be derived through interactive surveys within the VR environment. A series of cognitive and interaction studies will be preformed to determine the best environment to derive meaningful preference functions.  The effect of constraints will also be studied.  The work can be applied to a variety of physical products; the design of a long-haul truck instrument panel and cockpit will demonstrate its effectiveness. The resulting technology and method is intended to be used early and often throughout the design process, without the cost of physical prototyping, thus increasing customer satisfaction and, hopefully, enthusiasm for use of the product.\r\n\r\nThe research will utilize and expand the capabilities associated with Virtual Reality technology, demonstrating a new use of VR in the design process. This research will further the study and capabilities of the design process by determining utility functions of aesthetic, ergonomic and ease of use preferences within a virtual environment that is significantly closer to real life interaction than previous capabilities, and include more emotional aspects of consumer preference in decision modeling. This work will also contribute an interactive K-5 outreach effort where these students will learn about VR and product design, and then experience and manipulate their environment virtually; the goal is to excite children about engineering at a young age.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Cagan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Cagan",
   "pi_email_addr": "cagan@cmu.edu",
   "nsf_id": "000093218",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Ave",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This work demonstrated that Virtual Reality (VR) can be used to elicit preference for product form and function.&nbsp; The VR is the basis for a method we introduced call &ldquo;experiential conjoint&rdquo; that enables the participant to experience the product (for example through VR) while making a decision on preference.&nbsp; The method enables a conjoint analysis that results in a potentially continuous utility function that projects preference across a continuum of variation.</p>\n<p>The results of this work show not only that preference judgments of the interaction of a 3D virtual product representation can be used to generate accurate preference models, but that non-experiential judgments of the same product&rsquo;s 2D forms lead to the generation of different preference models. Further, the VR representation is more aligned with real world product preference than 2D representation. The experiential-based preference models provide previously unavailable design insight with which to inform the design generation process.</p>\n<p>An additional line of work regarding the impact of sustainability on product preference evaluations has several main implications.&nbsp;First, environmental concerns impact overall preference for a product.&nbsp;Second, functional attributes become more important when people consider a product&rsquo;s sustainability. Finally the results from a neuroimaging study on the same topic demonstrated that brain networks associated with &ldquo;theory of mind&rdquo; are activated during sustainability-related decision making. This brain activation suggests that people consider what others think of them when making product choices involving sustainability.</p>\n<p>The sustainability information is dependent on the function and form of the product. Yet when presented with the independent form and function information, study participants do not equivalently assess the environmental impact. Instead, subjects changed their preference once sustainability information was revealed. Thus, we conjecture that people have difficulties assessing dependent information directly from the independent information from which it is derived.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2016<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;Cagan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis work demonstrated that Virtual Reality (VR) can be used to elicit preference for product form and function.  The VR is the basis for a method we introduced call \"experiential conjoint\" that enables the participant to experience the product (for example through VR) while making a decision on preference.  The method enables a conjoint analysis that results in a potentially continuous utility function that projects preference across a continuum of variation.\n\nThe results of this work show not only that preference judgments of the interaction of a 3D virtual product representation can be used to generate accurate preference models, but that non-experiential judgments of the same product?s 2D forms lead to the generation of different preference models. Further, the VR representation is more aligned with real world product preference than 2D representation. The experiential-based preference models provide previously unavailable design insight with which to inform the design generation process.\n\nAn additional line of work regarding the impact of sustainability on product preference evaluations has several main implications. First, environmental concerns impact overall preference for a product. Second, functional attributes become more important when people consider a product?s sustainability. Finally the results from a neuroimaging study on the same topic demonstrated that brain networks associated with \"theory of mind\" are activated during sustainability-related decision making. This brain activation suggests that people consider what others think of them when making product choices involving sustainability.\n\nThe sustainability information is dependent on the function and form of the product. Yet when presented with the independent form and function information, study participants do not equivalently assess the environmental impact. Instead, subjects changed their preference once sustainability information was revealed. Thus, we conjecture that people have difficulties assessing dependent information directly from the independent information from which it is derived. \n\n \n\n\t\t\t\t\tLast Modified: 10/01/2016\n\n\t\t\t\t\tSubmitted by: Jonathan Cagan"
 }
}