{
 "awd_id": "1233255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Using ocean data assimilation to explore Arctic/subarctic climate variability",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 109250.0,
 "awd_amount": 109250.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "Intellectual merit: Recent decades have seen profound changes in higher latitude climate. This project addresses two goals responding to these changes. The first goal is to develop improved understanding of what past oceanic changes have occurred at high latitude during the past century through application of data assimilation to the sparse historical record of meteorological and oceanic measurements. The first task associated with this goal will be to improve the Simple Ocean Data Assimilation (SODA) data assimilation ocean reanalysis as a tool for high latitude research. This task builds directly on work funded by the predecessor to this grant. This special high latitude effort is required because of the complexities of the region?s topography, water masses and currents, the sparse, inhomogeneous oceanic and meteorological observational network, and the important role of sea ice and haline processes. The second task will be to explore the limits the historical data sampling and surface meteorology place on what can be learned about past climate variability through experiments testing the credibility of long ocean reanalyses.\r\n\r\nThe second goal is to examine these results to explore the processes governing interaction between the high latitude ocean, the lower latitude ocean, and the overlying atmosphere, and how these interactions may contribute to climate variability. The remarkable warming the Nordic Seas and Arctic has experienced in the last decade bears similarity to a warm period in the 1920s-1930s. How similar are these two periods, both in magnitude and in impact on the subpolar North Atlantic and on the overlying atmosphere? On shorter decadal timescales the Atlantic Water flowing into the Nordic Seas shows substantial variability partially related to large-scale patterns in meteorology. Related to this are the anomalies of surface salinity such as the Great Salinity Anomaly. What is the origin of this variability, its relationship to the atmosphere, and what is its climate significance? Addressing this second goal will require exploring these mechanisms in coupled atmosphere/ocean/ice models, and in particular the new IPCC-class model runs, using the results of the assimilation studies as guidance. Coupled climate models have complete physics that allow the tracking of the movement of properties such as freshwater and heat through the climate system, while the comparisons to SODA and the historical observations provides information about the realism of the models.\r\n\r\nBroader impacts: This project will provide the scientific community with an improved analysis of past changes in the upper ocean temperature, salinity, and circulation at high latitude through development and dissemination of an improved SODA ocean reanalysis and improved understanding of its uncertainties. The project?s involvement in the Arctic Ocean Model Intercomparison Project and other venues will help promote the greater knowledge and use of ocean reanalyses generally, and SODA in particular. The second part of this research project, improving understanding of the role of oceanic basin exchanges is a process that needs to be understood in order to develop predictive models. The project will have a substantial educational component by making the data sets, analyses, and computer resources developed as part of this work freely available to the graduate students in the department.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Steele",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Steele",
   "pi_email_addr": "mas@apl.washington.edu",
   "nsf_id": "000467928",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "1013 NE 40th Street",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "1610",
   "pgm_ref_txt": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 109250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we focused on the influence of the North Atlantic Ocean on sea ice and ocean variability and change in the Arctic Seas.&nbsp; We found that this influence arises from multiple sources.&nbsp; For one, we found that variability in how much heat the ocean transports northward is strongly influencing the position of the ice edge near Svalbard, Norway.&nbsp; Similarly, we described extraordinarily warm air conditions in the far North Atlantic Ocean during fall 2016 that, when combined with warm conditions over the thinning sea ice cover of the Arctic Ocean, led to more storms entering the Arctic Ocean from the North Atlantic.&nbsp; These storms made their way over the Alaskan side of the Arctic, an unprecedented occurrence that led to a complete reversal in the direction of winds and sea ice circulation in this region over winter 2016/2017.&nbsp; We speculate that this might happen more frequently in the coming years as conditions warm and the sea ice thins.&nbsp; With regard to thinning ice, we found that this can feed back on the heat content in the upper Arctic Ocean, when open water is exposed in the summer and the sun warms the surface.&nbsp; This happens most strongly when ice melts early in the summer (while the sun is higher in the sky) relative to when the ice melts later in the summer.&nbsp; This in turn strongly influences the timing of fall freeze-up.&nbsp; As sea ice thins, the transfer of wind energy into the ocean changes, and this influences how fast the ocean is moving; we found that this is happening over the entire Arctic Ocean, and not just in the Pacific sector of the region.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2017<br>\n\t\t\t\t\tModified by: Michael&nbsp;Steele</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we focused on the influence of the North Atlantic Ocean on sea ice and ocean variability and change in the Arctic Seas.  We found that this influence arises from multiple sources.  For one, we found that variability in how much heat the ocean transports northward is strongly influencing the position of the ice edge near Svalbard, Norway.  Similarly, we described extraordinarily warm air conditions in the far North Atlantic Ocean during fall 2016 that, when combined with warm conditions over the thinning sea ice cover of the Arctic Ocean, led to more storms entering the Arctic Ocean from the North Atlantic.  These storms made their way over the Alaskan side of the Arctic, an unprecedented occurrence that led to a complete reversal in the direction of winds and sea ice circulation in this region over winter 2016/2017.  We speculate that this might happen more frequently in the coming years as conditions warm and the sea ice thins.  With regard to thinning ice, we found that this can feed back on the heat content in the upper Arctic Ocean, when open water is exposed in the summer and the sun warms the surface.  This happens most strongly when ice melts early in the summer (while the sun is higher in the sky) relative to when the ice melts later in the summer.  This in turn strongly influences the timing of fall freeze-up.  As sea ice thins, the transfer of wind energy into the ocean changes, and this influences how fast the ocean is moving; we found that this is happening over the entire Arctic Ocean, and not just in the Pacific sector of the region.  \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2017\n\n\t\t\t\t\tSubmitted by: Michael Steele"
 }
}