{
 "awd_id": "1234636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modeling and Analysis of Rapid Response Operations to Improve Patient Care and Safety: A Systems-Theoretic Approach",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 199947.0,
 "awd_amount": 199947.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "The research objective of this collaborative Advancing Health Services through System Modeling Research project is to establish an analytical framework for modeling the rapid response process in acute care delivery and using this framework to improve the efficacy of rapid response operations and patient safety. Specifically, it will develop analytical methods for performance evaluation, bottleneck identification, and optimal workforce configuration and response activation protocols. The approach of this research is based on analytical investigation of the stochastic processes that describe the rapid response operations which are modeled as complex networks with split, merge and parallel structures. The challenge of this research is in developing effective methods to deal with the complexity of system modeling, analysis, improvement, and optimization based on the collected data.\r\n\r\nIf successful, the results of this research will be a novel analytical method to study patient care and safety in acute care delivery, and to provide insights for improving the efficacy of rapid response operations. It will enable us to uncover the fundamental principles governing care delivery processes and utilize them for analysis, continuous improvement, and design to improve patient safety and care quality. This research will provide hospital leadership and healthcare professionals with a quantitative tool for improving rapid response operations. It will not only be vital for acute care, but also useful to other hospital divisions and the entire American healthcare industry, and is transformable to other systems, such as civil emergency response systems, critical supply chains, and information networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Swartz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen Swartz",
   "pi_email_addr": "chswar2@email.uky.edu",
   "nsf_id": "000588255",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Chandler Medical Center",
  "perf_str_addr": "900 South Limestone St",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405360200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "1787",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to establish an analytical framework for modeling the rapid response process in acute care delivery and using this framework to improve the efficacy of rapid response operations and continued improvement in patient safety.&nbsp; Specific objectives included further refinement of UK HealthCare&rsquo;s early warning system to included continued refinement of the Rapid Response Team (RRT) note within the electronic medical record that includes alert updates noting a &lsquo;transition progression to level of care&rsquo;, enhancing the early warning system to include patients capturing a &lsquo;sepsis&rsquo; diagnosis with a goal of showing improved response-time performance through system activation, continued evaluation of the electronic medical record alerts to ensure we were accounting for the increased case mix index, maintaining optimal care by the RRT in a growing system while also proving a standard of care across a health care system that includes a community hospital with a RRT.&nbsp;</p>\n<p><br />Since grant awarding, this program has identified improvements in vital sign entry with the addition of portable vital sign devices in 2012.&nbsp; In January of 2013, the need to better capture &lsquo;true declines&rsquo; was identified and, thus, the RRT documentation note was updated to ensure type of event, decline, notification and disposition were captured.&nbsp; Also in 2013, the RRT and the early warning system was added at the community hospital within the UK HealthCare System (Good Samaritan Hospital).&nbsp; Post implementation at GSH and analysis of the alerts being received, further refinement of the vial sign parameters was increased.&nbsp; As a result of that implementation, there was a significant drop in the number of alerts, a significant increase in the case mix index with no significant change in the outside of the ICU codes per 1000 adult discharges.&nbsp; During that time period, monthly patient days continued to increase across the organization.&nbsp;We have continued to monitor all out of ICU arrest&nbsp;situations to ensure&nbsp;the early warning system is sensitive enough to provide early notification.&nbsp;&nbsp; In 2014, roles and responsibilities with the RRT continued to grow with expansion in the end user point of care especially as it related to obtaining a lactate level, interventions with sepsis identification, accessing direct admissions and intraosseous access.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Colleen&nbsp;Swartz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to establish an analytical framework for modeling the rapid response process in acute care delivery and using this framework to improve the efficacy of rapid response operations and continued improvement in patient safety.  Specific objectives included further refinement of UK HealthCareÆs early warning system to included continued refinement of the Rapid Response Team (RRT) note within the electronic medical record that includes alert updates noting a ætransition progression to level of careÆ, enhancing the early warning system to include patients capturing a æsepsisÆ diagnosis with a goal of showing improved response-time performance through system activation, continued evaluation of the electronic medical record alerts to ensure we were accounting for the increased case mix index, maintaining optimal care by the RRT in a growing system while also proving a standard of care across a health care system that includes a community hospital with a RRT. \n\n\nSince grant awarding, this program has identified improvements in vital sign entry with the addition of portable vital sign devices in 2012.  In January of 2013, the need to better capture ætrue declinesÆ was identified and, thus, the RRT documentation note was updated to ensure type of event, decline, notification and disposition were captured.  Also in 2013, the RRT and the early warning system was added at the community hospital within the UK HealthCare System (Good Samaritan Hospital).  Post implementation at GSH and analysis of the alerts being received, further refinement of the vial sign parameters was increased.  As a result of that implementation, there was a significant drop in the number of alerts, a significant increase in the case mix index with no significant change in the outside of the ICU codes per 1000 adult discharges.  During that time period, monthly patient days continued to increase across the organization. We have continued to monitor all out of ICU arrest situations to ensure the early warning system is sensitive enough to provide early notification.   In 2014, roles and responsibilities with the RRT continued to grow with expansion in the end user point of care especially as it related to obtaining a lactate level, interventions with sepsis identification, accessing direct admissions and intraosseous access. \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Colleen Swartz"
 }
}