{
 "awd_id": "1235636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaboration on Oxidative Elimination of Cyanotoxins by Ferrates(VI, V, and IV)",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "1236331/1235636/1235803/1236209 \r\nSharma/Westrick/O'Shea/Dionysiou \r\n\r\nThere is serious concern over the human health impacts of cyanobacteria, commonly referred to as blue green algae, in drinking water reservoirs worldwide.  Cyanobacterial harmful algal blooms (Cyano-HABs) have been especially problematic in the Great Lakes and Florida Watersheds in recent years. The Great Lakes contain one-fifth of the world?s freshwater and provide drinking water to over 24 million Canadian and U.S. citizens.  In this region, there are reports of cyano-HABs events at least at six locations in Lake Ontario, seven locations in Lake Erie, three locations in Lake Huron, and two locations in Lake Michigan. Cyanobacteria produce taste and odour compounds but pose a serious environmental hazard because of the release of potent water soluble toxic compounds, called cyanotoxins (i.e., hepatotoxins, dermatotoxins, neurotoxins). Microcystins (MCs), which are hepatotoxic cyclic peptide toxins, are the most widespread cyanotoxins. As global climate change occurs, cyano-HABs are predicted to increase in both frequency and toxicity.  \r\n\r\nThe increase in HABs and the negative health effects of MCs have resulted in an urgent need to identify efficient water treatment methods to eliminate cyanotoxins from water supplies.  Physical methods can be employed to remove MCs however such methods do not destroy the toxins and the associated treatment costs are generally prohibitive. Oxidative transformation of cyanotoxins to less toxic by-products offers an attractive option for treatment of contaminated water.  Conventional oxidative technologies, such as chlorination, UV, and ozonization are often not cost effective.  In addition, the formation of toxic by-products, including bromate and disinfection by products are major drawbacks.  High-valent iron-based tetra-oxy compounds,  ferrates (FeVIO42-, Fe(VI), FeVO43-, Fe(V) and FeIVO43-,  (Fe(IV)) are emerging disinfectants and promising oxidizing agents for water treatment and can address the concerns associated with the current treatment technologies.  Fe(V) and Fe(IV) are more powerful oxidant than Fe(VI) and may efficiently treat chlorine resistant microorganisms and toxins.  This research will investigate the degradation of toxins by different ferrates under natural water conditions without producing toxic byproducts.  Additionally, a novel photocatalyst will be developed which in presence of Fe(VI) under solar light and visible light irradiation will yield efficient degradation of cyanotoxins.  \r\n\r\nThe research is expected to provide the fundamental mechanistic understanding necessary for the development of rational strategies for optimizing the ferrate process and ferrate-based solar driven photocatalytic process for water treatment.  The collaborative project will make a significant contribution in the field of water purification using ferrate technologies. The development of cost-efficient technologies for water purification, especially for small scale treatment plants as response technologies to the seasonal problems of algal blooms will have a significant implication in protecting human health.  Additionally, a molecular understanding of the chemistry of ferrate species will help to elucidate the involvement of high-valent iron species in a number of critical biological processes, including aging and diseases.  The research activities will promote and foster teaching, mentoring, training and learning through interactions of a compentent research team composed of undergraduate students, graduate students, postdocs and the PIs.  The PIs will recruit females and minority students. Outreach activities will provide opportunities to undergraduate and high school students, including from underrepresented groups, for training and research in environmental engineering and science, which will include water monitoring and cyanobacterial identification.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Westrick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judy Westrick",
   "pi_email_addr": "westrick@chem.wayne.edu",
   "nsf_id": "000151204",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lake Superior State University",
  "inst_street_address": "425 W EASTERDAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAULT SAINTE MARIE",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9066352272",
  "inst_zip_code": "497831743",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "LAKE SUPERIOR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y4MEQDUAURQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Lake Superior State University",
  "perf_str_addr": "650 W Easterday Ave",
  "perf_city_name": "SAult Ste Marie",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "497831656",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Freshwater cyanobacterial blooms are increasing in frequency because of two major anthropogenic actions 1) climate change and 2) nutrient loading of water bodies.&nbsp;This is of concern as cyanobacterial blooms are often capable of producing a toxic class of compounds known as cyanotoxins. &nbsp;The main routes for human exposure to cyanotoxins are through drinking water and recreation. &nbsp;In 2015, the United States Environmental Protection Agency released a drinking water Health Advisory for two types of cyanotoxins: microcystins and cylindrospermopsin. The goal of this study was to select potentially at risk freshwater bodies in the Great Lakes Basin and analyze samples from these bodies for three common cyanotoxins; microcystin, cylindrospermopsin, and anatoxin-a. &nbsp;Samples were collected from five drinking water intakes over a period of two years and analyzed by high-pressure liquid chromatography with a photodiode array detector.&nbsp; Our data suggest that several drinking water utilities have low levels of microcystin in their source water. Levels in the samples ranged between 0.1 ppb and 1.0 ppb microcystins. &nbsp;Microcystin congeners LR, LA, YR, and RR were observed in the samples. &nbsp;No samples from this study had detectable levels of cylindrospermopsin or anatoxin-a.&nbsp; This study enabled the drinking water utilities involved to assess the prevalence of cyanotoxins in their source water. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2016<br>\n\t\t\t\t\tModified by: Judy&nbsp;Westrick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFreshwater cyanobacterial blooms are increasing in frequency because of two major anthropogenic actions 1) climate change and 2) nutrient loading of water bodies. This is of concern as cyanobacterial blooms are often capable of producing a toxic class of compounds known as cyanotoxins.  The main routes for human exposure to cyanotoxins are through drinking water and recreation.  In 2015, the United States Environmental Protection Agency released a drinking water Health Advisory for two types of cyanotoxins: microcystins and cylindrospermopsin. The goal of this study was to select potentially at risk freshwater bodies in the Great Lakes Basin and analyze samples from these bodies for three common cyanotoxins; microcystin, cylindrospermopsin, and anatoxin-a.  Samples were collected from five drinking water intakes over a period of two years and analyzed by high-pressure liquid chromatography with a photodiode array detector.  Our data suggest that several drinking water utilities have low levels of microcystin in their source water. Levels in the samples ranged between 0.1 ppb and 1.0 ppb microcystins.  Microcystin congeners LR, LA, YR, and RR were observed in the samples.  No samples from this study had detectable levels of cylindrospermopsin or anatoxin-a.  This study enabled the drinking water utilities involved to assess the prevalence of cyanotoxins in their source water.  \n\n \n\n\t\t\t\t\tLast Modified: 10/08/2016\n\n\t\t\t\t\tSubmitted by: Judy Westrick"
 }
}