{
 "awd_id": "1236466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanofiber-based Novel Electrode Architecture for Lithium-Air batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 362457.0,
 "awd_amount": 369957.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "PI: Kalra, Vibha\r\nProposal Number: 1236466\r\nInstitution: Drexel University\r\nTitle: Nanofiber-based Novel Electrode Architecture for Lithium-Air batteries \r\n\r\nDespite recent advances in the state-of-the-art lithium ion batteries, their energy and power densities are insufficient for transportation applications. This project will examine a novel battery chemistry, namely, Lithium-air, which can exhibit a theoretical energy density of almost 2 orders of magnitude higher than lithium-ion batteries. However, before the promise of Li-air batteries can become a reality, a serious challenge that needs to be overcome and will be the focus of this work is the development of ?nanostructured air cathodes? that optimize transport of all reactants (oxygen, Li+ ions, and electrons) to the active catalyst surfaces and provide enough spaces for incorporation of solid lithium oxide products during battery discharge.\r\n\r\nThe specific objective of this proposal is to fabricate and study process-structure-performance correlation in a novel, hierarchically-ordered nanofiber-based architecture with the aim to develop efficient cathodes for Li-air batteries. A unique triaxial electrospinning technique will be used that will allow core-shell architecture to achieve well-controlled directed material assembly via a simple synthesis procedure. In addition to providing well-defined multi-phase reaction surfaces, the proposed electrode design will exhibit a hierarchical two-level pore structure; macropores from inter-fiber spacing inherent to electrospinning and mesopores, which will be created in the carbon core via controlled nanoscale material assembly. This structure will help optimize oxygen mass transport and surface area and provide sufficient pore space for incorporation of solid discharge products necessary to maximize discharge potential.   Owing to the complexity of the proposed architecture, PI?s approach is to first independently understand the electrospinning behavior and process- structure correlation in each of the functional layers of the core-shell nanofiber and then leverage these learnings to study the complete architecture. \r\n\r\nIf successful, this work will develop batteries that possess significantly higher energy storage density than the current state-of-the-art Li-ion batteries. Such ability will allow them to successfully compete in the transportation sector and achieve a satisfactory driving range. In addition, the fundamental knowledge gained through this work on materials processing, structure and electrode design will also benefit supercapacitors and other battery chemistries. This project will involve 1 PhD graduate, several undergraduates and K-12 students/teachers, particularly females and those from under-represented minorities in interdisciplinary research activities via workshops, research-based course and hands-on research experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vibha",
   "pi_last_name": "Kalra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vibha Kalra",
   "pi_email_addr": "vk69@cornell.edu",
   "nsf_id": "000560367",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 362457.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we studied the fabrication of binder-free, self-standing electrodes for Li-air batteries using a scalable process called electrospinning. The batteries developed in this study exhibit a high initial discharge capacity of 8800 mAhg<sup>-1</sup>, at the current density of 100 mA g<sup>-1</sup>, and can be recharged for more than 50 cycles with a limited discharge capacity of 500 mAh g<sup>-1</sup><sub>, </sub>which is two fold higher than that of state of the art Li-ion battery cathodes. Further development can potentially enable this green technology to successfully compete in the transportation sector and achieve driving ranges comparable to that of gasoline-operated vehicles. The elimination of binders from the developed electrodes is beneficial not only for improvement of electron transport (and therefore device performance) but also elimination of the slurry processing, a cathode fabrication step, currently used in industry that can account for up to 20% of the total electrode cost.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong></p>\n<p>&nbsp;</p>\n<p>This work has resulted in 15 peer reviewed journal publications and eight conference presentations.</p>\n<p>&nbsp;</p>\n<p>Development of an efficient cathode is a great challenge inhibiting the advancement of lithium-oxygen (Li-O<sub>2</sub>) batteries. In the present study, binder-free, high surface area hierarchically-porous carbon nanofibers decorated with cobalt nanoparticles (Co-PCNF) are investigated as cathodes for Li-O<sub>2</sub> batteries. We fabricate the nanofibers using a facile electrospinning technique followed by thermal treatment with <em>in-situ</em> incorporation of cobalt nanoparticles. This method provides a free-standing, electron-conducting network with hierarchical pore structure and effective dispersion of cobalt nanoparticles, which is directly used as cathode in Li-O<sub>2</sub> cells without any binders. Li-O<sub>2</sub> cells with Co-PCNF as cathode exhibit a high initial discharge capacity of 8800 mAhg<sup>-1</sup> at the current density of 100 mA g<sup>-1</sup>, and can be recharged for more than 50 cycles with a limited discharge capacity of 500 mAh g<sup>-1</sup>. In comparison, porous carbon nanofibers without cobalt provide a discharge capacity of 6670 mAh g<sup>-1</sup>, and cycle life of only 35 cycles. The <em>post-mortem</em> analysis of discharged cathodes revealed Li<sub>2</sub>O<sub>2</sub> as the major discharge product, and suggested LiO<sub>2</sub>-mediated reaction mechanism responsible for the excellent performance of Co-PCNF.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impact</span></strong></p>\n<p>&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">Educational Impact:</span></em> This project involved undergraduate and 7 graduate students directly (for the Li-air applications) or indirectly (for fundamental material studies that led to development of other energy storage devices) from the PI&rsquo;s research group and the groups of collaborators. It provided all the students involved with inter-disciplinary experience in nanomaterials and alternate energy along with an opportunity to enhance their presentation and technical writing skills via several conference and group meeting presentations and paper and report writing. Moreover, this work resulted in four peer-reviewed publications with undergraduate students as either first authors (2/4) or co-authors (2/4).</p>\n<p>This project led to several external and internal collaborations with universities and national labs &ndash; Prof. Arumugam Manthiram (UT Austin), Prof Emin Caglan Kumbur (Drexel University), Prof. Ying Sun (Drexel University), Prof. Yossef Elabd (Texas A&amp;M), Dr. Gautum Gupta (Los Alamos National Lab).</p>\n<p><em><span style=\"text-decoration: underline;\">&nbsp;</span></em></p>\n<p><em><span style=\"text-decoration: underline;\">Technical Impact:</span></em> With the ability to tailor the material architecture at the nanoscale along with structure-property-performance correlations developed in this work resulted in a high impact in the field of not only Li-air batteries but also supercapacitors and Lithium-sulfur batteries as evident from peer-reviewed journal articles. For example, in one of works (published), we report the development of Li-S batteries that exhibit a stable capacity of over 900 mAh/g even after 200 cycles. This capacity is 3-4 times higher than that of state of the art Li-ion batteries and therefore can enable electric cars with a &gt;200 mile driving range keeping the same weight as gasoline operated engines.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2016<br>\n\t\t\t\t\tModified by: Vibha&nbsp;Kalra</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236466/1236466_10186722_1480960206327_Figure-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236466/1236466_10186722_1480960206327_Figure-1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2016/1236466/1236466_10186722_1480960206327_Figure-1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Binder-free cathode for Li-air batteries</div>\n<div class=\"imageCredit\">Drexel</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vibha&nbsp;Kalra</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn this project we studied the fabrication of binder-free, self-standing electrodes for Li-air batteries using a scalable process called electrospinning. The batteries developed in this study exhibit a high initial discharge capacity of 8800 mAhg-1, at the current density of 100 mA g-1, and can be recharged for more than 50 cycles with a limited discharge capacity of 500 mAh g-1, which is two fold higher than that of state of the art Li-ion battery cathodes. Further development can potentially enable this green technology to successfully compete in the transportation sector and achieve driving ranges comparable to that of gasoline-operated vehicles. The elimination of binders from the developed electrodes is beneficial not only for improvement of electron transport (and therefore device performance) but also elimination of the slurry processing, a cathode fabrication step, currently used in industry that can account for up to 20% of the total electrode cost.\n\n \n\nIntellectual Merit\n\n \n\nThis work has resulted in 15 peer reviewed journal publications and eight conference presentations.\n\n \n\nDevelopment of an efficient cathode is a great challenge inhibiting the advancement of lithium-oxygen (Li-O2) batteries. In the present study, binder-free, high surface area hierarchically-porous carbon nanofibers decorated with cobalt nanoparticles (Co-PCNF) are investigated as cathodes for Li-O2 batteries. We fabricate the nanofibers using a facile electrospinning technique followed by thermal treatment with in-situ incorporation of cobalt nanoparticles. This method provides a free-standing, electron-conducting network with hierarchical pore structure and effective dispersion of cobalt nanoparticles, which is directly used as cathode in Li-O2 cells without any binders. Li-O2 cells with Co-PCNF as cathode exhibit a high initial discharge capacity of 8800 mAhg-1 at the current density of 100 mA g-1, and can be recharged for more than 50 cycles with a limited discharge capacity of 500 mAh g-1. In comparison, porous carbon nanofibers without cobalt provide a discharge capacity of 6670 mAh g-1, and cycle life of only 35 cycles. The post-mortem analysis of discharged cathodes revealed Li2O2 as the major discharge product, and suggested LiO2-mediated reaction mechanism responsible for the excellent performance of Co-PCNF.   \n\n \n\nBroader Impact\n\n \n\nEducational Impact: This project involved undergraduate and 7 graduate students directly (for the Li-air applications) or indirectly (for fundamental material studies that led to development of other energy storage devices) from the PI?s research group and the groups of collaborators. It provided all the students involved with inter-disciplinary experience in nanomaterials and alternate energy along with an opportunity to enhance their presentation and technical writing skills via several conference and group meeting presentations and paper and report writing. Moreover, this work resulted in four peer-reviewed publications with undergraduate students as either first authors (2/4) or co-authors (2/4).\n\nThis project led to several external and internal collaborations with universities and national labs &ndash; Prof. Arumugam Manthiram (UT Austin), Prof Emin Caglan Kumbur (Drexel University), Prof. Ying Sun (Drexel University), Prof. Yossef Elabd (Texas A&amp;M), Dr. Gautum Gupta (Los Alamos National Lab).\n\n \n\nTechnical Impact: With the ability to tailor the material architecture at the nanoscale along with structure-property-performance correlations developed in this work resulted in a high impact in the field of not only Li-air batteries but also supercapacitors and Lithium-sulfur batteries as evident from peer-reviewed journal articles. For example, in one of works (published), we report the development of Li-S batteries that exhibit a stable capacity of over 900 mAh/g even after 200 cycles. This capacity is 3-4 times higher than that of state of the art Li-ion batteries and therefore can enable electric cars with a &gt;200 mile driving range keeping the same weight as gasoline operated engines.\n\n\t\t\t\t\tLast Modified: 12/05/2016\n\n\t\t\t\t\tSubmitted by: Vibha Kalra"
 }
}