{
 "awd_id": "1236349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rational Design of Optimal Cellulase Enzyme System for Biofuels Production",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 319922.0,
 "awd_amount": 319922.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "PI: Murthy, Ganti\r\nProposal Number: 1236349\r\nInstitution: Oregon State University\r\nTitle: Rational Design of Optimal Cellulase Enzyme System for Biofuels Production\r\n\r\nWhile advanced biofuels have potential to reduce dependence on fossil fuels and emissions of greenhouse gases, this has not been realized due to various challenges in production and conversion of feedstock into biofuels. This proposal addresses some of the challenges in the conversion of feedstock. Many researchers have demonstrated that the high price of cellulase enzymes up to $1/gal of ethanol (30-35% of ethanol production costs) is a stumbling block for commercialization of advanced biofuels. Any strategy that can reduce these costs could have significant and immediate practical impact on economics of cellulosic ethanol production.  As cellulose is the most abundant biopolymer on earth that is metabolized by many organisms, a wide variety of cellulase enzymes exist in nature. Utilization of this wide array of cellulases for advanced biofuels production is challenging as many of these enzymes have different modes of action, temperature and pH optima. Currently the only way to determine the optimum enzyme ratio is to perform extensive experiments with different substrates. There is a critical need to develop a rational design framework that can optimize the mixture of different cellulase enzymes subject to various process, economic constraints; thus significantly reducing the total cost of  enzymes used in ethanol production process.\r\n\r\nThe overall goal of this integrated proposal is to develop methods for rational design of cellulase enzymes using stochastic/kinetic models and control theoretic approaches. New methods of analysis for complex biochemical systems using tools from control theory will be developed. These analytical methods will have wide ranging application in bioprocessing and biofuels production. These techniques will be demonstrated on a laboratory scale system using pure enzymes and commercial enzyme mixtures.\r\n\r\nThis project will utilize stochastic modeling techniques and kinetic models with control theory approaches to develop a framework for rational design of cellulase enzymes. Since cellulose hydrolysis proceeds efficiently in the presence of multiple enzymes working in a synergistic manner, action of multiple enzymes will be modeled using two approaches: Kinetic models and stochastic molecular simulation models. Linear and nonlinear control theory methods will be applied in a novel way to identify and quantify the optimal enzyme composition for various design constraints. Control theory techniques will be used to evaluate the suitability of the optimal enzyme compositions for real world applications. This theoretical framework can also be used to aid model driven hypothesis formulation for design of cellulase mixtures that can be experimentally verified. Analysis techniques that will be developed in this project will have applications in the areas of bioprocessing and biofuels production.\r\n\r\nA significant effort in this project will be devoted for conducting structured training and mentoring programs for graduate, undergraduate and high school students, curriculum development and outreach programs for wide dissemination of knowledge developed in this project. One new graduate level course will be developed and a laboratory section will be developed for an existing undergraduate course. A dedicated website will be developed for effective dissemination of the course materials developed in this project. Graduate and undergraduate students will be directly mentored and trained in research methods to create a knowledge base and serve as a catalyst for further innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ganti",
   "pi_last_name": "Murthy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ganti S Murthy",
   "pi_email_addr": "murthy@engr.orst.edu",
   "nsf_id": "000569944",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "116 Gilmore Hall",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 319922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many researchers have demonstrated that the high price of cellulase enzymes up to $0.6/gal of ethanol (30-35% of ethanol production costs) is a stumbling block for commercialization of advanced biofuels. Any strategy that can reduce these costs could have significant and immediate practical impact on economics of cellulosic ethanol production. As cellulose is the most abundant biopolymer on earth that is metabolized by many organisms, a wide variety of cellulase enzymes exist in nature. Utilization of this wide array of cellulases for advanced biofuels production is challenging as many of these enzymes have different modes of action, temperature and pH optima. Currently the only way to determine the optimum enzyme ratio&nbsp;is to perform extensive experiments with different substrates. There is a critical need to develop a rational design framework that can optimize the mixture of different cellulase enzymes subject to various process, economic constraints; thus significantly reducing the total cost of enzymes used&nbsp;in&nbsp; ethanol production process. <em><strong>The overall goal of this integrated proposal was to develop methods for rational design of cellulase enzymes using stochastic/kinetic models and control theoretic approaches.&nbsp;</strong></em></p>\n<p><em><strong>As part of this project, a 3D stochastic molecular model (SMM) for cellulose hydrolysis was developed for the first time</strong><strong>.</strong></em> This model was experimentally validated using purified enzymes prepared in this project.&nbsp; Validated 3D SMM was used in conjunction with kinetic models to determine optimal compositions of individual cellualse enzymes using heuristic optimization methods such as particle swarm optimization.</p>\n<p>One of the key strengths of this modeling framework is that the properties of individual enzymes and substrates can be determined using standard protocols (even at different laboratories at different times) and be used for developing realistic simulations of cellulose hydrolysis for any combination of the enzymes and substrates. <em>This important advance greatly simplifies the experimental data collection and eliminated the need for data on every combination of enzyme and substrate.</em></p>\n<p>One of the exciting findings from this research was that the optimization algorithm, when initiated with a random suboptimal composition of the cellulases, predicted a cellulase composition similar to that of the fungi <em>Trichoderma reesei</em>. <em>This result indicates that the optimal cellulase enzyme composition that evolved naturally could be predicted using model-driven optimization algorithms.</em> This result has significant implications for the design of optimal enzyme systems.</p>\n<p>The results from this project were used to develop a high solids hydrolysis and fermentation system. <em>The novel horizontal reactor combined with unique strategies for hydrolysis resulted in highest glucose and ethanol titers reported in the literature for cellulosic feedstocks.</em></p>\n<p>Lecture notes and course slides developed during the project are available freely to anyone from GitHub repository. Additionally, the results from our research are also freely available to anyone. The results from the research were disseminated through peer-reviewed journals, conference proceedings, oral and poster presentations to various audiences.&nbsp;</p>\n<p>The students involved in this project were mentored by the PI and provided opportunities for professional and personal development. <em>Three graduate students, three undergraduate students, and six high school students were trained during this project.</em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2017<br>\n\t\t\t\t\tModified by: Ganti&nbsp;S&nbsp;Murthy</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1236349/1236349_10186692_1512458047901_Cellulase_action--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1236349/1236349_10186692_1512458047901_Cellulase_action--rgov-800width.jpg\" title=\"Action of Celluases\"><img src=\"/por/images/Reports/POR/2017/1236349/1236349_10186692_1512458047901_Cellulase_action--rgov-66x44.jpg\" alt=\"Action of Celluases\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Action of celluases on cellulose.</div>\n<div class=\"imageCredit\">Ganti S. Murthy</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Ganti&nbsp;S&nbsp;Murthy</div>\n<div class=\"imageTitle\">Action of Celluases</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMany researchers have demonstrated that the high price of cellulase enzymes up to $0.6/gal of ethanol (30-35% of ethanol production costs) is a stumbling block for commercialization of advanced biofuels. Any strategy that can reduce these costs could have significant and immediate practical impact on economics of cellulosic ethanol production. As cellulose is the most abundant biopolymer on earth that is metabolized by many organisms, a wide variety of cellulase enzymes exist in nature. Utilization of this wide array of cellulases for advanced biofuels production is challenging as many of these enzymes have different modes of action, temperature and pH optima. Currently the only way to determine the optimum enzyme ratio is to perform extensive experiments with different substrates. There is a critical need to develop a rational design framework that can optimize the mixture of different cellulase enzymes subject to various process, economic constraints; thus significantly reducing the total cost of enzymes used in  ethanol production process. The overall goal of this integrated proposal was to develop methods for rational design of cellulase enzymes using stochastic/kinetic models and control theoretic approaches. \n\nAs part of this project, a 3D stochastic molecular model (SMM) for cellulose hydrolysis was developed for the first time. This model was experimentally validated using purified enzymes prepared in this project.  Validated 3D SMM was used in conjunction with kinetic models to determine optimal compositions of individual cellualse enzymes using heuristic optimization methods such as particle swarm optimization.\n\nOne of the key strengths of this modeling framework is that the properties of individual enzymes and substrates can be determined using standard protocols (even at different laboratories at different times) and be used for developing realistic simulations of cellulose hydrolysis for any combination of the enzymes and substrates. This important advance greatly simplifies the experimental data collection and eliminated the need for data on every combination of enzyme and substrate.\n\nOne of the exciting findings from this research was that the optimization algorithm, when initiated with a random suboptimal composition of the cellulases, predicted a cellulase composition similar to that of the fungi Trichoderma reesei. This result indicates that the optimal cellulase enzyme composition that evolved naturally could be predicted using model-driven optimization algorithms. This result has significant implications for the design of optimal enzyme systems.\n\nThe results from this project were used to develop a high solids hydrolysis and fermentation system. The novel horizontal reactor combined with unique strategies for hydrolysis resulted in highest glucose and ethanol titers reported in the literature for cellulosic feedstocks.\n\nLecture notes and course slides developed during the project are available freely to anyone from GitHub repository. Additionally, the results from our research are also freely available to anyone. The results from the research were disseminated through peer-reviewed journals, conference proceedings, oral and poster presentations to various audiences. \n\nThe students involved in this project were mentored by the PI and provided opportunities for professional and personal development. Three graduate students, three undergraduate students, and six high school students were trained during this project.\n\n\t\t\t\t\tLast Modified: 12/05/2017\n\n\t\t\t\t\tSubmitted by: Ganti S Murthy"
 }
}