{
 "awd_id": "1237627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Politics of Presidential Decree: Presidential Proclamations, the Unilateral Presidency and the Separation of Power",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 47783.0,
 "awd_amount": 47783.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "This project investigates the use of presidential proclamations to explore an underlying tension in executive power.  Specifically, when presidents use unilateral powers, do they work with Congress or do they truly act alone?  \r\nTo address this question, the PIs create a new coding of proclamations, articulate a theory that unilateral power is shared between the branches, and examine how a president justifies unilateral action in terms of the source of legal authority invoked in each order and any delegated of authority from Congress that corresponds to the president?s order.  The PI?s theory and new data speak to the evolution of executive power as well as to the ongoing controversy over the role of legal rules in guiding or enhancing presidential power.  \r\nEach proclamation will be coded for the authority presidents used to justify the action taken and the amount of discretion provided in each statute cited by the president in each order.  There are approximately 4,000 proclamations that need to be coded to complete the analysis.  These data will also be made available to the public.     \r\n\r\nThis new theory and data will show that, contrary to the current literature, presidents are both strategic actors who engage in independent executive action and participants in politically integrated activities with Congress for the purposes of enacting and implementing policy.  Presidential unilateral orders are not uniformly used for one selective purpose or the other ¯ presidents vary their strategy depending on the amount of authority they have and nature of the political environment they face.  \r\n\r\nThis project will contribute information to the public conversation concerning executive power.  By making the data publicly available, the project will allow other scholars and citizens to evaluate presidential proclamations.  In addition, this project will train students in social scientific research methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Rottinghaus",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon J Rottinghaus",
   "pi_email_addr": "bjrottinghaus@uh.edu",
   "nsf_id": "000533337",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Bailey",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy D Bailey",
   "pi_email_addr": "jbailey2@uh.edu",
   "nsf_id": "000533342",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 47783.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>Presidential<br />power relates to the effectiveness and efficiency with which executive power is<br />applied.&nbsp; In the last two decades,<br />journalists and scholars have emphasized the importance of the way that<br />presidents use their unilateral powers to make policy &ldquo;by the stroke of the<br />pen,&rdquo; that is, without Congress. These actions are frequently called<br />&ldquo;unilateral orders&rdquo; and include executive orders, signing statements,<br />proclamations, and trade agreements.&nbsp; The<br />implications of the use of these powers are important for the separation of<br />powers and the scope of effective presidential powers, necessitating the study<br />of these questions.&nbsp;</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>In this<br />project, we examined presidential proclamations and executive orders as a way<br />of expanding the current understanding of these unilateral orders and, by<br />extension, constitutional governance.&nbsp; We<br />collected, codified and analyzed thousands of these orders.&nbsp; This work makes contributions both for<br />scholars and for the wider public.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>First, with<br />respect to the public, our primary contribution is one of access.&nbsp; We have expanded the public&rsquo;s access to<br />presidential orders in two ways.&nbsp; First,<br />even though proclamations have the force of law, they are often very hard for<br />the public to find. We have created a searchable database that allows users to<br />search proclamations both by president and by the &ldquo;issue area.&rdquo; For example,<br />someone can quickly find the proclamations issued by Theodore Roosevelt with<br />respect to early United States environmental policy.&nbsp; Interested parties can also examine the<br />orders related to the lead up to World War I and Woodrow Wilson&rsquo;s use of<br />proclamations.&nbsp; Second, we have used this<br />funding to locate and digitize proclamations that were previously unavailable<br />on the Internet.&nbsp; We have uploaded over<br />400 of these proclamations. &nbsp;This website<br />is located at: www.polsci.uh.edu/database/procdatabase.asp</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>In addition<br />to providing greater access to the public, we have contributed to the scholarly<br />knowledge of executive power in three ways.&nbsp;<br />First, while the common understanding is that proclamations are merely<br />ceremonial, we have shown that many proclamations deal with important policy<br />matters.&nbsp; In fact, the vast majority of<br />the proclamations we digitized are policy proclamations.&nbsp; Moreover, we have published an article that is<br />the first to examine 19<sup>th</sup> century proclamations about domestic<br />unrest.&nbsp; Second, we coded<br />early executive orders. &nbsp;Because most of<br />the scholarship on executive orders covers presidents since FDR, our data will<br />help scholars, journalists, and citizens study how these orders were used<br />before FDR, allowing us to understand the growth of presidential power over<br />time.&nbsp; Third, we have coded many of these<br /><br />orders with respect to the type of delegation given by Congress. This will<br />assist scholars in understanding the extent to which Congress and the president<br />work together by way of presidential unilateral power. Related to this, we have<br />published one article with this research demonstrating that presidents &ldquo;think<br />politically&rdquo; about whether they cite congressional authority in the text of the<br />proclamations and executive orders.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2013<br>\n\t\t\t\t\tModified by: Brandon&nbsp;J&nbsp;Rottinghaus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nPresidential\npower relates to the effectiveness and efficiency with which executive power is\napplied.  In the last two decades,\njournalists and scholars have emphasized the importance of the way that\npresidents use their unilateral powers to make policy \"by the stroke of the\npen,\" that is, without Congress. These actions are frequently called\n\"unilateral orders\" and include executive orders, signing statements,\nproclamations, and trade agreements.  The\nimplications of the use of these powers are important for the separation of\npowers and the scope of effective presidential powers, necessitating the study\nof these questions. \n\n\n\n\n\n \n\n\n\n\n\nIn this\nproject, we examined presidential proclamations and executive orders as a way\nof expanding the current understanding of these unilateral orders and, by\nextension, constitutional governance.  We\ncollected, codified and analyzed thousands of these orders.  This work makes contributions both for\nscholars and for the wider public.\n\n\n\n\n\n \n\n\n\n\n\nFirst, with\nrespect to the public, our primary contribution is one of access.  We have expanded the publicÆs access to\npresidential orders in two ways.  First,\neven though proclamations have the force of law, they are often very hard for\nthe public to find. We have created a searchable database that allows users to\nsearch proclamations both by president and by the \"issue area.\" For example,\nsomeone can quickly find the proclamations issued by Theodore Roosevelt with\nrespect to early United States environmental policy.  Interested parties can also examine the\norders related to the lead up to World War I and Woodrow WilsonÆs use of\nproclamations.  Second, we have used this\nfunding to locate and digitize proclamations that were previously unavailable\non the Internet.  We have uploaded over\n400 of these proclamations.  This website\nis located at: www.polsci.uh.edu/database/procdatabase.asp\n\n\n\n\n\n \n\n\n\n\n\nIn addition\nto providing greater access to the public, we have contributed to the scholarly\nknowledge of executive power in three ways. \nFirst, while the common understanding is that proclamations are merely\nceremonial, we have shown that many proclamations deal with important policy\nmatters.  In fact, the vast majority of\nthe proclamations we digitized are policy proclamations.  Moreover, we have published an article that is\nthe first to examine 19th century proclamations about domestic\nunrest.  Second, we coded\nearly executive orders.  Because most of\nthe scholarship on executive orders covers presidents since FDR, our data will\nhelp scholars, journalists, and citizens study how these orders were used\nbefore FDR, allowing us to understand the growth of presidential power over\ntime.  Third, we have coded many of these\n\norders with respect to the type of delegation given by Congress. This will\nassist scholars in understanding the extent to which Congress and the president\nwork together by way of presidential unilateral power. Related to this, we have\npublished one article with this research demonstrating that presidents \"think\npolitically\" about whether they cite congressional authority in the text of the\nproclamations and executive orders.\n\n\t\t\t\t\tLast Modified: 10/19/2013\n\n\t\t\t\t\tSubmitted by: Brandon J Rottinghaus"
 }
}