{
 "awd_id": "1239622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Value and Depositional History of Middle Preclassic Pottery in the Peten Lakes Region of Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 16381.0,
 "awd_amount": 16381.0,
 "awd_min_amd_letter_date": "2012-08-16",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "Under the guidance of Dr. Prudence Rice, Katherine South will examine the emergence of status differentiation during the Middle Preclassic period (1000-350 BC) in the Maya lowlands through the study of pottery and its depositional contexts. Throughout Mesoamerica, the Middle Preclassic was a time of transition in social, economic, and political development, with emerging status differentiation evident in rare, exotic materials such as jade and shell. This study instead investigates abundant, locally made pottery and how it was used, manipulated, and valued as part of these societal transitions.  The Middle Preclassic pottery analyzed was previously excavated from four communities (sites) in the Petén lakes region of Guatemala, where Maya had begun building substantial constructions.  \r\n\r\nThe research is important in a context which extends beyond Mayan archaeology for two reasons. First, it will provide insight into how social complexity and status hierarchies emerge. Secondly it will help to develop an analytic technique which archaeologists may apply in many contexts and in many regions of the world.\r\n\r\nThe project focuses on the ways value was encoded in this pottery.  Unlike painted polychromes of the Classic period, Middle Preclassic pottery displayed little overt status-marking decoration, suggesting that its value was based on its function and use (\"use-value\") rather than attributes related to the labor of production (\"production-value\") such as surface decoration.  Thus the study examines the role of use-value in Middle Preclassic pottery through an integrated analysis that includes: visual classification based on vessel shape and typological designation; contextual information based on where it was excavated; and compositional study that focuses on the clay recipes used by the potters in production. These analyses will provide information not only about production choices, but also about differences among sites and depositional contexts, thereby emphasizing the importance of contextual information when considering the role of object-value in the archaeological record.  This comprehensiveness permits not only study of  how pottery was valued by the early Maya in the Petén lakes region, but connects to larger anthropological questions of how emerging status differentiation in communities impacted the notion of value in material culture in general and the processes underlying development of prestigious goods in complex societies.\r\n\r\nBeyond investigating how early Maya pottery was valued, this study seeks to demonstrate the importance of an integrated approach to artifact analysis that takes into account both contextual and physical attributes.  This project will provide graduate student training while also extending the opportunity for collaboration among researchers who study early pottery in the Maya lowlands.  Additionally, the project will create a type collection and catalog of early Maya pottery in the lakes region, which will enable Guatemalan and foreign researchers to study representative samples of this material. Results of the study will be made available through a doctoral dissertation and, in English and Spanish, in peer-reviewed journals and at professional meetings in the United States and Guatemala. Data will also be made available online through the Digital Archaeological Record (tDAR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prudence",
   "pi_last_name": "Rice",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Prudence M Rice",
   "pi_email_addr": "price@siu.edu",
   "nsf_id": "000236807",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "South",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine E South",
   "pi_email_addr": "ksouth@siu.edu",
   "nsf_id": "000618184",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629012586",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16381.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explores the relationship between early pottery use and the emergence of status differentiation in the Maya lowlands. By investigating the depositional contexts and physical properties of pottery made and used during the Middle Preclassic period (1000&ndash;350 BC), the objectives of this research are to: 1) examine sources of object value during a transitional social and economic atmosphere in the Maya lowlands; and 2) characterize the early trajectory of Maya pottery as a prestige good. These objectives are pursued through integrated analyses of pottery both in the field laboratory in Flores, Guatemala, and at two research facilities in the United States. The goal is to characterize how pottery was used and valued during a time of emergent social stratification in four Maya communities in the Pet&eacute;n lakes region of Guatemala.</p>\n<p>&nbsp;</p>\n<p>Funding from the National Science Foundation enabled the co-PI to examine excavated pottery at the Flores laboratory facility, working closely with a Guatemalan colleague to refine the classification scheme used for the Middle Preclassic pottery in the Pet&eacute;n lakes area. With a sample size of approximately 40,000 pottery sherds, two chronologically distinct ceramic complexes were defined, using visual criteria and data about the depositional contexts of each analyzed excavated level. The co-PI also visited other researchers and laboratories in Guatemala to examine their pottery collections, an essential comparative step.</p>\n<p>&nbsp;</p>\n<p>A sample of pottery sherds was exported from Guatemala to the United States for compositional analysis by INAA and optical petrography. The information from these analyses will permit characterization of the clay-temper &ldquo;recipes&rdquo; used in pottery production and permit tests of the hypothesis that specific compositions were used for pottery deposited in socially significant contexts such as burials and offerings. Preliminary results suggest that the earliest pottery was compositionally different from later materials in the lakes area: the addition of volcanic ash and crushed pottery (grog) indicate that early potters made different choices about their recipes when compared to later potters. Results from the remaining compositional analysis are forthcoming.</p>\n<p>&nbsp;</p>\n<p>Preliminary analysis of the data from visual observations suggests that similar types of decorated and undecorated pottery are found in contexts ranging from construction fill to burials. This suggests that while early Maya pottery may not have been valued as a high status good based on its physical or aesthetic properties, it was part of both special and everyday events during the Middle Preclassic period. Different uses may have initially driven the trajectory of pottery as a status object during the Middle Preclassic period. Aesthetic elaboration and other production investments more common in later periods signaled the value of pottery in a different way.</p>\n<p>&nbsp;</p>\n<p>Data from this project will be presented at national and international conferences in the upcoming year and in the co-PIs doctoral dissertation. Collaborative research with the specialists conducting the compositional analyses will be published within two years of completion.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2013<br>\n\t\t\t\t\tModified by: Katherine&nbsp;E&nbsp;South</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explores the relationship between early pottery use and the emergence of status differentiation in the Maya lowlands. By investigating the depositional contexts and physical properties of pottery made and used during the Middle Preclassic period (1000&ndash;350 BC), the objectives of this research are to: 1) examine sources of object value during a transitional social and economic atmosphere in the Maya lowlands; and 2) characterize the early trajectory of Maya pottery as a prestige good. These objectives are pursued through integrated analyses of pottery both in the field laboratory in Flores, Guatemala, and at two research facilities in the United States. The goal is to characterize how pottery was used and valued during a time of emergent social stratification in four Maya communities in the Pet&eacute;n lakes region of Guatemala.\n\n \n\nFunding from the National Science Foundation enabled the co-PI to examine excavated pottery at the Flores laboratory facility, working closely with a Guatemalan colleague to refine the classification scheme used for the Middle Preclassic pottery in the Pet&eacute;n lakes area. With a sample size of approximately 40,000 pottery sherds, two chronologically distinct ceramic complexes were defined, using visual criteria and data about the depositional contexts of each analyzed excavated level. The co-PI also visited other researchers and laboratories in Guatemala to examine their pottery collections, an essential comparative step.\n\n \n\nA sample of pottery sherds was exported from Guatemala to the United States for compositional analysis by INAA and optical petrography. The information from these analyses will permit characterization of the clay-temper \"recipes\" used in pottery production and permit tests of the hypothesis that specific compositions were used for pottery deposited in socially significant contexts such as burials and offerings. Preliminary results suggest that the earliest pottery was compositionally different from later materials in the lakes area: the addition of volcanic ash and crushed pottery (grog) indicate that early potters made different choices about their recipes when compared to later potters. Results from the remaining compositional analysis are forthcoming.\n\n \n\nPreliminary analysis of the data from visual observations suggests that similar types of decorated and undecorated pottery are found in contexts ranging from construction fill to burials. This suggests that while early Maya pottery may not have been valued as a high status good based on its physical or aesthetic properties, it was part of both special and everyday events during the Middle Preclassic period. Different uses may have initially driven the trajectory of pottery as a status object during the Middle Preclassic period. Aesthetic elaboration and other production investments more common in later periods signaled the value of pottery in a different way.\n\n \n\nData from this project will be presented at national and international conferences in the upcoming year and in the co-PIs doctoral dissertation. Collaborative research with the specialists conducting the compositional analyses will be published within two years of completion.\n\n\t\t\t\t\tLast Modified: 10/30/2013\n\n\t\t\t\t\tSubmitted by: Katherine E South"
 }
}