{
 "awd_id": "1240327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Research Initiation Grant:  Influence of Motivation on Learning Outcomes in an Engineering Service Course",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "This engineering education research initiation grant seeks to establish an interdisciplinary collaboration between engineering and educational psychology to understand student motivation and achievement in large, interdisciplinary service courses.  Such courses are taken by large numbers of students early in their engineering degree programs.  The investigators seek to understand how to create better means of teaching courses to motivate students from a range of engineering disciplines who may not see the course material as relevant to their degree.  The investigators focus on determining how the planned course interventions affects students' perceptions of value and development of self-efficacy.\r\n\r\nThe broader significance and importance of this project arises through developing ways to better retain students in engineering programs.  Since students are more likely to leave engineering in the first two years when the large service learning courses are often taken, discovering how to improve how relevant these courses are perceived by students may contribute to retaining higher numbers in engineering.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marian",
   "pi_last_name": "Kennedy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Marian S Kennedy",
   "pi_email_addr": "mskenne@clemson.edu",
   "nsf_id": "000428325",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "300 Brackett Hall, Box 345702",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To improve engineering undergraduate success with the classroom, this study was focused on understanding their motivation and achievement within large engineering courses.&nbsp; We designed two new assessments (scales that can be used within larger surveys) to measure self-efficacy (&lsquo;confidence&rsquo; by students of their own skills).&nbsp; We went through a validation process to confirm our scales (general engineering, skills and materials science) and then used these scales to understand student success. General engineering self-efficacy was shown to predict academic achievement, even when prior achievement was controlled.&nbsp; Students&rsquo; intrinsic value in engineering, and not their engineering self-efficacy, was shown to predict their intentions to persist in the engineering profession.&nbsp; In addition to the scale development, a series of open-ended questions were also presented to participants that probed the sources of their self-efficacy.&nbsp; Our results provided further evidence that mastery experience is the most influential source of students&rsquo; self-efficacy. In particular, performance attainments helped boost students&rsquo; confidence in their engineering capabilities. &nbsp;Instructors should also encourage students to participate in co-ops, internships, and research opportunities that provide both mastery and vicarious experiences.&nbsp; Our work was disseminated to educators, engineering education researchers and engineering practitioners during national conferences and also publications.&nbsp; The students trained during this grant are now working on engineering education assessment/research within universities or are working as engineers within industry.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2015<br>\n\t\t\t\t\tModified by: Marian&nbsp;S&nbsp;Kennedy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTo improve engineering undergraduate success with the classroom, this study was focused on understanding their motivation and achievement within large engineering courses.  We designed two new assessments (scales that can be used within larger surveys) to measure self-efficacy (æconfidenceÆ by students of their own skills).  We went through a validation process to confirm our scales (general engineering, skills and materials science) and then used these scales to understand student success. General engineering self-efficacy was shown to predict academic achievement, even when prior achievement was controlled.  StudentsÆ intrinsic value in engineering, and not their engineering self-efficacy, was shown to predict their intentions to persist in the engineering profession.  In addition to the scale development, a series of open-ended questions were also presented to participants that probed the sources of their self-efficacy.  Our results provided further evidence that mastery experience is the most influential source of studentsÆ self-efficacy. In particular, performance attainments helped boost studentsÆ confidence in their engineering capabilities.  Instructors should also encourage students to participate in co-ops, internships, and research opportunities that provide both mastery and vicarious experiences.  Our work was disseminated to educators, engineering education researchers and engineering practitioners during national conferences and also publications.  The students trained during this grant are now working on engineering education assessment/research within universities or are working as engineers within industry. \n\n\t\t\t\t\tLast Modified: 06/30/2015\n\n\t\t\t\t\tSubmitted by: Marian S Kennedy"
 }
}