{
 "awd_id": "1241473",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Materials Characterization toward Understanding the Cleaning and Preservation of Painted Modern Art Surfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 210543.0,
 "awd_amount": 210543.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry and Office of Multidisciplinary Activities, Professor Lagalante at Villanova University and Professor Wolbers at University of Delaware will study the composition, cleaning, and aging of water-borne emulsion polymer (acrylic) paints. Since their introduction in the 1950s, the number of acrylic paintings in major public institutions has grown almost exponentially and represent a significant cultural asset, both in terms of their sheer monetary value and their social, economic, and cultural significance. While acrylic polymer paints have enabled artists to move aesthetically far from the traditional limitations of oil paints, conservators face a cultural legacy replete with some of the greatest challenges in terms of cleaning and preserving these treasures.  The collaborative research will 1) investigate the formulation of aqueous microemulsions to remove \"model\" soils from artificially aged test paints utilizing liquid chromatography tandem mass spectrometry (LC-MS/MS) and 3D microscopic imaging to evaluate the cleaning efficacy, 2) investigate the photo-oxidation and speciation of surfactants of aged acrylic films using 2D desorption electrospray tandem mass spectrometry (2D DESI-MS/MS) surface imaging in combination with 2D electron paramagnetic resonance imaging (2D EPRI), and  3) solicit conservator testing of optimized microemulsion cleaning solutions at national and international workshops.  The introduction of 2D DESI-MS/MS imaging will be transformative in the museum conservation laboratory for molecular imaging of artwork surfaces as well as find broader applicability for EPR imaging in scientific fields outside the scope of the present proposal.  A broad outreach is planned to educate artists, cultural heritage scientists, museum conservators, and paint manufacturers as to the best methods for creating, protecting, exhibiting, and preserving modern painted surfaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Lagalante",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony F Lagalante",
   "pi_email_addr": "anthony.lagalante@villanova.edu",
   "nsf_id": "000190631",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Villanova University",
  "inst_street_address": "800 E LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "VILLANOVA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105194220",
  "inst_zip_code": "190851603",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "VILLANOVA UNIVERSITY IN THE STATE OF PENNSYLVANIA",
  "org_prnt_uei_num": "HJEPRMTQMMR4",
  "org_uei_num": "EYNYSU6L8ZX6"
 },
 "perf_inst": {
  "perf_inst_name": "Villanova University",
  "perf_str_addr": "800 Lancaster Avenue",
  "perf_city_name": "Villanova",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190851699",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  },
  {
   "pgm_ref_code": "8011",
   "pgm_ref_txt": "SCIART"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 210543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since their introduction in the 1950&rsquo;s, the number of acrylic paintings in major public institutions has grown almost exponentially and issues have arisen amongst conservators surrounding cleaning and displaying these artworks. Acrylic paintings represent a significant cultural asset, both in terms of their sheer monetary value and their social, economic, and cultural significance. On the one hand, this new media allowed artists to move aesthetically far from the traditional limitations of oil paints, but has left conservators with a cultural legacy replete with some of the greatest challenges in terms of conserving and exhibiting these treasures.</p>\n<p>It has often been observed anecdotally and implied through experimentation that acrylic emulsion paintings accumulate and entrain soils over time due to the inherent mechanical softness in artist&rsquo;s acrylic paint films, through the presence of hydrophilic film components, and by virtue of the ubiquitous presence of surfactant moieties on these film surfaces once they cure. Our work funded under this award has used modern analytical instrumentation (colorimetry, 3D microscopy, liquid chromatography-tandem mass spectrometry, attenuated total reflectance Fourier-transform infrared microscopy, fluorescence microscopy, and quartz crystal microbalance with dissipation) to better understand the movement of surfactant and its concomitant role in soiling and ultimately cleaning acrylic paintings. These studies have laid the foundation for our understanding and quantification of the profound movement of surfactant in cured acrylic latex paint films with environmental changes (relative humidity and temperature) and the chemistry of aqueous cleaning solutions (pH, conductivity, and ionic salts).&nbsp; Based upon these studies, we have developed aqueous, particle-based, water-in-oil emulsions in non-polar, silicone-based solvents that show promising cleaning efficacy for soiled paint films.&nbsp; Moreover, the cleaning emulsions leave no residue and do not incorporate additional surfactants that can leave residues on the painting that may exacerbate soiling in the future.</p>\n<p>The NSF funded research has incorporated staff and facilities at two fine art institutions (Winterthur Museum DE; Getty Conservation Institute, CA), and two universities (University of Delaware, Villanova University). The proposed research involved postdoctoral (VU Chemistry), Ph.D. (UD Preservation Studies), MS (VU Chemistry, Winterthur Art Conservation), and undergraduate (VU Chemistry, UD Art Conservation) training and mentoring.&nbsp; Research findings and practical training of U.S. and international conservators was disseminated through workshops including Cleaning Acrylic Painting Surfaces (CAPS 2012), International Academic Projects (which serves an international clientele of conservators who otherwise might not have access to formal professional or university level training), scientific national meetings and collaborations with fine arts paint manufacturers (Golden Artists Colors).&nbsp; This broad outreach has educated artists, cultural heritage scientists, conservators, and paint manufacturers as to the best methods for creating, protecting, exhibiting, and preserving modern art.</p>\n<p>During the course of the three year project, multiple national and international workshops have been led by co-PI Richard Wolbers, who is both a practicing conservator and conservation scientist in the art conservation community.&nbsp; These workshops have highlighted our scientific results and trained conservators in formulating cleaning emulsions and &lsquo;best use&rsquo; practice in cleaning of soiled acrylic paintings.&nbsp; Several important paintings that have been damaged or vandalized have made use of the cleaning emulsions developed in this award.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/22/2015<br>\n\t\t\t\t\tModified by: Anthony&nbsp;F&nbsp;Lag...",
  "por_txt_cntn": "\nSince their introduction in the 1950Æs, the number of acrylic paintings in major public institutions has grown almost exponentially and issues have arisen amongst conservators surrounding cleaning and displaying these artworks. Acrylic paintings represent a significant cultural asset, both in terms of their sheer monetary value and their social, economic, and cultural significance. On the one hand, this new media allowed artists to move aesthetically far from the traditional limitations of oil paints, but has left conservators with a cultural legacy replete with some of the greatest challenges in terms of conserving and exhibiting these treasures.\n\nIt has often been observed anecdotally and implied through experimentation that acrylic emulsion paintings accumulate and entrain soils over time due to the inherent mechanical softness in artistÆs acrylic paint films, through the presence of hydrophilic film components, and by virtue of the ubiquitous presence of surfactant moieties on these film surfaces once they cure. Our work funded under this award has used modern analytical instrumentation (colorimetry, 3D microscopy, liquid chromatography-tandem mass spectrometry, attenuated total reflectance Fourier-transform infrared microscopy, fluorescence microscopy, and quartz crystal microbalance with dissipation) to better understand the movement of surfactant and its concomitant role in soiling and ultimately cleaning acrylic paintings. These studies have laid the foundation for our understanding and quantification of the profound movement of surfactant in cured acrylic latex paint films with environmental changes (relative humidity and temperature) and the chemistry of aqueous cleaning solutions (pH, conductivity, and ionic salts).  Based upon these studies, we have developed aqueous, particle-based, water-in-oil emulsions in non-polar, silicone-based solvents that show promising cleaning efficacy for soiled paint films.  Moreover, the cleaning emulsions leave no residue and do not incorporate additional surfactants that can leave residues on the painting that may exacerbate soiling in the future.\n\nThe NSF funded research has incorporated staff and facilities at two fine art institutions (Winterthur Museum DE; Getty Conservation Institute, CA), and two universities (University of Delaware, Villanova University). The proposed research involved postdoctoral (VU Chemistry), Ph.D. (UD Preservation Studies), MS (VU Chemistry, Winterthur Art Conservation), and undergraduate (VU Chemistry, UD Art Conservation) training and mentoring.  Research findings and practical training of U.S. and international conservators was disseminated through workshops including Cleaning Acrylic Painting Surfaces (CAPS 2012), International Academic Projects (which serves an international clientele of conservators who otherwise might not have access to formal professional or university level training), scientific national meetings and collaborations with fine arts paint manufacturers (Golden Artists Colors).  This broad outreach has educated artists, cultural heritage scientists, conservators, and paint manufacturers as to the best methods for creating, protecting, exhibiting, and preserving modern art.\n\nDuring the course of the three year project, multiple national and international workshops have been led by co-PI Richard Wolbers, who is both a practicing conservator and conservation scientist in the art conservation community.  These workshops have highlighted our scientific results and trained conservators in formulating cleaning emulsions and æbest useÆ practice in cleaning of soiled acrylic paintings.  Several important paintings that have been damaged or vandalized have made use of the cleaning emulsions developed in this award.\n\n\t\t\t\t\tLast Modified: 09/22/2015\n\n\t\t\t\t\tSubmitted by: Anthony F Lagalante"
 }
}