{
 "awd_id": "1242377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Commercialization of Chirped-Pulse Fourier Transform THz Spectrometers for Gas Analysis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-07-02",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "Advances in high-speed digital electronics have enabled a new approach for measuring high-resolution molecular rotational spectra of room-temperature gases. The chirped-pulse Fourier transform (CP-FT) technique improves measurement speeds by about four orders-of-magnitude over the current state-of-the-art. This advance makes it possible to bring the traditional advantages of molecular rotational spectroscopy for multispecies detection and high molecular specificity to applications that require high sample throughput or real-time chemical monitoring. The combination of broad instantaneous frequency coverage and high spectral resolution of the spectroscopic features makes it possible to analyze complex gas mixtures without the need for prior chemical separation (like gas chromatography). This advantage produces lower overall spectrometer operating costs by bypassing the need for consumable chromatography supplies.\r\n\r\nMolecular rotational spectroscopy identifies molecules through their quantum mechanical frequency spectrum. The rotational spectrum can be measured with high frequency accuracy using precision frequency standards like rubidium clocks. These features provide unsurpassed transferability of measurements from lab-to-lab. Once the spectrum is identified, it can forever be recognized on any other instrument. The next-generation CP-FT spectrometers exploit advances in high-speed digital electronics to achieve exceptionally high data throughput - with spectrum acquisition rates of 2.4 Gs/s now possible. There is the potential to develop a qualitatively new analytical tool for chemical monitoring whose power is amplified by mining all of the spectral data produced by these instruments so that the known catalog of molecular signatures rapidly expands in real time. This concept of a data enabled science driven analytical chemistry technique based on widely deployed and internet-connected CP-FT gas sensors has the potential to revolutionize real-time chemical monitoring in applications across the industrial spectrum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brooks",
   "pi_last_name": "Pate",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Brooks H Pate",
   "pi_email_addr": "bp2k@virginia.edu",
   "nsf_id": "000232424",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Va. Chemistry Department",
  "perf_str_addr": "409 McCormick Rd",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The BrightSpec team was a participiant in the July-August NSF I-Corps program at Georgia Tech. &nbsp;The goal of the team was to detemrined the commericial viability for a new type of trace gas sensor. &nbsp;The BrighSpec instruments are based on boradband mm-wave rotational spectroscopy. &nbsp;This measurement technology was devleoped and patented from a previous NSF Centers for Chemical Innovation award.</p>\n<p>In December 2012, the decision to form BrightSpec was made.&nbsp; BrightSpec submitted a Phase I proposal to the Army in January 2013. &nbsp;BrightSpec will soon move into an office/instrument development space.&nbsp; Private financial backing has been obtained (February 2013).&nbsp; Two Ph.D. scientists and one M.S. scientist have been hired by the company.&nbsp; Brent Harris, the graduate student lead for the I-Corps program, will work for BrightSpec following completion of his Ph.D. work in summer 2013.</p>\n<p>Customer conversations during the I-Corps program and in Fall 2012 showed that users were most interested in a &ldquo;black box&rdquo; instrument that could be remotely programmed for different chemical analysis techniques.&nbsp; Based on these conversations, a new instrument design offering significant cost reduction while delivering the measurement capabilities desired by customers was conceived.&nbsp; A working prototype of this instrument was constructed and tested in January 2013.&nbsp; An invention disclosure has been filed with the University of Virginia and a provisional US patent is expected to be awarded in May 2013.&nbsp; The patent application identified the I-Corps program as the source of federal funding leading to the invention.&nbsp; Two manuscripts describing the design and operation of this new spectrometer will be submitted for publication in May 2013.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2013<br>\n\t\t\t\t\tModified by: Brooks&nbsp;H&nbsp;Pate</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe BrightSpec team was a participiant in the July-August NSF I-Corps program at Georgia Tech.  The goal of the team was to detemrined the commericial viability for a new type of trace gas sensor.  The BrighSpec instruments are based on boradband mm-wave rotational spectroscopy.  This measurement technology was devleoped and patented from a previous NSF Centers for Chemical Innovation award.\n\nIn December 2012, the decision to form BrightSpec was made.  BrightSpec submitted a Phase I proposal to the Army in January 2013.  BrightSpec will soon move into an office/instrument development space.  Private financial backing has been obtained (February 2013).  Two Ph.D. scientists and one M.S. scientist have been hired by the company.  Brent Harris, the graduate student lead for the I-Corps program, will work for BrightSpec following completion of his Ph.D. work in summer 2013.\n\nCustomer conversations during the I-Corps program and in Fall 2012 showed that users were most interested in a \"black box\" instrument that could be remotely programmed for different chemical analysis techniques.  Based on these conversations, a new instrument design offering significant cost reduction while delivering the measurement capabilities desired by customers was conceived.  A working prototype of this instrument was constructed and tested in January 2013.  An invention disclosure has been filed with the University of Virginia and a provisional US patent is expected to be awarded in May 2013.  The patent application identified the I-Corps program as the source of federal funding leading to the invention.  Two manuscripts describing the design and operation of this new spectrometer will be submitted for publication in May 2013.\n\n\t\t\t\t\tLast Modified: 04/16/2013\n\n\t\t\t\t\tSubmitted by: Brooks H Pate"
 }
}