{
 "awd_id": "1244739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   RUI:   The genomic architecture of speciation in an avian hybrid zone",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 53849.0,
 "awd_amount": 53849.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "This study seeks to address how the genomes of different birds respond to hybridization and what keeps them distinct. The two forms of the Western Scrub-Jay, one found in coastal California and the other in the interior United States, have different plumage colors and different bill shapes that are adapted to local resources. This study will look at an area of contact between them to address two important questions that are currently intensely debated in the field of evolutionary theory: (1) whether genetic divergence on the sex chromosomes plays an outsized role in keeping species separate; and (2) whether genomic divergence tends to accumulate in just a few places in the genome, or whether divergence is more evenly spread out throughout the genome. To accomplish this, the researchers will use novel methods for sequencing large subsets of the genomes of many individuals found inside and outside a contact zone near Lake Tahoe.\r\n\t\r\nUnderstanding how species remain distinct despite the fact that they sometimes interbreed and exchange genes is an important basic question in evolutionary biology bearing on how and why biodiversity is generated. It is also important from the standpoint of protecting and managing our country's existing wealth of biodiversity, because there are many natural and human-mediated cases of hybridization between economically important species. This research will lead to a better understanding of how the genome responds to hybridization, and what keeps species distinct.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McCormack",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John McCormack",
   "pi_email_addr": "mccormack@oxy.edu",
   "nsf_id": "000591694",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Occidental College",
  "inst_street_address": "1600 CAMPUS RD",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3232591414",
  "inst_zip_code": "900413314",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "OCCIDENTAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "DCQQX5TRCYN9"
 },
 "perf_inst": {
  "perf_inst_name": "Occidental College",
  "perf_str_addr": "1600 Campus Rd",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900413314",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 53849.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this project were to understand how species come into being at the level of their DNA, and to explore a case where two species have come back into contact, to see which parts of their genomes remain different and which parts become shared when they hybridize. Basic knowledge of the units of biodiversity and how they are formed &ndash; and sometimes unformed &ndash; help us understand how species adapt to a changing world and how we can protect biodiversity in the future. We focused on a common North American backyard bird, the Western Scrub-Jay, which has a distinct appearance in different parts of its geographic range, suggesting the formation of new species. Before zeroing in on the places where these incipient species come into contact, we needed to understand their history of divergence and gene exchange across their wide distribution. Engaging students at the Master&rsquo;s, undergraduate, and high school level (many from underrepresented groups in the sciences), we gathered samples and determined that there are three main genetic clusters that are likely to be of species level. In practical terms, this means that the common backyard bird, the Western Scrub-Jay, will soon likely be split into three species, one along the Pacific Coast, one in the Interior United States and northern Mexico, and one endemic to southern Mexico. We also determined that there is only one location where two of these groups come into contact and hybridize, in the mountain of western Nevada. We published these results in an open access journal, BMC Evolutionary Biology, which spawned several blog posts and some social media attention. The article has already been viewed over 4,000 times, although it came out only four months ago.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;After determining the broad genetic patterns, we zeroed in on the hybrid zone in western Nevada. Here, we conducted further sampling so that we had a proper transect, i.e., sample sites went from a pure population of one species to a pure population of the other species, with sites in between representing locations with different proportions of hybrids. This work involved training two female scientists in field methods. Next we wanted to identify the parts of the genomes of these two species that were associated with their differences in appearance, so we could look at how these regions vary across the hybrid zone. To do this, we prepared four individuals from pure populations of each species for a new genomic technique that involved sequencing their entire genomes. This would assure that we were not missing any regions, which could be overlooked with other methods that only look at a subset of the genome. Whole-genome sequencing for the purpose of identifying diverging DNA regions is a relatively novel technique that has not yet been applied to many cases of bird speciation.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; After sequencing and aligning whole genomes of eight individuals, we found that there were only around 10,000 base pairs in the genome where the two species had fixed differences, meaning that all of one species had one allele and all of the other species had a different allele. This was very surprising to us because this divergence was old, and other whole-genome data we collected found around 100,000 fixed differences for more recent divergences. We are still in the process of interpreting these data, but they suggest that hybridization between species in Nevada has led to fewer fixed differences due to gene exchange. What this also means is that the differences in appearance between the species are likely to be under the genetic control of some of those 10,000 differences, nearly 3,000 of which we know are in protein-coding genes. The next step is to look at individuals across the hybrid zone and associate genotypes at t...",
  "por_txt_cntn": "\nThe goals of this project were to understand how species come into being at the level of their DNA, and to explore a case where two species have come back into contact, to see which parts of their genomes remain different and which parts become shared when they hybridize. Basic knowledge of the units of biodiversity and how they are formed &ndash; and sometimes unformed &ndash; help us understand how species adapt to a changing world and how we can protect biodiversity in the future. We focused on a common North American backyard bird, the Western Scrub-Jay, which has a distinct appearance in different parts of its geographic range, suggesting the formation of new species. Before zeroing in on the places where these incipient species come into contact, we needed to understand their history of divergence and gene exchange across their wide distribution. Engaging students at the MasterÆs, undergraduate, and high school level (many from underrepresented groups in the sciences), we gathered samples and determined that there are three main genetic clusters that are likely to be of species level. In practical terms, this means that the common backyard bird, the Western Scrub-Jay, will soon likely be split into three species, one along the Pacific Coast, one in the Interior United States and northern Mexico, and one endemic to southern Mexico. We also determined that there is only one location where two of these groups come into contact and hybridize, in the mountain of western Nevada. We published these results in an open access journal, BMC Evolutionary Biology, which spawned several blog posts and some social media attention. The article has already been viewed over 4,000 times, although it came out only four months ago.\n\n             After determining the broad genetic patterns, we zeroed in on the hybrid zone in western Nevada. Here, we conducted further sampling so that we had a proper transect, i.e., sample sites went from a pure population of one species to a pure population of the other species, with sites in between representing locations with different proportions of hybrids. This work involved training two female scientists in field methods. Next we wanted to identify the parts of the genomes of these two species that were associated with their differences in appearance, so we could look at how these regions vary across the hybrid zone. To do this, we prepared four individuals from pure populations of each species for a new genomic technique that involved sequencing their entire genomes. This would assure that we were not missing any regions, which could be overlooked with other methods that only look at a subset of the genome. Whole-genome sequencing for the purpose of identifying diverging DNA regions is a relatively novel technique that has not yet been applied to many cases of bird speciation.\n\n            After sequencing and aligning whole genomes of eight individuals, we found that there were only around 10,000 base pairs in the genome where the two species had fixed differences, meaning that all of one species had one allele and all of the other species had a different allele. This was very surprising to us because this divergence was old, and other whole-genome data we collected found around 100,000 fixed differences for more recent divergences. We are still in the process of interpreting these data, but they suggest that hybridization between species in Nevada has led to fewer fixed differences due to gene exchange. What this also means is that the differences in appearance between the species are likely to be under the genetic control of some of those 10,000 differences, nearly 3,000 of which we know are in protein-coding genes. The next step is to look at individuals across the hybrid zone and associate genotypes at those 10,000 DNA locations with the hybrid appearances of birds, to tease apart which differences are associated with which changes in appearance. Our results so far are important, however, becaus..."
 }
}