{
 "awd_id": "1246482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Price Elasticity of R&D: Evidence From State Tax Policies",
 "cfda_num": "47.075",
 "org_code": "04030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Fiegener",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2012-09-26",
 "awd_max_amd_letter_date": "2013-07-03",
 "awd_abstract_narration": "In tax year 2008 the federal research and development (R&D) tax credit paid out over $8 billion to businesses, which was 7% of total federal expenditures on research. The intent of the tax credit is to provide an incentive for firms to raise their private level of R&D funding. This project will investigate how effective tax incentives are at increasing R&D. \r\n\r\nThis evaluation is difficult because, while we can observe R&D spending before and after a tax policy change, we can only speculate on what R&D would have been without the tax policy change. Because policymakers implement tax incentives in response to current and/or expected economic conditions, a simple comparison of R&D before and after a tax incentive is implemented will lead to inaccurate inferences about the effects of the tax incentive. For example, if R&D in a given year is low, then policymakers may respond with a tax incentive. While a rebound in the following year could be due to the tax incentive, it might also reflect R&D simply returning to its mean value. Alternatively, policymakers might foresee a decline in R&D and implement a tax incentive to prevent the decline. Subsequently observing no change in R&D after the tax incentive takes place would be evidence supporting the efficacy of the tax incentive.\r\n\r\nTo correct for the endogeneity of tax incentives, we will use state-level tax variation driven by changes in the U.S. federal R&D tax credit. While state governments are attentive to state-level economic conditions when forming their idiosyncratic state-level tax policies, the federal government sets a uniform national tax policy and is less attentive to individual state economic conditions. In addition, changes in the federal R&D tax credit have differential impacts on state-level tax incentives across states due to the interaction of federal and state taxes. These two features imply a regression mode that can generate an unbiased estimate of the effect of tax incentives on R&D.\r\n\r\nBroader Impacts:  This study will make several important contributions, in addition to supporting the training of a doctoral candidate. First, the project will create a dataset on state corporate tax laws that will be more detailed than any existing dataset on state R&D tax incentives. These data will allow a descriptive analysis of how the overall tax burden for R&D has changed over time and across states/regions. Second, the project will generate an unbiased estimate of how tax incentives affect R&D. The final contribution will be an estimate of the endogeneity bias driven by self-selection of tax policies, which will help future economic research on tax incentives and uncover evidence on mechanisms behind the implementation of tax policies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "NCSE",
 "org_div_long_name": "National Center for Science and Engineering Statistics.",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Cohen",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Linda R Cohen",
   "pi_email_addr": "linda.cohen@uci.edu",
   "nsf_id": "000467637",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Chang",
   "pi_email_addr": "achang19@uci.edu",
   "nsf_id": "000597999",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951736",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}