{
 "awd_id": "1247909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic Behavior and Coexistence of Intelligent Radio Spectrum Access Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "wenjing lou",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 269422.0,
 "awd_amount": 285422.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2014-05-15",
 "awd_abstract_narration": "Dynamic spectrum access (DSA) allows new wireless systems to reuse the spectrum currently occupied exclusively by primary systems. A DSA system must be intelligent enough to detect primary system's activity and be flexible enough to allow new and advanced technology to be adopted to compete for spectrum access. The intelligence and flexibility make DSA system to have complex dynamic behaviors such as oscillation and fluctuation that are quite different from what was intended. They also make it difficult to guarantee the coexistence of heterogeneous DSA systems. This project develops a theoretical framework for modeling and analyzing the dynamic behavior and the coexistence of heterogeneous DSA systems. It employs many methodologies from theoretical ecology to study the cooperation, competition, altruism, selfishness, and other intelligent human-like behaviors. Two approaches are exploited to study such complex interactions among multiple spectrum access strategies: an evolutionary game theoretic approach based on an efficient Markov-model bank, and a population dynamic approach based on a spectrum-usage model. In addition, this project initiates pioneering research on DSA policy modeling and analysis by applying the two approaches. \r\n\r\nThis project builds the underlying theoretical foundation to support the development of new DSA techniques, new heterogeneous DSA systems, and new DSA policies that enhance the efficiency and fairness of spectrum access. The theoretical methodologies are useful for the development of many other heterogeneous and intelligent systems in general. This project stimulates the integration of the two traditionally disparate areas: wireless communications and theoretical ecology, in both research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaohua",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaohua Li",
   "pi_email_addr": "xli@binghamton.edu",
   "nsf_id": "000285214",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "797600",
   "pgm_ele_name": "EARS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  },
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 269422.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dynamic spectrum access (DSA) allows new wireless systems to reuse the spectrum currently occupied exclusively by primary systems. A DSA system must be both intelligent enough to detect the primary systems and flexible enough to allow new and advanced technologies to be adopted for the spectrum access competition. The intelligence and flexibility make the DSA system to be heterogeneous, to&nbsp;show complex dynamic behavior, and to have the challenging coexistence issue.</p>\n<p>One of the primary outcomes of this project is the development of theoretical frameworks for modeling and analyzing the dynamic behavior and the coexistence of heterogeneous DSA systems. This project employs many methodologies from theoretical ecology to study the cooperation and competition behaviors of DSA users. One methodology involves an innovative Markov-model bank concept, while another methodology employs a population-dynamic approach to construct spectrum-usage models.</p>\n<p>The Markov-model bank (MMB) framework models the heterogeneous DSA system by setting up a Markov chain for each user. These Markov chains are connected with each other&nbsp;due to&nbsp;the mutual interference. The MMB framework leads to a set of network decomposition techniques which greatly reduce the analysis complexity. Closed-form performance expressions described by polynomial roots have been developed.</p>\n<p>The population-dynamic spectrum-usage model (SUM) is an efficient modeling and analysis framework for investigating the coexistence behavior of the DSA system with a large number of heterogeneous users. By analyzing the dynamic behavior of the users, a system of difference equations is formulated to describe the evolution of the spectrum utilization of the DSA system.</p>\n<p>Another primary outcome of this project is the formulation of a sum-of-ratios linear fractional programming for optimizing the performance of the DSA system. It is well known that the optimal spectrum sharing performance is elusive mainly because the optimization is non-convex. The sum-of-ratios linear fractional programming provides a global optimization framework&nbsp;for this challenge.</p>\n<p>The third primary outcome of this project is an innovative technique called interference-immune multihop relaying. It suppresses mutual interference among wireless relays and makes wireless networks to behave as wired networks. A wireless Dijkstra's algorithm is developed for constructing&nbsp;the optimal&nbsp;multihop wireless transmission paths. This can potentially make multihop relaying a competitive technique in practice.</p>\n<p>The fourth primary outcome of this project is a general scheme to support distributed wireless transmissions in asynchronous environment without the need of accurate carrier or timing synchronization. A testbed has been developed to demonstrate a number of distributed transmission methods in practice. This can greatly promote the practical adoption of distributed transmission techniques such as cooperative transmissions, relaying, CoMP (cooperative multipoint for cellular systems).</p>\n<p>This project has brought over 20 journal or conference papers, with which it&nbsp;builds the underlying theoretical foundation to support the development of new DSA techniques, new heterogeneous DSA systems, and new DSA coexistence policies that enhance the efficiency and fairness of the coexistence of wireless communication devices. Techniques developed in this project for resolving mutual interference within the DSA system, among the multihop relays, or among the distributed transmitters are important for the next generation wireless communication systems. In addition, the theoretical methodologies are useful for the development of many other heterogeneous and intelligent systems in general. This project stimulates the integration of the two traditionally disparate areas: wireless communications and theoretical ecology, i...",
  "por_txt_cntn": "\nDynamic spectrum access (DSA) allows new wireless systems to reuse the spectrum currently occupied exclusively by primary systems. A DSA system must be both intelligent enough to detect the primary systems and flexible enough to allow new and advanced technologies to be adopted for the spectrum access competition. The intelligence and flexibility make the DSA system to be heterogeneous, to show complex dynamic behavior, and to have the challenging coexistence issue.\n\nOne of the primary outcomes of this project is the development of theoretical frameworks for modeling and analyzing the dynamic behavior and the coexistence of heterogeneous DSA systems. This project employs many methodologies from theoretical ecology to study the cooperation and competition behaviors of DSA users. One methodology involves an innovative Markov-model bank concept, while another methodology employs a population-dynamic approach to construct spectrum-usage models.\n\nThe Markov-model bank (MMB) framework models the heterogeneous DSA system by setting up a Markov chain for each user. These Markov chains are connected with each other due to the mutual interference. The MMB framework leads to a set of network decomposition techniques which greatly reduce the analysis complexity. Closed-form performance expressions described by polynomial roots have been developed.\n\nThe population-dynamic spectrum-usage model (SUM) is an efficient modeling and analysis framework for investigating the coexistence behavior of the DSA system with a large number of heterogeneous users. By analyzing the dynamic behavior of the users, a system of difference equations is formulated to describe the evolution of the spectrum utilization of the DSA system.\n\nAnother primary outcome of this project is the formulation of a sum-of-ratios linear fractional programming for optimizing the performance of the DSA system. It is well known that the optimal spectrum sharing performance is elusive mainly because the optimization is non-convex. The sum-of-ratios linear fractional programming provides a global optimization framework for this challenge.\n\nThe third primary outcome of this project is an innovative technique called interference-immune multihop relaying. It suppresses mutual interference among wireless relays and makes wireless networks to behave as wired networks. A wireless Dijkstra's algorithm is developed for constructing the optimal multihop wireless transmission paths. This can potentially make multihop relaying a competitive technique in practice.\n\nThe fourth primary outcome of this project is a general scheme to support distributed wireless transmissions in asynchronous environment without the need of accurate carrier or timing synchronization. A testbed has been developed to demonstrate a number of distributed transmission methods in practice. This can greatly promote the practical adoption of distributed transmission techniques such as cooperative transmissions, relaying, CoMP (cooperative multipoint for cellular systems).\n\nThis project has brought over 20 journal or conference papers, with which it builds the underlying theoretical foundation to support the development of new DSA techniques, new heterogeneous DSA systems, and new DSA coexistence policies that enhance the efficiency and fairness of the coexistence of wireless communication devices. Techniques developed in this project for resolving mutual interference within the DSA system, among the multihop relays, or among the distributed transmitters are important for the next generation wireless communication systems. In addition, the theoretical methodologies are useful for the development of many other heterogeneous and intelligent systems in general. This project stimulates the integration of the two traditionally disparate areas: wireless communications and theoretical ecology, in both research and education.\n\n \n\n\t\t\t\t\tLast Modified: 03/19/2016\n\n\t\t\t\t\tSubmitted by: Xiaohua Li"
 }
}