{
 "awd_id": "1247285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:    Strategies for Developing and Innovating Living Stocks Collections - August 20-21, 2012, Washington, D.C.",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 91455.0,
 "awd_amount": 91455.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2015-04-13",
 "awd_abstract_narration": "Many fields of biological research, for example, genetics and cellular biology, biofuels development, plant ecology, and human disease transmission, depend on collections of living organisms that have documented origins and genetic histories. Maintaining these \"living stocks collections\" while providing for their innovation and enhancement over time requires strategic planning for long-term financial sustainability. An award is made to the Ecological Society of America to host the workshop \"Strategies for Developing and Innovating Living Stocks Collections,\" to bring together principal investigators of NSF-supported living stocks collections to explore current and future needs, discuss existing sustainability strategies, enhance understanding of strategic planning as a tool for achieving collection sustainability, and discuss opportunities for continuing information exchange and collaboration. \r\n\r\nThe intellectual merit of this workshop consists in helping make sustainability planning a formal, core element of living stocks collections management. The broader impacts of the workshop are its contributions to ensuring collections' long-term viability and capacity to innovate, and consequently the long-term sustainability of a wide range of biological research important to energy development, human health, and other areas of direct societal concern.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Duke",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford S Duke",
   "pi_email_addr": "cduke@nas.edu",
   "nsf_id": "000089342",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ecological Society of America",
  "inst_street_address": "1990 M ST NW",
  "inst_street_address_2": "STE 700",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028338773",
  "inst_zip_code": "200363415",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "ECOLOGICAL SOCIETY OF AMERICA INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "DBRGTD7EY3M1"
 },
 "perf_inst": {
  "perf_inst_name": "Ecological Society of America",
  "perf_str_addr": "1990 M Street NW, Suite 700",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200363415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 91455.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many fields of biological and ecological research depend on a reliable supply of living organisms. Principal Investigators who maintain collections of these organisms, or &ldquo;living stocks collections,&rdquo; are challenged with providing for innovation and enhancement while simultaneously sustaining the resource for their users in the research community. As part of the Ecological Society of America&rsquo;s (ESA) efforts to promote the continued development of ecological science and increase the resources available to conduct ecological research, ESA hosted a workshop on Strategies for Developing and Innovating Living Stocks Collections, with support from the National Science Foundation. The workshop took place on August 20-21, 2012, and brought together 34 managers of living stocks collections and other stakeholders to address the challenges of collection sustainability, development, and innovation. This workshop built on the 2010 ESA workshop &ldquo;Strategies for Sustainability of Biological Infrastructure,&rdquo; also sponsored by the National Science Foundation, and explored the value of long-term strategic planning, existing sustainability strategies, current and future collection needs, and opportunities for continued information exchange and collaboration among managers of living collections.</p>\n<p>In a follow-on effort supported by this grant, to assess the sustainability of collections in the U.S., a survey was distributed to collection scientists whose responses provide a benchmark for evaluating the resiliency of these collections. Among the key observations were that plant collections have larger staffing requirements than other kinds of collections and that living microbe collections were the most vulnerable to retirements or other disruptions. Many higher plant and vertebrate collections have institutional support and several have endowments. Other collections depend on competitive grant support in an era of intense competition for these resources. Opportunities for synergy among living collections depend upon complementing the natural strong engagement with the research communities that depend on these collections with enhanced information sharing, communication, and collective action to keep them sustainable for the future. External efforts by funding agencies and publishers could reinforce the advantages of having professional management of research resources across every discipline.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2017<br>\n\t\t\t\t\tModified by: Clifford&nbsp;S&nbsp;Duke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany fields of biological and ecological research depend on a reliable supply of living organisms. Principal Investigators who maintain collections of these organisms, or \"living stocks collections,\" are challenged with providing for innovation and enhancement while simultaneously sustaining the resource for their users in the research community. As part of the Ecological Society of America?s (ESA) efforts to promote the continued development of ecological science and increase the resources available to conduct ecological research, ESA hosted a workshop on Strategies for Developing and Innovating Living Stocks Collections, with support from the National Science Foundation. The workshop took place on August 20-21, 2012, and brought together 34 managers of living stocks collections and other stakeholders to address the challenges of collection sustainability, development, and innovation. This workshop built on the 2010 ESA workshop \"Strategies for Sustainability of Biological Infrastructure,\" also sponsored by the National Science Foundation, and explored the value of long-term strategic planning, existing sustainability strategies, current and future collection needs, and opportunities for continued information exchange and collaboration among managers of living collections.\n\nIn a follow-on effort supported by this grant, to assess the sustainability of collections in the U.S., a survey was distributed to collection scientists whose responses provide a benchmark for evaluating the resiliency of these collections. Among the key observations were that plant collections have larger staffing requirements than other kinds of collections and that living microbe collections were the most vulnerable to retirements or other disruptions. Many higher plant and vertebrate collections have institutional support and several have endowments. Other collections depend on competitive grant support in an era of intense competition for these resources. Opportunities for synergy among living collections depend upon complementing the natural strong engagement with the research communities that depend on these collections with enhanced information sharing, communication, and collective action to keep them sustainable for the future. External efforts by funding agencies and publishers could reinforce the advantages of having professional management of research resources across every discipline.\n\n\t\t\t\t\tLast Modified: 01/06/2017\n\n\t\t\t\t\tSubmitted by: Clifford S Duke"
 }
}