{
 "awd_id": "1247499",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER - feasibility study in reconstructing Holocene drought history from sediment cores in Fallen Leaf Lake, CA",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 14993.0,
 "awd_amount": 14993.0,
 "awd_min_amd_letter_date": "2012-08-02",
 "awd_max_amd_letter_date": "2012-08-02",
 "awd_abstract_narration": "Work in the western US indicates that profound, long-term shifts in patterns of drought throughout the past 10-13,000 years (the Holocene) have had both historic and prehistoric impact on ecosystems and on humans. This grant will develop a long-term drought record from sediment cores in the northern Sierra Nevada, a climatically sensitive region. The project will focus on the alpine portion of the watershed where the effects of winter precipitation deficits are more directly measurable than in terminal lake basins. These effects include lowered lake levels during drought stages, warmer lake temperatures, variations in strength and depth of thermal stratification, and altered biotic structure. In particular, fossil diatom communities in lake sediments are expected to vary in response to drought, and may be used as a indicators of climate change and long-lasting droughts. An excellent diatom record potentially exists in sediments of Fallen Leaf Lake in the Lake Tahoe watershed for use as paleoclimate indicators, with expected multi-decadal to centennial resolution. Preliminary age models on cores taken in 2010 show great promise for developing a detailed chronology. The cores contain a continuous record extending back 13,300 yrs, with sedimentation rates averaging 1.4 mm/year. The team will test whether diatoms in sub-alpine lake sediment can serve as indicators of changes in winter precipitation, and whether changes in diatom, sedimentologic, and selected geochemical indicators can be related to drought conditions during the Medieval Climatic Anomaly and other Holocene long-term droughts. The lake is a good choice because it records large precipitation-driven lake level shifts, and the area's water balance and hydrologic response to drought is measurable. Preliminary data indicates shifts in the number of diatom species associated with a well documented multi-hundred year drought. The team will investigate diatom response to drought conditions by looking at organic geochemistry from discrete samples (% organic matter and C, N isotopes), compound specific geochemistry, and pollen analysis. In addition, the team will conduct X-ray fluorescence scans for biogenic silica and organic matter content at high resolution (0.2-0.5mm). All core proxy data will be cross-correlated using a variety of multivariate and cross spectral techniques. Regional tree-ring climatic records will be used as an independent means of validating hydrological variability.\r\n\r\nThe proposed research has larger impacts to society, and this data should be of interest to aquatic ecologists, natural resource managers, and climate scientists concerned with the long-term response of fresh-water aquatic systems to climatic change. The timing and effects of prolonged drought will also be of interest to anthropologists reconstructing the migrations of Native Americans in response to drier conditions, including the ancestors of the Northern Paiute, the Maidu, the Washoe, the Yokuts, and the West Mono. Further, this effort to better establish diatoms as indicators of climate variation could add to the number of tools used to interpret regional climate change, and its associated impacts on human activities. This project will provide ages and scanning XRF analyses needed to build a quality age model, and establish the basic sedimentologic framework for this set of Holocene cores. This framework is a necessary first step for all of the ongoing paleontologic and geochemical work that is underway with these cores by various graduate students and faculty members. It will also provide the discrete samples needed for the various specialized indicators (diatoms, organic geochemistry, pollen analysis) and analyses necessary for the diatom work. At present, 5 graduate students rely on these cores for their thesis and dissertation research, and will benefit greatly by additional age control, geochemical data, and samples. Cores and data will be archived at the National Lacustrine Core Repository, Minnesota.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Noble",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paula J Noble",
   "pi_email_addr": "noblepj@unr.edu",
   "nsf_id": "000090066",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">Contemporary work in the western United States indicates that there have been profound, long-term shifts in patterns of aridity throughout the Holocene (last ~12 ka) that have both historic and prehistoric impact on ecosystems and human culture. &nbsp;Lake cores from Fallen Leaf Lake, Tahoe Basin, CA were analyzed in this 1 year feasibility study to determine the sensitivity of this subalpine lake to recording regional climate history over the last 13,000 years, back to the late Tioga glaciation, and to improve our understanding of the timing of long term climate shifts in the northern Sierra Nevada. In particular, the lake&rsquo;s response to droughts and floods, and to ice age advances and retreats, was examined. The cores were dated using a combination of carbon-14 and lead-210 methods, and sediment accumulation rates calculated. These high quality and well-dated cores were then analyzed geochemically, and for diatoms (a group of aquatic algae), both of which can provide insight into the lake&rsquo;s past environmental history. Overall, the two strongest climate signals recorded in the lake are the Pleistocene/Holocene transition which helps constrain the end of the Late Tioga glaciation in the Tahoe basin, and a second transition at ~3.7 ka, following the mid Holocene dry period. Both of these transitions show major changes geochemically and in the diatom community composition. A smaller signal was observed with the Little Ice Age, and also at the end of the Medieval Climate Anomaly (MCA), a previously documented multi-centennial drought. The MCA drought signal is, at best, weakly expressed in the geochemical and diatom data. However; the end of the MCA appears to be punctuated by an event with a distinct diatom assemblage change and abundant washed in organic matter, possibly relating to a high precipitation event that ended the drought. This subalpine lake does appear to be sensitive to climate shifts, and more work is underway to examine the diatoms in detail with the aim of calibrating their response to climate variability.&nbsp; In addition to the previously stated research outcomes, there has been an important educational outcome of this project. Aspects of the core work have been used by five graduate students for their thesis and dissertation research, and diatom materials have also been used in classroom exercises by teachers in the local school district that has served to engage middle school and high school STEM students in paleoclimate and paleoenvironmental research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2014<br>\n\t\t\t\t\tModified by: Paula&nbsp;J&nbsp;Noble</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1247499/1247499_10197095_1413495005152_FLL--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1247499/1247499_10197095_1413495005152_FLL--rgov-800width.jpg\" title=\"Fallen Leaf Lake\"><img src=\"/por/images/Reports/POR/2014/1247499/1247499_10197095_1413495005152_FLL--rgov-66x44.jpg\" alt=\"Fallen Leaf Lake\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">View of Fallen Leaf Lake from the ridge to the east. Lake Tahoe is in the background</div>\n<div class=\"imageCredit\">B. Johsnon</div>\n<div class=\"imageSubmitted\">Paula&nbsp;J&nbsp;Noble</div>\n<div class=\"imageTitle\">Fallen Leaf Lake</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "Contemporary work in the western United States indicates that there have been profound, long-term shifts in patterns of aridity throughout the Holocene (last ~12 ka) that have both historic and prehistoric impact on ecosystems and human culture.  Lake cores from Fallen Leaf Lake, Tahoe Basin, CA were analyzed in this 1 year feasibility study to determine the sensitivity of this subalpine lake to recording regional climate history over the last 13,000 years, back to the late Tioga glaciation, and to improve our understanding of the timing of long term climate shifts in the northern Sierra Nevada. In particular, the lakeÆs response to droughts and floods, and to ice age advances and retreats, was examined. The cores were dated using a combination of carbon-14 and lead-210 methods, and sediment accumulation rates calculated. These high quality and well-dated cores were then analyzed geochemically, and for diatoms (a group of aquatic algae), both of which can provide insight into the lakeÆs past environmental history. Overall, the two strongest climate signals recorded in the lake are the Pleistocene/Holocene transition which helps constrain the end of the Late Tioga glaciation in the Tahoe basin, and a second transition at ~3.7 ka, following the mid Holocene dry period. Both of these transitions show major changes geochemically and in the diatom community composition. A smaller signal was observed with the Little Ice Age, and also at the end of the Medieval Climate Anomaly (MCA), a previously documented multi-centennial drought. The MCA drought signal is, at best, weakly expressed in the geochemical and diatom data. However; the end of the MCA appears to be punctuated by an event with a distinct diatom assemblage change and abundant washed in organic matter, possibly relating to a high precipitation event that ended the drought. This subalpine lake does appear to be sensitive to climate shifts, and more work is underway to examine the diatoms in detail with the aim of calibrating their response to climate variability.  In addition to the previously stated research outcomes, there has been an important educational outcome of this project. Aspects of the core work have been used by five graduate students for their thesis and dissertation research, and diatom materials have also been used in classroom exercises by teachers in the local school district that has served to engage middle school and high school STEM students in paleoclimate and paleoenvironmental research.\n\n \n\n\t\t\t\t\tLast Modified: 10/16/2014\n\n\t\t\t\t\tSubmitted by: Paula J Noble"
 }
}