{
 "awd_id": "1247929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EARS: Cognitive and Efficient Spectrum Access in Autonomous Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "wenjing lou",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 45456.0,
 "awd_amount": 45456.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "The objective of this project is to enable more efficient and reliable operation of autonomous femtocell networks with agile spectrum access, autonomous interference control, as well as intelligent network self-organization and self-optimization. This project falls into four interacted thrusts: 1) Incorporate cognition into the femtocell networks to cognitively reuse the available spectrum sensed;  2) Develop distributed, dynamic and cooperative interference management schemes exploiting antenna techniques and based on sensed environmental conditions; 3) Investigate the scenarios and schemes that femtocells can be exploited to facilitate macrocell transmissions, and the potential gains in capacity, coverage and reliability; 4) Incorporate interference cancellation for data multicast, and develop techniques to support multiuser video streaming. The project also develops a testbed with open source programmable wireless platforms, for prototyping and evaluating the effectiveness of various techniques developed.  \r\n\r\nThe proposed research has the potential to significantly increase the capacity and resilience of existing and future wireless networks. The agility and resilience of the system will also make it instrumental to support communications and applications that are important for national security and economy. The PIs will facilitate technology transfer through their industrial partners and industry affiliate programs. Complementary to the research agenda, the project will carry out a broad range of education and outreach activities, including integration of research findings into the courses, promoting underrepresented and undergraduate populations, and engaging with the K-12 schools to raise the level of student interests in pursuing advanced education and career in the areas of engineering and mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harish",
   "pi_last_name": "Viswanathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harish Viswanathan",
   "pi_email_addr": "harish.viswanathan@alcatel-lucent.com",
   "nsf_id": "000622320",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nokia of America Corporation",
  "inst_street_address": "600, MOUNTAIN AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "MURRAY HILL",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "4699914503",
  "inst_zip_code": "079742008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NJ07",
  "org_lgl_bus_name": "NOKIA OF AMERICA CORPORATION",
  "org_prnt_uei_num": "RJXTFWKHANY8",
  "org_uei_num": "RJXTFWKHANY8"
 },
 "perf_inst": {
  "perf_inst_name": "Lucent Technologies Bell Laboratories",
  "perf_str_addr": "600 Mountain Avenue",
  "perf_city_name": "Murray Hill",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "079740636",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NJ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797600",
   "pgm_ele_name": "EARS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 45456.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The exponential growth of wireless traffic calls for novel and efficient spectrum access techniques and wireless network infrastructures. &nbsp;There are three primary ways in which wireless network capacity can be increased: &nbsp;use of more spectrum, increasing the reuse of the same spectrum by adding more antennas or cell sites and increasing the spectral efficiency or in other words the data rate achieved per unit of spectrum. With spectral efficiency of wireless systems close to the fundamental limits and unavailability of new spectrum in bands below 6 GHz, attention in the industry is focused on addding new small cells and utilizing high frequency or mmwave spectrum.</p>\n<p>Ultra dense networks with large number of small cells is enabled by the autonomous network concept where cells automatically adjust the transmission parameters without human intervention. In this projectwe investigated algorithms and solutions for efficient and reliable operation of autonomous networks to achieve significantly higher spectral efficiency and network capacity with agile spectrum access, autonomous &nbsp;interference control, as well as self-organization and self-optimization of the network.</p>\n<p>In an another line of investigation, we explored how mmwave spectrum can be used for communications by studying capactiy and coverage of mmwave systems. Beamforming is typically used to overcome harsh propagation conditions at these frequenceies, which, &nbsp;however, calls for new beam search and acquisiton techniques. As an outcome of our study, we proposed some new techniques for beam search in mmwave commununications. &nbsp;A common thread in all of the research work was the use of compressive sensing approach to obtain reduced complexity solutions.</p>\n<p>Cognitive radio (CR) techniques promise to significantly increase the available spectrum thus wireless bandwidth. With the increase of spectrum allowed for CR, it is critical and challenging to perform efficient wideband sensing. We proposed an integrated sequential wideband sensing framework which concurrently exploits sequential detection and compressed sensing (CS) techniques for more accurate and lower cost spectrum sensing. First, to ensure more timely spectrum detection while avoiding the high overhead involved in periodic recovery of CS signals, we designed a CS-based sequential wideband detection scheme to effectively detect the PU activities in the wideband of interest. Second, to further identify the sub-channels occupied, we exploited joint sparsity of the signals among neighboring users to achieve efficient cooperative wideband sensing. Simulation results demonstrate the significant advantages of our design in reducing the detection delay, increasing the detection accuracy, as well as reducing CS recovery overhead and compressive measurement requirements.</p>\n<p>&nbsp;</p>\n<p>There is a lot of recent interest on cooperative communication (CC) in wireless networks. Despite the large capacity gain of CC in small wireless networks with its capability of mitigating fading taking advantage of spatial diversity, cooperative communication can result in severe interference and degraded throughput in large networks. In this work, we concurrently exploited multi-radio and multi-channel (MRMC) technique and cooperative transmission technique to combat co-channel and improved the performance of multi-hop wireless networks. Our proposed solution concurrently considers cooperative routing, channel assignment, and relay selection and takes advantage of both MRMC technique and spatial diversity in cooperative wireless networks to improve the throughput. We propose two important metrics, contention-aware channel utilization routing metric (CACU) to capture the interference cost from both direct transmission and cooperative transmission, and traffic aware channel condition metric (TACC) to evaluate the channel load condition. Base...",
  "por_txt_cntn": "\nThe exponential growth of wireless traffic calls for novel and efficient spectrum access techniques and wireless network infrastructures.  There are three primary ways in which wireless network capacity can be increased:  use of more spectrum, increasing the reuse of the same spectrum by adding more antennas or cell sites and increasing the spectral efficiency or in other words the data rate achieved per unit of spectrum. With spectral efficiency of wireless systems close to the fundamental limits and unavailability of new spectrum in bands below 6 GHz, attention in the industry is focused on addding new small cells and utilizing high frequency or mmwave spectrum.\n\nUltra dense networks with large number of small cells is enabled by the autonomous network concept where cells automatically adjust the transmission parameters without human intervention. In this projectwe investigated algorithms and solutions for efficient and reliable operation of autonomous networks to achieve significantly higher spectral efficiency and network capacity with agile spectrum access, autonomous  interference control, as well as self-organization and self-optimization of the network.\n\nIn an another line of investigation, we explored how mmwave spectrum can be used for communications by studying capactiy and coverage of mmwave systems. Beamforming is typically used to overcome harsh propagation conditions at these frequenceies, which,  however, calls for new beam search and acquisiton techniques. As an outcome of our study, we proposed some new techniques for beam search in mmwave commununications.  A common thread in all of the research work was the use of compressive sensing approach to obtain reduced complexity solutions.\n\nCognitive radio (CR) techniques promise to significantly increase the available spectrum thus wireless bandwidth. With the increase of spectrum allowed for CR, it is critical and challenging to perform efficient wideband sensing. We proposed an integrated sequential wideband sensing framework which concurrently exploits sequential detection and compressed sensing (CS) techniques for more accurate and lower cost spectrum sensing. First, to ensure more timely spectrum detection while avoiding the high overhead involved in periodic recovery of CS signals, we designed a CS-based sequential wideband detection scheme to effectively detect the PU activities in the wideband of interest. Second, to further identify the sub-channels occupied, we exploited joint sparsity of the signals among neighboring users to achieve efficient cooperative wideband sensing. Simulation results demonstrate the significant advantages of our design in reducing the detection delay, increasing the detection accuracy, as well as reducing CS recovery overhead and compressive measurement requirements.\n\n \n\nThere is a lot of recent interest on cooperative communication (CC) in wireless networks. Despite the large capacity gain of CC in small wireless networks with its capability of mitigating fading taking advantage of spatial diversity, cooperative communication can result in severe interference and degraded throughput in large networks. In this work, we concurrently exploited multi-radio and multi-channel (MRMC) technique and cooperative transmission technique to combat co-channel and improved the performance of multi-hop wireless networks. Our proposed solution concurrently considers cooperative routing, channel assignment, and relay selection and takes advantage of both MRMC technique and spatial diversity in cooperative wireless networks to improve the throughput. We propose two important metrics, contention-aware channel utilization routing metric (CACU) to capture the interference cost from both direct transmission and cooperative transmission, and traffic aware channel condition metric (TACC) to evaluate the channel load condition. Based on these metrics, we propose three algorithms for interference-aware cooperative routing, local channel adjustment, and ..."
 }
}