{
 "awd_id": "1247525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Alabama LSAMP Bridge to the Doctorate Auburn U",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "The Alabama Louis Stokes Alliance for Minority Participation (LSAMP) is a NSF Senior-Level Alliance and has an infrastructure that is uniquely positioned to implement a Bridge to the Doctorate (BD)program.  Auburn University is the Alabama LSAMP BD site for 2012-2014.  The University was established in 1856 and is a major state-assisted, comprehensive, Research I, land-grant institution with a long tradition of academic excellence and graduate education.  Twelve LSAMP students will be selected from Alabama LSAMP partners and other LSAMP institutions across the nation to participate in the Alabama BD program beginning with the fall semester 2012.  These new BD students will have the older BD students to provide peer consultations and networking opportunities.  Selected BD participants will be assigned faculty mentors and have the opportunity to attend at least one professional scientific meeting each year.  In addition, BD participants will be required to apply for an NSF Graduate Fellowship and attend special topic seminars regarding graduate school matriculation designed specifically for the program.  A plan for formally connecting a significant number of newly matriculated LSAMP students to doctoral degree programs has been developed and participants will be tracked. The program will be evaluated at the end of the first semester of the 2012-2013 academic year and again at the end of the second year.  Further, evaluation information will be forwarded to the Urban Institute for the general BD program review.  The evaluation is designed to provide documentation of the performance of the designated site in retaining, graduating, and placing significant numbers of its minority graduates into doctoral-degree programs.\r\n\r\nThe project is an important step in advancing the knowledge of underrepresented minority students in science, technology, engineering, and mathematics.   The experiences gained by these students working with science and engineering faculty will position them for excellent career advancement.  The project broadens participation of underrepresented groups in graduate education with the real prospect of increasing the number of such groups in attaining doctoral degrees in STEM and entering the professoriate.  Discovery and understanding resulting from this project will be disseminated via a national BD publication to other institutions and programs focusing on graduate education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Dale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louis Dale",
   "pi_email_addr": "ldale@uab.edu",
   "nsf_id": "000352157",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352332031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: center; line-height: 200%; mso-add-space: auto;\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"line-height: 200%; font-size: 14pt; mso-bidi-font-size: 11.0pt;\"><span style=\"font-family: Calibri;\">Auburn University BD Final Project Summary</span></span></strong></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: left; line-height: 200%; text-indent: 0.5in; mso-add-space: auto;\"><span style=\"font-family: Calibri; font-size: small;\">During the 2013-14 and 2014-15 academic years, 16 students at Auburn University were recipients of the National Science Foundation Bridge to the Doctorate Fellowship.<span style=\"mso-spacerun: yes;\">&nbsp; </span>These students represented disciplines including Chemical Engineering, Chemistry, Civil Engineering, Computer Science, Industrial &amp; Systems Engineering, Mathematics, Mechanical Engineering, Nutrition Science, Physics, and Plant Science. <span style=\"mso-spacerun: yes;\">&nbsp;</span>Students were recruited by emails sent from the Office of Diversity and Multicultural Affairs to all incoming minority students admitted to a STEM PhD program for the Fall 2013 semester. <span style=\"mso-spacerun: yes;\">&nbsp;</span>A website was also created to disseminate information to prospective students about program requirements, benefits, and the application process. <span style=\"mso-spacerun: yes;\">&nbsp;</span>STEM departments also assisted in student recruitment by sending program information via email to their lists of prospective graduate students.</span></p>\n<p style=\"text-align: left;\"><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: left; line-height: 200%; text-indent: 0.5in; mso-add-space: auto;\"><span style=\"font-family: Calibri; font-size: small;\">Mentors for participants were selected based on aligned research interests between the student and the faculty member, and the willingness of the faculty mentor to devote time and energy to assisting and guiding BD students.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In many cases, the Graduate Program Officer from the student's department served as his or her mentor. <span style=\"mso-spacerun: yes;\">&nbsp;</span>Students traveled to several research conferences with their faculty mentors, providing them with networking opportunities and exposure to presentations on current research in their fields.</span></p>\n<p style=\"text-align: left;\"><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: left; line-height: 200%; text-indent: 0.5in; mso-add-space: auto;\"><span style=\"font-family: Calibri; font-size: small;\">Monthly group meetings were held for BD students throughout the 2013-14 and 2014-15 academic years.<span style=\"mso-spacerun: yes;\">&nbsp; </span>At these monthly meetings, students met with Dr. Overtoun Jenda, Associate Provost for Diversity and Multicultural Affairs and Professor of Mathematics, to discuss issues such as course selection, research progress, conference and networking opportunities, study and survival skills, fellowship opportunities, etc. Other STEM faculty members also attended meetings as guest speakers and discussion participants. </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: left; line-height: 200%; text-indent: 0.5in; mso-add-space: auto;\"><span style=\"font-family: Calibri; font-size: small;\">BD students and mentors attended and made presentations at seven scientific meetings during the two year period of the award.&nbsp; These meetings were held in locations in Washington DC, Pittsburgh, PA, Orlando FL and Birmingham AL.<br /></span></p>\n<p style=\"text-align: left;\"><span style=\"font-family: Times New Roman; font-...",
  "por_txt_cntn": "\n \nAuburn University BD Final Project Summary\n\n \nDuring the 2013-14 and 2014-15 academic years, 16 students at Auburn University were recipients of the National Science Foundation Bridge to the Doctorate Fellowship.  These students represented disciplines including Chemical Engineering, Chemistry, Civil Engineering, Computer Science, Industrial &amp; Systems Engineering, Mathematics, Mechanical Engineering, Nutrition Science, Physics, and Plant Science.  Students were recruited by emails sent from the Office of Diversity and Multicultural Affairs to all incoming minority students admitted to a STEM PhD program for the Fall 2013 semester.  A website was also created to disseminate information to prospective students about program requirements, benefits, and the application process.  STEM departments also assisted in student recruitment by sending program information via email to their lists of prospective graduate students.\n \nMentors for participants were selected based on aligned research interests between the student and the faculty member, and the willingness of the faculty mentor to devote time and energy to assisting and guiding BD students.  In many cases, the Graduate Program Officer from the student's department served as his or her mentor.  Students traveled to several research conferences with their faculty mentors, providing them with networking opportunities and exposure to presentations on current research in their fields.\n \nMonthly group meetings were held for BD students throughout the 2013-14 and 2014-15 academic years.  At these monthly meetings, students met with Dr. Overtoun Jenda, Associate Provost for Diversity and Multicultural Affairs and Professor of Mathematics, to discuss issues such as course selection, research progress, conference and networking opportunities, study and survival skills, fellowship opportunities, etc. Other STEM faculty members also attended meetings as guest speakers and discussion participants. \nBD students and mentors attended and made presentations at seven scientific meetings during the two year period of the award.  These meetings were held in locations in Washington DC, Pittsburgh, PA, Orlando FL and Birmingham AL.\n\n \nBridge to the Doctorate funding has ended. Students are currently supported by the Auburn University President's Graduate Opportunities Program (PGOP) and departmental support.  The major purpose of the PGOP program is to recruit, retain, and support African-American students engaged in graduate study leading to a doctoral degree from Auburn University. The PGOP program provides $10,000 PGOP Fellowship in addition to a stipend provided by the department, school, or college in which recipients are enrolled.  The PGOP program also holds monthly meetings for students, where academic issues are discussed and students receive support from their peers, faculty, and staff.\n\n \n\n\t\t\t\t\tLast Modified: 10/06/2015\n\n\t\t\t\t\tSubmitted by: Louis Dale"
 }
}