{
 "awd_id": "1247694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spectrum Efficient Waveform Design with Application to Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "wenjing lou",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 156000.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2014-05-19",
 "awd_abstract_narration": "Spectrum efficiency refers to the information rate that can be transmitted over a given bandwidth in a specific communication system. It is a measure of how efficiently a limited frequency spectrum is utilized. In this project, innovative spectrum efficient waveform designs are studied towards narrower mainlobe and lower sidelobe in spectrum. It has been recognized that judicious use of properly designed waveforms, coupled with advanced receiver strategies, is fundamental to fully utilizing the capacity of the electromagnetic spectrum. This project seeks innovative approaches on nested and co-prime samplers for spectrum efficiency, and subsequently applies it to wireless networks. Different waveforms designs and diversities are studied based on nested and co-prime samplers. Co-prime samplers are used for Multi-Input Multi-Output communication system. In the application to spectrum efficient wireless networks, nodes exchange information over a common wireless channel. Under different traffic scenarios and different constraints, e.g., bandwidth and signal to noise and interference ratio, the amount of data exchanged among these nodes may vary. A key question then is how the throughput capacity of wireless network improves with the new waveform design schemes and different network setup and how it grows with the number of nodes in the network. This project seeks to help reach the nation's broadband goals and the larger objective of alleviating growing pressure on limited spectrum resources. This project will attract minority and woman students to participate in the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyeong-Ah",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyeong-Ah Choi",
   "pi_email_addr": "hchoi@gwu.edu",
   "nsf_id": "000298965",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "801 22nd street, N.W.",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "797600",
   "pgm_ele_name": "EARS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project outcomes and findings are summarized below in four areas in which the first three address technical findings and the last one addresses broader impacts of this project.&nbsp;</p>\n<ul>\n<li>We developed a procedure of using nested sampling structure to estimate the QPSK signal&rsquo;s autocorrelation and power spectral density (PSD) using a set of sparse samples. The estimated power spectrum density is analyzed and simulated using nested sampling structure, providing a new way to efficiently use the spectrum. We also developed a principle of nested arrays and the procedure for how to estimate the autocorrelation and PSD with the sparse samples using nested sampling for QPSK signal. Our simulation results show that with the proper choice of N1 and N2, i.e., making them large enough, the main lobe of PSD obtained from nested sampling is much narrower than the original QPSK signal. If we choose N1 and N2 larger, the bandwidth occupied will be narrower, which improves the spectrum efficiency. Besides the smaller average rate, the increased spectrum efficiency is a new advantage of nested sparse sampling.</li>\n<li>We developed a new waveform design to improve the spectrum efficiency. &nbsp;Based on the zero correlation zone (ZCZ) concept, the definition and properties of a set of new tri-phase coded waveforms-ZCZ sequence-pair set (ZCZPS) was developed. The significant advantage of the optimized punctured ZCZPS is that it considerably reduces the side lobe as low as zero in the ZCZ, and also zero mutual cross correlation value in the whole time domain. Comparing with the widely used Gold codes, the proposed codes have narrower main lobe and much lower side lobe. By encoding the proposed codes on the frequency domain, we obtained better spectrum efficiency of the developed codes than that of the Gold codes. Hence, the proposed codes could be a good candidate for the scenario using Gold codes if more effective usage of cradio spectrum is required .</li>\n<li>In CRNs, a secondary user (SU) monitors CRN channels, sensing primary user (PU) presence to avoid interference and estimating the link quality before transmitting. It stops when one or more available channels with satisfactory link quality are found. Algorithms for making the optimal decision regarding when to stop exploring the channels and start transmitting are expensive in terms of time and space, which are both scarce in hardware-constrained SUs, such as mobile devices. We developed a low-complexity algorithm, which utilizes link quality and PU-activity statistics of the CRN channels to pre-compute a set of decision thresholds that will aid the channel exploration phase in maximizing SU throughput. Our algorithm takes quadratic time and space for offline computations and linear time and space for online processing, which makes it very suitable for space and energy-constrained mobile SUs. Our extensive simulation study and our analytical model matching the simulation study demonstrate our solution's validity by showing the closeness of throughput and delay performances with the optimal solution as well as solutions by the well-known backward induction method, which often runs in exponential time for offline computation. This work is the first to carry out an algorithmic study of the problem of channel selection for dynamic CRNs.</li>\n<li>Wireless systems have proven to be a major productivity tool for every sector of the national economy and have become integrated into the fabric of our society. As they have proliferated and new applications emerge, precious spectrum resources are in ever-greater demand. Research findings from this project hold significant promise to improve the spectrum efficiency. This project also has significant educational impacts. A Ph.D. dissertation was completed based on the channel selection technique developed through this project, and the student is now employed in a major cel...",
  "por_txt_cntn": "\nThe project outcomes and findings are summarized below in four areas in which the first three address technical findings and the last one addresses broader impacts of this project. \n\nWe developed a procedure of using nested sampling structure to estimate the QPSK signalÆs autocorrelation and power spectral density (PSD) using a set of sparse samples. The estimated power spectrum density is analyzed and simulated using nested sampling structure, providing a new way to efficiently use the spectrum. We also developed a principle of nested arrays and the procedure for how to estimate the autocorrelation and PSD with the sparse samples using nested sampling for QPSK signal. Our simulation results show that with the proper choice of N1 and N2, i.e., making them large enough, the main lobe of PSD obtained from nested sampling is much narrower than the original QPSK signal. If we choose N1 and N2 larger, the bandwidth occupied will be narrower, which improves the spectrum efficiency. Besides the smaller average rate, the increased spectrum efficiency is a new advantage of nested sparse sampling.\nWe developed a new waveform design to improve the spectrum efficiency.  Based on the zero correlation zone (ZCZ) concept, the definition and properties of a set of new tri-phase coded waveforms-ZCZ sequence-pair set (ZCZPS) was developed. The significant advantage of the optimized punctured ZCZPS is that it considerably reduces the side lobe as low as zero in the ZCZ, and also zero mutual cross correlation value in the whole time domain. Comparing with the widely used Gold codes, the proposed codes have narrower main lobe and much lower side lobe. By encoding the proposed codes on the frequency domain, we obtained better spectrum efficiency of the developed codes than that of the Gold codes. Hence, the proposed codes could be a good candidate for the scenario using Gold codes if more effective usage of cradio spectrum is required .\nIn CRNs, a secondary user (SU) monitors CRN channels, sensing primary user (PU) presence to avoid interference and estimating the link quality before transmitting. It stops when one or more available channels with satisfactory link quality are found. Algorithms for making the optimal decision regarding when to stop exploring the channels and start transmitting are expensive in terms of time and space, which are both scarce in hardware-constrained SUs, such as mobile devices. We developed a low-complexity algorithm, which utilizes link quality and PU-activity statistics of the CRN channels to pre-compute a set of decision thresholds that will aid the channel exploration phase in maximizing SU throughput. Our algorithm takes quadratic time and space for offline computations and linear time and space for online processing, which makes it very suitable for space and energy-constrained mobile SUs. Our extensive simulation study and our analytical model matching the simulation study demonstrate our solution's validity by showing the closeness of throughput and delay performances with the optimal solution as well as solutions by the well-known backward induction method, which often runs in exponential time for offline computation. This work is the first to carry out an algorithmic study of the problem of channel selection for dynamic CRNs.\nWireless systems have proven to be a major productivity tool for every sector of the national economy and have become integrated into the fabric of our society. As they have proliferated and new applications emerge, precious spectrum resources are in ever-greater demand. Research findings from this project hold significant promise to improve the spectrum efficiency. This project also has significant educational impacts. A Ph.D. dissertation was completed based on the channel selection technique developed through this project, and the student is now employed in a major cellular  network industry working as a network engineer. This project also provided two undergraduate students with res..."
 }
}