{
 "awd_id": "1248556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards Effective Cyber Security Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 67260.0,
 "awd_amount": 67260.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "In the wider computing community, there is substantial debate about how best to address the educational challenges of producing graduates who are well qualified and meet the cybersecurity needs of the country. The primary purpose of this project, led by ACM's Education Board, is to contribute to the resolution of these issues. A Leadership Group, composed of cybersecurity experts / leaders from universities, community colleges, industry and government, is providing important information and guidance on how best to stimulate high quality higher education in cybersecurity and what form that should take.  A stand-alone report on the results is being published and made widely available. \r\n\r\nUltimately this activity is about taking initial steps that will lead to the development of a new set of professionals in cybersecurity. The implications for this are considerable. Apart from producing skilled graduates who can serve industry, business and government needs, this activity leads to a greater awareness of the challenges of cybersecurity education within educational institutions and beyond. Intended outcomes are an improved level of faculty expertise, doctoral studies in the area and eventually this should act as a stimulant for certain kinds of cybersecurity research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "McGettrick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew McGettrick",
   "pi_email_addr": "Andrew.McGettrick@cis.strath.ac.uk",
   "nsf_id": "000619745",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association Computing Machinery",
  "inst_street_address": "1601 BROADWAY",
  "inst_street_address_2": "FL 10",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128697440",
  "inst_zip_code": "100197434",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ASSOCIATION FOR COMPUTING MACHINERY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "CK2MCC83LSL8"
 },
 "perf_inst": {
  "perf_inst_name": "Association Computing Machinery",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100870777",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 67260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Brief Summary Statement &ndash; for the Public</strong></p>\n<p>ACM&rsquo;s Education Board had been approached by the National Science Foundation (NSF) with a request to become involved in providing guidance that might help to shape and stimulate cybersecurity education in colleges and universities. There was a great demand for well-qualified graduates in cybersecurity and the area was seen to be of vital national and international importance.&nbsp; Yet, on the evidence of symposia such as the SIGCSE symposia, there was little interest in the topic from the computing education community.</p>\n<p>ACM&rsquo;s Education Board accepted the challenge seeing the way ahead as pulling together a set of recognised experts whose advice would have the respect and the attention of the computing community.&nbsp; Accordingly in February 2013 a workshop was convened in Atlanta to address the challenges of higher education in cyber security.&nbsp; What advice could be offered in terms of the most effective way of producing graduates of the highest calibre who would become the leading future professionals in cyber security?&nbsp;</p>\n<p>In brief, the experts felt that it was most important to encourage interest in and uptake of cyber security related education at all levels of education and they made several suggestions in this regard. There was advice about encouraging interest in education at undergraduate level and at College level. Cyber security was seen as a multi-disciplinary area in which change was rapid. The focus of high quality education was seen to be at Masters level; even then university education had to be seen as a start for anyone wishing to have a career as a professional in this area.</p>\n<p>A full report has been prepared. This is available on ACM&rsquo;s computing education activities website, www.acm.org/education</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/28/2014<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Mcgettrick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBrief Summary Statement &ndash; for the Public\n\nACMÆs Education Board had been approached by the National Science Foundation (NSF) with a request to become involved in providing guidance that might help to shape and stimulate cybersecurity education in colleges and universities. There was a great demand for well-qualified graduates in cybersecurity and the area was seen to be of vital national and international importance.  Yet, on the evidence of symposia such as the SIGCSE symposia, there was little interest in the topic from the computing education community.\n\nACMÆs Education Board accepted the challenge seeing the way ahead as pulling together a set of recognised experts whose advice would have the respect and the attention of the computing community.  Accordingly in February 2013 a workshop was convened in Atlanta to address the challenges of higher education in cyber security.  What advice could be offered in terms of the most effective way of producing graduates of the highest calibre who would become the leading future professionals in cyber security? \n\nIn brief, the experts felt that it was most important to encourage interest in and uptake of cyber security related education at all levels of education and they made several suggestions in this regard. There was advice about encouraging interest in education at undergraduate level and at College level. Cyber security was seen as a multi-disciplinary area in which change was rapid. The focus of high quality education was seen to be at Masters level; even then university education had to be seen as a start for anyone wishing to have a career as a professional in this area.\n\nA full report has been prepared. This is available on ACMÆs computing education activities website, www.acm.org/education\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/28/2014\n\n\t\t\t\t\tSubmitted by: Andrew Mcgettrick"
 }
}