{
 "awd_id": "1249281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Genetic Diversity and Population History in Svanetia, Northwestern Georgia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 15725.0,
 "awd_amount": 18844.0,
 "awd_min_amd_letter_date": "2012-08-02",
 "awd_max_amd_letter_date": "2013-08-24",
 "awd_abstract_narration": "Dr. Theodore G. Schurr and doctoral candidate Aram Yardumian, both of the University of Pennsylvania, will collaborate with Georgian researchers Dr. Lia Bitadze (Laboratory for Anthropologic Studies, Institute of History and Ethnology), Dr. David Chitanava (Institute of History and Ethnology), and Dr. Shengelia (T'bilisi State Medical University) to initiate a long-term study of genetic ancestry and ethnogenesis in Georgia. The goal is to develop a model for the peopling of the region.  While much is known about the various archaeological horizons in Georgia and the South Caucasus, relatively little is known about the biological and cultural relationships of Georgian ethnic groups with populations from the Near East, Anatolia and the Russian steppe.  Thus, the project will elucidate the cultural, genetic and linguistic contributions to the diversity of populations in Georgia.\r\n\t\r\nThe project will initially explore the history of the Svan-speaking population in northwestern Georgia.  The American-Georgian team will collect genealogical information and DNA samples from ~350 individuals in the three regions of Svanetia for genetic analysis, and Georgian researchers will conduct concerted ethno-historical research into Svanetian population history.  The team will further examine the diversification of Kartvelian languages in Georgia through historical linguistic methods, and determine the extent to which patterns of genetic and linguistic diversity correlate.\r\n\r\nThe results of this multidisciplinary project will contribute to a better understanding of the pattern of genetic diversity in Svanetia and assess the manner in which the current ethno-linguistic groups might reflect deeper biological patterns within Georgia.  For Svanetia, it is hypothesized that a historical engagement between the ancient autochthonous descendants of western Georgia, the movement of Kartvelian-speakers from Anatolia, and the later arrival of North Caucasus steppe populations has produced the ethnic diversity seen there today.  This project will further provide a foundation for long-term collaboration research with Georgian scholars that will yield novel insights into the history of this region and the Caucasus more broadly, and build on Georgian efforts to develop a more thorough picture of its national history. In addition, funding this research supports the education of an American graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Schurr",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore G Schurr",
   "pi_email_addr": "tgschurr@sas.upenn.edu",
   "nsf_id": "000286190",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aram",
   "pi_last_name": "Yardumian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aram Yardumian",
   "pi_email_addr": "aram2@sas.upenn.edu",
   "nsf_id": "000613476",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 Walnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046398",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15725.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3119.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span>For this project, we assembled a team of scholars to conduct a multidisciplinary study of the history of Svan-speaking populations living in northwestern Georgia. &nbsp;Our in-depth examination of Georgian- and Russian-language archival sources, genealogical records, oral histories and genetic data will help to illuminate this part of Caucasus history, which has never before been fully told.</p>\n<p>At present, much of English-language literature on Georgia focuses on its classical antiquities, Soviet history, and 20<span style=\"font-size: xx-small;\">th&nbsp;</span>century conflicts.&nbsp; The history of the Svans and other highland Georgian peoples has been understudied for a variety of reasons, primarily the remoteness and the periodic inhospitality of the region, as well as the apparent dearth of archaeological materials there. &nbsp;Linguistically, Svan has been described and classified several times, but its place in the Kartvelian family tree remains an open question. &nbsp;Genetically speaking, only two previous studies of Svan populations exist, but both analyzed very small sample sizes and were of low resolution.</p>\n<p>Thus, one of the strengths of this project is its concentration on a population largely neglected by scholars and one that can be considered an indigenous group with a potentially endangered language.&nbsp; In addition, this analysis of the relationships between Svans and their non-Kartvelian-speaking neighbors explores the timing and nature of the peopling of the South Caucasus, and re-evaluates essentialist notions of bio-ethno-linguistic groups in the region. &nbsp;For these reasons, the project should be of interest to archaeologists and historians working in Anatolia (Turkey), the Near East and the eastern European steppe, as well as anthropologists and geneticists concerned with the relationships between peoples in these culturally complex regions.</p>\n<p>The overarching goal of this study was to determine what the patterns of genetic variation in Georgia, placed within archaeological, historical and linguistic contexts, could tell us about the population history of the South Caucasus. &nbsp;We analyzed genetic variation in Svan populations, including mtDNA and Y-chromosome markers, and assessed archaeological and historical data relevant to the settlement patterns and ethnolinguistic diversity in the region.&nbsp; Our data reveal genetic similarities between Svans and neighboring Ossete, Aydege, and Abkhaz (non-Kartvellian-speaking) populations, but also distinct patterns of mtDNA and Y-chromosome variation in them. &nbsp;While being one of the first anthropological genetic studies to be undertaken in the South Caucasus, this project also represents the beginning of a comprehensive study of genetic variation in Georgia that will situate its history more firmly within the broader context of the Caucasus and Near East.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>This project has a number of broader impacts.&nbsp; It will open a dialogue between genetic perspectives on the history of Georgia and the Caucasus, Soviet ethnogenesis theory, and theories of nationalism and state formation.&nbsp; The relationship between state formation and the development of nationalist ideologies has generated a large body of literature addressing the cultural politics of these processes.&nbsp; In Georgia, where separatist projects have been both encouraged and thwarted by bio-ethno-nationalist sloganeering such as &lsquo;Georgia for Georgians&rsquo;, the relationship between these various avenues of identity formation must be examined carefully and thoroughly.</p>\n<p>For this reason, a crucial component of this project is the dissemination of our&nbsp;anthropological research findi...",
  "por_txt_cntn": "\nIntellectual Merit\n\n For this project, we assembled a team of scholars to conduct a multidisciplinary study of the history of Svan-speaking populations living in northwestern Georgia.  Our in-depth examination of Georgian- and Russian-language archival sources, genealogical records, oral histories and genetic data will help to illuminate this part of Caucasus history, which has never before been fully told.\n\nAt present, much of English-language literature on Georgia focuses on its classical antiquities, Soviet history, and 20th century conflicts.  The history of the Svans and other highland Georgian peoples has been understudied for a variety of reasons, primarily the remoteness and the periodic inhospitality of the region, as well as the apparent dearth of archaeological materials there.  Linguistically, Svan has been described and classified several times, but its place in the Kartvelian family tree remains an open question.  Genetically speaking, only two previous studies of Svan populations exist, but both analyzed very small sample sizes and were of low resolution.\n\nThus, one of the strengths of this project is its concentration on a population largely neglected by scholars and one that can be considered an indigenous group with a potentially endangered language.  In addition, this analysis of the relationships between Svans and their non-Kartvelian-speaking neighbors explores the timing and nature of the peopling of the South Caucasus, and re-evaluates essentialist notions of bio-ethno-linguistic groups in the region.  For these reasons, the project should be of interest to archaeologists and historians working in Anatolia (Turkey), the Near East and the eastern European steppe, as well as anthropologists and geneticists concerned with the relationships between peoples in these culturally complex regions.\n\nThe overarching goal of this study was to determine what the patterns of genetic variation in Georgia, placed within archaeological, historical and linguistic contexts, could tell us about the population history of the South Caucasus.  We analyzed genetic variation in Svan populations, including mtDNA and Y-chromosome markers, and assessed archaeological and historical data relevant to the settlement patterns and ethnolinguistic diversity in the region.  Our data reveal genetic similarities between Svans and neighboring Ossete, Aydege, and Abkhaz (non-Kartvellian-speaking) populations, but also distinct patterns of mtDNA and Y-chromosome variation in them.  While being one of the first anthropological genetic studies to be undertaken in the South Caucasus, this project also represents the beginning of a comprehensive study of genetic variation in Georgia that will situate its history more firmly within the broader context of the Caucasus and Near East.\n\n \n\nBroader Impacts\n\nThis project has a number of broader impacts.  It will open a dialogue between genetic perspectives on the history of Georgia and the Caucasus, Soviet ethnogenesis theory, and theories of nationalism and state formation.  The relationship between state formation and the development of nationalist ideologies has generated a large body of literature addressing the cultural politics of these processes.  In Georgia, where separatist projects have been both encouraged and thwarted by bio-ethno-nationalist sloganeering such as æGeorgia for GeorgiansÆ, the relationship between these various avenues of identity formation must be examined carefully and thoroughly.\n\nFor this reason, a crucial component of this project is the dissemination of our anthropological research findings to members of the general public in Georgia.  To this end, we will publish the results of our anthropological genetic analysis of Svan history in both English and Georgian.  A full monograph on the history of Svaneti will also be published in Georgian, once this project is concluded.  In addition, every effort will be made to contact the individuals who participated in the project and..."
 }
}