{
 "awd_id": "1249669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF EAGER: Pilot Study: Deep Electrical Structure of the Rio Grande Rift to Constrain Extent and Mechanisms of Rifting",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 82893.0,
 "awd_amount": 82893.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "A wideband and long period magnetotelluric pilot experiment will be conducted across the Rio Grande Rift in Colorado and New Mexico in order to provide constraints on the thermal and rheological state of the lithosphere beneath this region of intra-continental extension. Important questions about continental rifting remain unresolved, including the role of magmatism, volatiles, and inherited lithospheric structure in the initiation and development of rifting. Recent seismic imaging studies show thinned crust and low seismic wavespeeds in the upper mantle beneath the Rio Grande Rift. New geodetic work confirms the low strain-rate environment of the region, and shows surprisingly broad and uniform deformation over an area far wider than the rift?s physiographic expression. Electrical conductivity models from the pilot magnetotelluric experiment will provide information complementary to seismic studies, and will be combined with seismic models can be used to assess the relative contribution of thermal and compositional heterogeneity to the rifting process. A comparison of results from northern and central rift segments will be used to assess extent and hypothesized northward propagation of the rift. The magnetotellurics pilot experiment will include two rift transects, and the results will be evaluated to assess the need for an experiment with expanded or modified array design. In addition to the societal importance of better understanding low strain-rate environments, this project will support a PhD student and will involve undergraduate researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Sheehan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Anne F Sheehan",
   "pi_email_addr": "Anne.Sheehan@colorado.edu",
   "nsf_id": "000409246",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Bedrosian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Bedrosian",
   "pi_email_addr": "pbedrosian@usgs.gov",
   "nsf_id": "000334589",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St., Rm 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 82893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Rio Grande Rift magnetotellurics experiment collected magnetic and electrical data to determine deep electrical properties of the crust and upper mantle beneath Colorado and New Mexico. Magnetotellurics (MT) is an electromagnetic sensing method that makes use of electrical currents in the Earth that are induced by the Earth's varying magnetic field, and uses this information to determine subsurface electrical properties of the Earth. The natural fluctuations in the Earth&rsquo;s magnetic field are typically caused by the solar wind and lightening strikes. Electrical conductivity is a unique physical property influenced by factors such as very small amounts of fluids (including melts) that are hard to evaluate other ways.</p>\n<p>Results from the 2012-2015 Rio Grande Rift magnetotelluric experiment in Colorado and New Mexico provides constraints on the thermal and rheological state of the lithosphere beneath this region of intra-continental extension. The Rio Grande Rift formed between 35 and 29 million years ago when the crust began to spread apart, triggering volcanism in the region. Important questions about continental rifting remain unresolved, including the role of magmatism, volatiles, and inherited lithospheric structure in the initiation and development of rifting. Recent seismic imaging studies show thinned crust and low seismic wavespeeds in the upper mantle beneath the Rio Grande Rift. New geodetic work confirms the low strain-rate environment of the region, and shows surprisingly broad and uniform deformation over an area far wider than the rift&rsquo;s physiographic expression. Electrical conductivity models from the magnetotelluric experiment provide information complementary to seismic studies, and can be combined with seismic models can be used to assess the relative contribution of thermal and compositional heterogeneity to the rifting process.</p>\n<p>Magnetotelluric data was collected along three east-west profiles that extended across the northern, central, and southern portions of the Rio Grande Rift in Colorado and New Mexico and include sites in the High Plains, Colorado Front Range, southern Rocky Mountains, San Juan Basin, Sangre de Cristo Mountains, and southern Basin and Range along the New Mexico/Mexico border.&nbsp; High quality MT data was obtained over a period range of 100 Hz to 10,000 seconds for all lines. The high frequencies are sensitive to the shallow crust, and the longest periods sample the upper mantle. A prominent feature of the regional geoelectric structure resolved by the data is the Denver Basin, which contains a thick package of highly conductive shales and porous sandstone aquifers. &nbsp;Modeling of the resistivity structure reveals a high conductivity region in the crust under the tallest peaks of the Rocky Mountains and a lateral step increase in lithospheric resistivity beneath the plains. The Rocky Mountain crustal anomaly coincides with low seismic wave speeds and enhanced heat flow and is thus interpreted as evidence of partial melt emplaced in the crust. Inversion of the electrical and magnetic field data along the central portion of the Rio Grande Rift near the latitude of Taos, NM, reveals elevated conductivity in the mid to lower crust that extends at least 100 km east and west of the physiographic expression of the rift at the surface. Thin areas of low resistivity at relatively shallow depths (&lt; 10 km) correspond to deep sedimentary basins, namely the San Juan Basin, the eastward thickening San Luis Basin within the Rio Grande Rift, and the Mesozoic sedimentary cover of the High Plains. The crust beneath the Colorado Plateau (0-100 km along profile) is resistive to about 35 km depth but does not reach the high resistivity values seen underneath the Plains.&nbsp; Inversion of apparent resistivity and phase data from magnetotelluric stations located along the southern portion of the Rio Grande Rift nea...",
  "por_txt_cntn": "\nThe Rio Grande Rift magnetotellurics experiment collected magnetic and electrical data to determine deep electrical properties of the crust and upper mantle beneath Colorado and New Mexico. Magnetotellurics (MT) is an electromagnetic sensing method that makes use of electrical currents in the Earth that are induced by the Earth's varying magnetic field, and uses this information to determine subsurface electrical properties of the Earth. The natural fluctuations in the EarthÆs magnetic field are typically caused by the solar wind and lightening strikes. Electrical conductivity is a unique physical property influenced by factors such as very small amounts of fluids (including melts) that are hard to evaluate other ways.\n\nResults from the 2012-2015 Rio Grande Rift magnetotelluric experiment in Colorado and New Mexico provides constraints on the thermal and rheological state of the lithosphere beneath this region of intra-continental extension. The Rio Grande Rift formed between 35 and 29 million years ago when the crust began to spread apart, triggering volcanism in the region. Important questions about continental rifting remain unresolved, including the role of magmatism, volatiles, and inherited lithospheric structure in the initiation and development of rifting. Recent seismic imaging studies show thinned crust and low seismic wavespeeds in the upper mantle beneath the Rio Grande Rift. New geodetic work confirms the low strain-rate environment of the region, and shows surprisingly broad and uniform deformation over an area far wider than the riftÆs physiographic expression. Electrical conductivity models from the magnetotelluric experiment provide information complementary to seismic studies, and can be combined with seismic models can be used to assess the relative contribution of thermal and compositional heterogeneity to the rifting process.\n\nMagnetotelluric data was collected along three east-west profiles that extended across the northern, central, and southern portions of the Rio Grande Rift in Colorado and New Mexico and include sites in the High Plains, Colorado Front Range, southern Rocky Mountains, San Juan Basin, Sangre de Cristo Mountains, and southern Basin and Range along the New Mexico/Mexico border.  High quality MT data was obtained over a period range of 100 Hz to 10,000 seconds for all lines. The high frequencies are sensitive to the shallow crust, and the longest periods sample the upper mantle. A prominent feature of the regional geoelectric structure resolved by the data is the Denver Basin, which contains a thick package of highly conductive shales and porous sandstone aquifers.  Modeling of the resistivity structure reveals a high conductivity region in the crust under the tallest peaks of the Rocky Mountains and a lateral step increase in lithospheric resistivity beneath the plains. The Rocky Mountain crustal anomaly coincides with low seismic wave speeds and enhanced heat flow and is thus interpreted as evidence of partial melt emplaced in the crust. Inversion of the electrical and magnetic field data along the central portion of the Rio Grande Rift near the latitude of Taos, NM, reveals elevated conductivity in the mid to lower crust that extends at least 100 km east and west of the physiographic expression of the rift at the surface. Thin areas of low resistivity at relatively shallow depths (&lt; 10 km) correspond to deep sedimentary basins, namely the San Juan Basin, the eastward thickening San Luis Basin within the Rio Grande Rift, and the Mesozoic sedimentary cover of the High Plains. The crust beneath the Colorado Plateau (0-100 km along profile) is resistive to about 35 km depth but does not reach the high resistivity values seen underneath the Plains.  Inversion of apparent resistivity and phase data from magnetotelluric stations located along the southern portion of the Rio Grande Rift near the latitude of Las Cruces, NM, reveals a region of anomalously high conductivity located beneath t..."
 }
}