{
 "awd_id": "1250327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: EAGER: Collaborative Research: Brokerage Services for the Next Generation Cloud",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 140335.0,
 "awd_amount": 154735.0,
 "awd_min_amd_letter_date": "2012-08-18",
 "awd_max_amd_letter_date": "2013-05-31",
 "awd_abstract_narration": "Future cloud services are expected to increasingly involve and synthesize capabilities from multiple clouds. Applications from different organizations may establish collaborative relationships and share information dynamically in cloud computing. In this increasingly complex scenario, both consumers and service providers will face new challenges. For example,  consumers will  need to be able to identify the best service providers from a potentially huge pool, which could be computationally demanding. Service providers will need to be able to ensure the security and privacy of data shared among  loosely connected subcontractors.\r\n\r\nThis project proposes a novel brokerage-based architecture to promote cost-effective  cloud provisioning. Specifically, the PIs will devise efficient indexing structures to facilitate the management of massive information generated by a large number of service providers with a variety of properties. The PIs are developing necessary  services to allow effective cloud-brokerage, such as service selection for consumers, service negotiation between consumers and their service providers, and service agreement delegation among service providers involved in a compound service. Along with the service development, the work will produce new policy analysis, composition and delegation techniques that accommodate the unique characteristics of the cloud.\r\n\r\nThe research in this project will help significantly streamline the selection and management of cloud computing services, and will open up new business opportunities by providing cloud brokerage services. Moreover, the proposed approach may also help reduce the vendor lock-in problem which is a long standing  major  concern among consumers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Lin",
   "pi_email_addr": "dan.lin@vanderbilt.edu",
   "nsf_id": "000519774",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "500 west 15th street",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096513",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140335.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we have designed a novel brokerage-based architecture to serve as a middle-man between the consumers and cloud service providers to promote the cloud provisioning by providing both pre-cloud and post-cloud services. &nbsp;</p>\n<p>As part of the pre-cloud services, we developed new data structures and algorithms that facilitate the cloud brokers to manage the information of a potentially large pool of cloud service providers, and enable the cloud brokers to provide cloud consumers with a careful selection of the most appropriate cloud service providers. &nbsp;We also design the first kind of verification mechanism in the area of the cloud service selection. The verification mechanism enables the consumers to verify the correctness and completeness of the services recommended by the cloud broker so that brokers are forced to provide unbiased best available options to consumers.</p>\n<p>In terms of post-cloud services, we proposed broker-assisted access control delegation among collaborating cloud service providers. Specifically, depending on the specific service agreement, a decision of a given data access request may require the evaluation of different portions of user information stored in multiple service providers involved in a compound service. Asking participating service providers to exchange their data in order to make the global decision may introduce complicated trust issues especially when the requested information is sensitive to the participating parties. Given the amount of information that the cloud broker collects from service providers and consumers, we proposed to let the broker be in charge of policy decomposition and then facilitate collaborative access control among participating service providers. As one step further to relieve users&rsquo; concerns of the possible misuse of their data in the clouds, we also designed a highly distributed cloud auditing mechanism which provides end-to-end accountability. The major innovation of this approach lies in its ability to maintain light-weight and powerful accountability that combines aspects of access control, usage control and authentication.</p>\n<p>In our study, we analyzed over 1000 documents of 10 most popular CSPs to date and tested our system using both real and synthetic datasets. The experimental results have demonstrated both effectiveness and efficiency of our approaches. The proposed brokerage-based architecture will significantly streamline the selection and management of cloud computing services, helping users build trust on the cloud services. It also opens up new business opportunities by providing cloud brokerage services.</p>\n<p>The research findings from this project have led to multiple publications. The funding partially supported one PhD student, two MS students and two undergraduates, three of whom are female and four graduated in May 2014. &nbsp;More excitingly, one female undergraduate involved in this project joined the PI&rsquo;s research group as a PhD student in Fall 2014.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2014<br>\n\t\t\t\t\tModified by: Dan&nbsp;Lin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we have designed a novel brokerage-based architecture to serve as a middle-man between the consumers and cloud service providers to promote the cloud provisioning by providing both pre-cloud and post-cloud services.  \n\nAs part of the pre-cloud services, we developed new data structures and algorithms that facilitate the cloud brokers to manage the information of a potentially large pool of cloud service providers, and enable the cloud brokers to provide cloud consumers with a careful selection of the most appropriate cloud service providers.  We also design the first kind of verification mechanism in the area of the cloud service selection. The verification mechanism enables the consumers to verify the correctness and completeness of the services recommended by the cloud broker so that brokers are forced to provide unbiased best available options to consumers.\n\nIn terms of post-cloud services, we proposed broker-assisted access control delegation among collaborating cloud service providers. Specifically, depending on the specific service agreement, a decision of a given data access request may require the evaluation of different portions of user information stored in multiple service providers involved in a compound service. Asking participating service providers to exchange their data in order to make the global decision may introduce complicated trust issues especially when the requested information is sensitive to the participating parties. Given the amount of information that the cloud broker collects from service providers and consumers, we proposed to let the broker be in charge of policy decomposition and then facilitate collaborative access control among participating service providers. As one step further to relieve usersÆ concerns of the possible misuse of their data in the clouds, we also designed a highly distributed cloud auditing mechanism which provides end-to-end accountability. The major innovation of this approach lies in its ability to maintain light-weight and powerful accountability that combines aspects of access control, usage control and authentication.\n\nIn our study, we analyzed over 1000 documents of 10 most popular CSPs to date and tested our system using both real and synthetic datasets. The experimental results have demonstrated both effectiveness and efficiency of our approaches. The proposed brokerage-based architecture will significantly streamline the selection and management of cloud computing services, helping users build trust on the cloud services. It also opens up new business opportunities by providing cloud brokerage services.\n\nThe research findings from this project have led to multiple publications. The funding partially supported one PhD student, two MS students and two undergraduates, three of whom are female and four graduated in May 2014.  More excitingly, one female undergraduate involved in this project joined the PIÆs research group as a PhD student in Fall 2014.\n\n\t\t\t\t\tLast Modified: 09/02/2014\n\n\t\t\t\t\tSubmitted by: Dan Lin"
 }
}