{
 "awd_id": "1251576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The Critical Ninth Grade Transition: Opportunities and Risks",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 142137.0,
 "awd_amount": 142137.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "The purpose of this research is to follow a large and ethnically diverse sample of middle school students across the critical middle school to high school transition. Because ninth grade achievement is often critical in predicting whether youth stay in or drop out of high school, the overarching goal of the project is to capture students' experiences at this significant juncture.  The large sample (n = 1900) is comprised of Latino, African American, Asian/Pacific Islander, White, and multi-racial youth who will transition to high school in Fall of 2012. These high schools are expected to range in racial/ethnic diversity, allowing for tests of the social and academic benefits and challenges of racial/ethnic diversity during the high school transition.  Data will be gathered on three achievement-related processes. The first process is academic course-taking patterns in ninth grade, including grades and credits earned. Because high school math largely functions as the gateway to high school completion and college readiness, there will be a particular focus on math course-taking in 9th grade (e.g., whether students are enrolled in Algebra I, and thus \"on time\" for college and whether they pass that course in 9th grade). The second process is the degree to which academic experiences become racialized, particularly the ways in which course-taking might segregate students along racial/ethnic lines. New measures have been developed that allow precise estimates of the degree to which individual students are teamed or clustered with the same peers for academic instruction and the degree to which their academic courses are representative of the racial/ethnic diversity of the high school.  The third process is the social capital provided by exposure to cross-race/ethnic peers. It is hypothesized that African American and Latino students may fare better in diverse high schools because they gain access to important knowledge about academic opportunities (e.g., what courses to take, SAT preparation) through their cross-race ties. Thus cross-race ties can function as peer social capital, facilitating the flow of important educational information across racial/ethnic boundaries. By studying these three achievement-related processes (course-taking patterns, whether course-taking segregates students along racial/ethnic lines, and peers as social capital) the research can provide new insights into the challenges that adolescents of color face as they negotiate the high school transition as well as conditions under which greater school ethnic diversity can buffer some of those challenges.  \r\n\r\nThe project addresses NSF criteria for broader impact in three ways.  First, the research seeks to understand the ways in which large, urban multi-ethnic public high schools are organized to increase or hinder the opportunities of racial and ethnic minority adolescents to acquire competence and develop interest in STEM-related subject matter.  If students do not have adequate preparation and confidence during high school, their likelihood of pursuing STEM fields in college is greatly compromised.  Second, the project will have a particular focus on resilient youth and the precursors of successful pathways to high school completion even among those at high risk of dropping out.  Such results can have useful implications for developing practices that promote academic engagement and college readiness for all students. Third, the research can offer transformative ways to think about the meaning and measurement of racial/ethnic diversity and opportunities to interact with peers of different racial/ethnic backgrounds even in diverse settings.  This perspective can be useful for research in other social settings where the implications of increasing ethnic diversity are a primary concern and for new thinking about a science of diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Graham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Graham",
   "pi_email_addr": "shgraham@ucla.edu",
   "nsf_id": "000323640",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "2127 Moore Hall",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951521",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 142137.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The purpose of this research is to follow a large and ethnically diverse sample of middle school students across the critical high school transition. Because ninth grade achievement is often critical in predicting whether youth stay in or drop out of high school, the overarching goal of the project is to capture students&rsquo; experiences at this significant juncture.&nbsp; The large sample (n = 1243) is comprised of Latino, African American, Asian/Pacific Islander, White, and multi-racial youth who transitioned to high school in Fall of 2012. These high schools range in racial/ethnic diversity, allowing for tests of the social and academic benefits and challenges of racial/ethnic diversity during the high school transition.&nbsp; Data were gathered on three achievement-related processes. The first process is academic course-taking patterns in ninth grade, including grades and credits earned. Because high school math largely functions as the gateway to high school completion and college readiness, we focus on math course-taking in 9<sup>th</sup> grade (e.g., whether students are enrolled in Algebra I, and thus &ldquo;on time&rdquo; for college and whether they pass that course in 9<sup>th </sup>grade). The second process is the degree to which academic experiences become racialized, particularly the ways in which course-taking might segregate students along racial/ethnic lines. New measures were developed that allow precise estimates of the degree to which individual students are teamed or clustered with the same peers for academic instruction and the degree to which their academic courses are representative of the racial/ethnic diversity of the high school.&nbsp; The third process is the<br />social capital provided by exposure to cross-race/ethnic peers. It is hypothesized that African American and Latino students may fare better in diverse high schools because they gain access to important knowledge about academic opportunities (e.g., what courses to take, SAT preparation) through their cross-race ties. Thus cross-race ties can function as peer social capital, facilitating the flow of important educational information across racial/ethnic boundaries. By studying these three achievement-related processes (course taking patterns, whether course-taking segregates students along racial/ethnic lines, and peers as social capital) this research provides new insights into the challenges that adolescents of color face as they negotiate the high school transition as well as conditions under which greater school ethnic diversity can buffer some of those challenges.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The project has potential for broader impact in three ways.&nbsp; First, the research seeks to understand the ways in which large, urban multi-ethnic public high schools are organized to increase or hinder the opportunities of racial and ethnic minority adolescents to acquire competence and develop interest in STEM-related subject matter.&nbsp; If students do not have adequate preparation and confidence during high school, their likelihood of pursuing STEM fields in college is greatly compromised.&nbsp;Second, the project will have a particular focus on resilient youth and the precursors of successful pathways to high school completion even among those at high risk of dropping out<strong>.</strong>&nbsp; Such results can have useful implications for developing practices that promote academic engagement and college readiness for all students. Third, the research can offer transformative ways to think about the meaning and measurement of racial/ethnic diversity and opportunities to interact with peers of different racial/ethnic backgrounds even in diverse settings.&nbsp; This perspective can be useful for research in other social settings where the implications of increasing ethnic diversity are a primary concern and for new thinking about...",
  "por_txt_cntn": "\n       The purpose of this research is to follow a large and ethnically diverse sample of middle school students across the critical high school transition. Because ninth grade achievement is often critical in predicting whether youth stay in or drop out of high school, the overarching goal of the project is to capture studentsÆ experiences at this significant juncture.  The large sample (n = 1243) is comprised of Latino, African American, Asian/Pacific Islander, White, and multi-racial youth who transitioned to high school in Fall of 2012. These high schools range in racial/ethnic diversity, allowing for tests of the social and academic benefits and challenges of racial/ethnic diversity during the high school transition.  Data were gathered on three achievement-related processes. The first process is academic course-taking patterns in ninth grade, including grades and credits earned. Because high school math largely functions as the gateway to high school completion and college readiness, we focus on math course-taking in 9th grade (e.g., whether students are enrolled in Algebra I, and thus \"on time\" for college and whether they pass that course in 9th grade). The second process is the degree to which academic experiences become racialized, particularly the ways in which course-taking might segregate students along racial/ethnic lines. New measures were developed that allow precise estimates of the degree to which individual students are teamed or clustered with the same peers for academic instruction and the degree to which their academic courses are representative of the racial/ethnic diversity of the high school.  The third process is the\nsocial capital provided by exposure to cross-race/ethnic peers. It is hypothesized that African American and Latino students may fare better in diverse high schools because they gain access to important knowledge about academic opportunities (e.g., what courses to take, SAT preparation) through their cross-race ties. Thus cross-race ties can function as peer social capital, facilitating the flow of important educational information across racial/ethnic boundaries. By studying these three achievement-related processes (course taking patterns, whether course-taking segregates students along racial/ethnic lines, and peers as social capital) this research provides new insights into the challenges that adolescents of color face as they negotiate the high school transition as well as conditions under which greater school ethnic diversity can buffer some of those challenges. \n\n     The project has potential for broader impact in three ways.  First, the research seeks to understand the ways in which large, urban multi-ethnic public high schools are organized to increase or hinder the opportunities of racial and ethnic minority adolescents to acquire competence and develop interest in STEM-related subject matter.  If students do not have adequate preparation and confidence during high school, their likelihood of pursuing STEM fields in college is greatly compromised. Second, the project will have a particular focus on resilient youth and the precursors of successful pathways to high school completion even among those at high risk of dropping out.  Such results can have useful implications for developing practices that promote academic engagement and college readiness for all students. Third, the research can offer transformative ways to think about the meaning and measurement of racial/ethnic diversity and opportunities to interact with peers of different racial/ethnic backgrounds even in diverse settings.  This perspective can be useful for research in other social settings where the implications of increasing ethnic diversity are a primary concern and for new thinking about a science of diversity.\n\n\t\t\t\t\tLast Modified: 11/04/2013\n\n\t\t\t\t\tSubmitted by: Sandra Graham"
 }
}