{
 "awd_id": "1254535",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A Prototype WorldWide Telescope Visualization Lab Designed in the Web-based Inquiry Science Environment",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 149658.0,
 "awd_amount": 149658.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "The PIs are developing and testing a prototype visualization lab designed to help middle schoolers understand why the moon appears to have phases when observed from Earth. The work is being done through a partnership between (i) astronomers who have developed the WorldWide Telescope Universe Information System (WWT) and the World Wide Telescope Ambassadors program as a way of bringing the big data and visualization capabilities of astronomers to children and schools and (ii) learning scientists on the WISE team who have a long history of using what is known about how people learn to develop technology-rich middle school science curriculum. Astronomy data and tools for visualization developed by the WWT team is being integrated into WISE's technological infrastructure, which, for curriculum developers, scaffolds the development of curriculum that promotes learning, and for learners, makes available tools and resources for collaboratively making sense of what they are experiencing. Data is being collected that will show the potential of bringing these two projects together for promoting astronomy learning.\r\n\r\nThe WorldWide Telescope computer program, with 9  million downloads, and the WISE environment, funded by NSF since 1998, are both freely available and held up as examples showing the promise of cyberlearning approaches. This project holds the potential to demonstrate the power of formally combining two modern technologies, one developed in industry and the other with public funds, to enhance online learning and educational research. The approaches developed under this EAGER grant will offer an example for future private/public partnerships and a model for engaging students and promoting learning through access to the big data and tools of scientists, and it will result in free software for the public to use in learning about moon phases and catalyze a long-term partnership with potential for dramatically impacting the ways middle schoolers and high schoolers are exposed to and learn about astronomy and how astronomers do science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alyssa",
   "pi_last_name": "Goodman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alyssa A Goodman",
   "pi_email_addr": "agoodman@cfa.harvard.edu",
   "nsf_id": "000186378",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Sunbury",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Sunbury",
   "pi_email_addr": "ssunbury@cfa.harvard.edu",
   "nsf_id": "000569855",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard College Observatory",
  "perf_str_addr": "160 Concord Avenue, M-330",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149658.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">We have developed and tested a WorldWide Telescope (WWT) Moon Phases Visualization Lab activity where middle school students use both physical and virtual models to develop an understanding of why Earth's Moon undergoes cyclical changes in phase, and why we sometimes experience eclipses.</span></p>\n<p class=\"p1\"><span class=\"s1\">We implemented the Lab around a topic that is required in the middle school science curriculum of most states, and which is commonly cited by teachers as being a topic few students truly understand.&nbsp; Participating pilot teachers cited the interactive lessons and the practice afforded to students in using scientific models to test their ideas and predictions as being particularly valuable aspects of the lab that they would like to incorporate further in their classes with other topics.&nbsp; The Next Generation Science Standards call for increased opportunities to engage in genuine scientific practice, like those implemented in the Moon Phases Visualization Lab.&nbsp; Partner teachers who did not begin the lesson with a strong understanding of the Moon's phases themselves felt the activities improved their own understanding, and they were especially grateful for this aspect of the project.</span></p>\n<p class=\"p2\"><span class=\"s1\">The project included four pilot teachers and 550 students, and our results show that meaningful scientific exploration can be done in a cost-effective way in K12 schools around existing curricular topics. &nbsp;Every cohort of students that participated in the study showed strong learning gains on the topics being assessed.&nbsp; The activities improved learning and were engaging to a variety of student demographics, including students from a diverse, urban school district with many low-income and high-needs students, as well as students from an affluent, top-performing district in the state. &nbsp;Activities like the WWT Moon Phases Visualization Lab, if widely adopted for a broad range of science topics, could make a meaningful difference in student understanding of and interest in science, engineering, and technology.</span></p>\n<p class=\"p3\"><span class=\"s1\">&nbsp;</span><span class=\"s1\">Activities that blend virtual models with physical models were shown in our research to be successful at improving student learning. &nbsp;The pilot teachers (and at least 1 member of the research team) expected that the students who used the physical models first would have the highest learning gains, since it is simpler to use and understand. &nbsp;The rich virtual model could then give them an enriched understanding of the topic, once they had the basic idea from using the physical model. &nbsp;Students also overwhelmingly preferred this order. &nbsp;However, our results show the opposite, that students who used the virtual model first showed fewer misconceptions of key ideas on the post-assessment. &nbsp;We need to conduct further research to fully understand this result. &nbsp;One possibility is that there may be a large number of students who do not fully understand the complex motions involved with the Earth-Sun-Moon system, so they have trouble interpreting what they are supposed to see when using the physical model. &nbsp;When students have seen how the detailed system works in the virtual model first, they seem better equipped to gain from use of the physical model. &nbsp;Another hypothesis is that many students used a ball/lamp model in elementary school (most without fully understanding it), so they did not fully engage with the ball/lamp activity in this lab because it felt to them like something they already knew. &nbsp;However, when they used it following the virtual model, perhaps they used the opportunity to confirm new things that they saw through the virtual model. &nbsp;Further investigating optimal ways to blend physical and virtual models in science curriculum is an avenue ...",
  "por_txt_cntn": "We have developed and tested a WorldWide Telescope (WWT) Moon Phases Visualization Lab activity where middle school students use both physical and virtual models to develop an understanding of why Earth's Moon undergoes cyclical changes in phase, and why we sometimes experience eclipses.\nWe implemented the Lab around a topic that is required in the middle school science curriculum of most states, and which is commonly cited by teachers as being a topic few students truly understand.  Participating pilot teachers cited the interactive lessons and the practice afforded to students in using scientific models to test their ideas and predictions as being particularly valuable aspects of the lab that they would like to incorporate further in their classes with other topics.  The Next Generation Science Standards call for increased opportunities to engage in genuine scientific practice, like those implemented in the Moon Phases Visualization Lab.  Partner teachers who did not begin the lesson with a strong understanding of the Moon's phases themselves felt the activities improved their own understanding, and they were especially grateful for this aspect of the project.\nThe project included four pilot teachers and 550 students, and our results show that meaningful scientific exploration can be done in a cost-effective way in K12 schools around existing curricular topics.  Every cohort of students that participated in the study showed strong learning gains on the topics being assessed.  The activities improved learning and were engaging to a variety of student demographics, including students from a diverse, urban school district with many low-income and high-needs students, as well as students from an affluent, top-performing district in the state.  Activities like the WWT Moon Phases Visualization Lab, if widely adopted for a broad range of science topics, could make a meaningful difference in student understanding of and interest in science, engineering, and technology.\n Activities that blend virtual models with physical models were shown in our research to be successful at improving student learning.  The pilot teachers (and at least 1 member of the research team) expected that the students who used the physical models first would have the highest learning gains, since it is simpler to use and understand.  The rich virtual model could then give them an enriched understanding of the topic, once they had the basic idea from using the physical model.  Students also overwhelmingly preferred this order.  However, our results show the opposite, that students who used the virtual model first showed fewer misconceptions of key ideas on the post-assessment.  We need to conduct further research to fully understand this result.  One possibility is that there may be a large number of students who do not fully understand the complex motions involved with the Earth-Sun-Moon system, so they have trouble interpreting what they are supposed to see when using the physical model.  When students have seen how the detailed system works in the virtual model first, they seem better equipped to gain from use of the physical model.  Another hypothesis is that many students used a ball/lamp model in elementary school (most without fully understanding it), so they did not fully engage with the ball/lamp activity in this lab because it felt to them like something they already knew.  However, when they used it following the virtual model, perhaps they used the opportunity to confirm new things that they saw through the virtual model.  Further investigating optimal ways to blend physical and virtual models in science curriculum is an avenue of potentially interesting future research. \nThe activity is available on the WorldWide Telescope Ambassadors website, and it is published at BetterLesson.com, a teacher network for sharing lesson plans, where the WWT Moon Phases Visualization Lab is the most popular result on Moon phases.  PBS Learning Media, a partnership ..."
 }
}