{
 "awd_id": "1262094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ASEE-NSF Summit on Transitioning Veterans to Engineering-Related Careers",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donna Riley",
 "awd_eff_date": "2012-10-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 216851.0,
 "awd_amount": 259062.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2013-09-13",
 "awd_abstract_narration": "This engineering education research project will support a workshop for high level decision makers across the government, industry, and academia to explore how to align the interests of various groups to help veterans transition from military service into careers in engineering.  The workshop will widely communicate the outcomes to policy makers across organizations and produce several archival position papers that can help guide future policy.\r\n\r\nThe broader significance and importance of this project arises from the potential impact on the engineering and STEM workforce.  By seeking alignment between military service and academic course work, there may be ways to boost the nation's STEM workforce while drawing on the talent pool represented by veterans.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Fortenberry",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Norman L Fortenberry",
   "pi_email_addr": "nfortenb@gmail.com",
   "nsf_id": "000397411",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Society For Engineering Education",
  "inst_street_address": "1818 N ST NW STE 600",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023313500",
  "inst_zip_code": "200362476",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN SOCIETY FOR ENGINEERING EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6G9C4HMNHW4"
 },
 "perf_inst": {
  "perf_inst_name": "American Society For Engineering Education",
  "perf_str_addr": "1818 N Street, NW, Suite 600",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362476",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "8047",
   "pgm_ref_txt": "Veterans Involvement"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 216851.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 42211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit&ndash;</strong></p>\n<p>The nation is not producing the trained cadre of engineering technicians, engineering technologists, and engineers(ETETE) needed to meet current and projected future needs, particularly those that must be filled by US citizens and nationals able to obtain security clearances.&nbsp; Therefore, the Post-9/11 GIBill offers an unparalleled opportunity for the U.S. to expand its technical workforce while serving those who served.&nbsp; It is particularly noteworthy that Post-9/11 veterans are a diverse and pre-qualified pool of future talent for the ETETE employers; 17% women and over 28% are members of minority groups underrepresented in engineering.&nbsp;</p>\n<p>Many veterans lack awareness of the educational benefits available to them, or the value of pursuing formal education versus &ldquo;getting a job now&rdquo;. One challenge many veterans face is a lack of information on educational options prior to their time of separation--a time they likely have other matters foremost on their minds. Even among those veterans who do pursue ETETE careers, there are challenges associated with inflexible academic processes such as looking to high school transcripts that may have little relevance to an older veteran. Other administrative hurdles include academic environments that are not fully prepared to meet their unique academic and affective needs.</p>\n<p>Achieving the promise of ushering the veterans into technical fields and shaping them into workforce-ready ETETE professionals will require a community of partnerships among a wide array of stakeholders. It will require bringing together representatives of government, employers, and academic institutions to collectively chart a path forward that meets the needs of veterans and their dependents in a manner that supports the aspirations of our nation&rsquo;s veterans, respects the concerns of all stakeholders, and recognizes very real time constraints imposed by this moment in history. This project will bring together representatives of 2-and 4-year institutions to explore partnerships to develop joint programs to transition veterans to engineering related careers.</p>\n<p><strong>Broader Impact&ndash;</strong></p>\n<p>The project finding will be shared with all 2-and4-year engineering and engineering technology institutions, whereby they will become familiar with the need and opportunities to serve and transition veterans to engineering related careers.&nbsp; In addition the project findings will also be shared with the Veterans Affairs Administration and the military branches of the U.S. so that they can provide information on educational opportunities to the veterans and activeduty personnel.</p>\n<p><strong>Project Outcomes-</strong></p>\n<p>The project resulted in developing consensus among the Summit participating institutions that transitioning veterans to engineering careers will require successful partnerships among 2-and4-year degree granting institutions that:</p>\n<ul>\n<li>Support veterans&rsquo; transition to engineering related careers? </li>\n<li>Development of a preliminary framework, including effective articulation and advising documents, for efficient transition of veterans to engineering related careers?</li>\n<li>A commitment from attendees to advocate for the adoption of the proposed framework at their institutions and in their states.</li>\n</ul>\n<p>The project resulted in the development of a <em>Career Pathways </em>flowchart, &ldquo;Engineering Career Pathways for Veterans and Active Duty Personnel&rdquo;, which&nbsp;lays out a plan for the variety of ways veterans might acquire an engineering or engineering technology credential and enter the workforce. The <em>Career Pathways </em>begins with individuals with a high school diploma earning an A.S. degree in an engineering science transfer program or A.A.S. degree in an engineering technology field, and subseq...",
  "por_txt_cntn": "\nIntellectual Merit&ndash;\n\nThe nation is not producing the trained cadre of engineering technicians, engineering technologists, and engineers(ETETE) needed to meet current and projected future needs, particularly those that must be filled by US citizens and nationals able to obtain security clearances.  Therefore, the Post-9/11 GIBill offers an unparalleled opportunity for the U.S. to expand its technical workforce while serving those who served.  It is particularly noteworthy that Post-9/11 veterans are a diverse and pre-qualified pool of future talent for the ETETE employers; 17% women and over 28% are members of minority groups underrepresented in engineering. \n\nMany veterans lack awareness of the educational benefits available to them, or the value of pursuing formal education versus \"getting a job now\". One challenge many veterans face is a lack of information on educational options prior to their time of separation--a time they likely have other matters foremost on their minds. Even among those veterans who do pursue ETETE careers, there are challenges associated with inflexible academic processes such as looking to high school transcripts that may have little relevance to an older veteran. Other administrative hurdles include academic environments that are not fully prepared to meet their unique academic and affective needs.\n\nAchieving the promise of ushering the veterans into technical fields and shaping them into workforce-ready ETETE professionals will require a community of partnerships among a wide array of stakeholders. It will require bringing together representatives of government, employers, and academic institutions to collectively chart a path forward that meets the needs of veterans and their dependents in a manner that supports the aspirations of our nationÆs veterans, respects the concerns of all stakeholders, and recognizes very real time constraints imposed by this moment in history. This project will bring together representatives of 2-and 4-year institutions to explore partnerships to develop joint programs to transition veterans to engineering related careers.\n\nBroader Impact&ndash;\n\nThe project finding will be shared with all 2-and4-year engineering and engineering technology institutions, whereby they will become familiar with the need and opportunities to serve and transition veterans to engineering related careers.  In addition the project findings will also be shared with the Veterans Affairs Administration and the military branches of the U.S. so that they can provide information on educational opportunities to the veterans and activeduty personnel.\n\nProject Outcomes-\n\nThe project resulted in developing consensus among the Summit participating institutions that transitioning veterans to engineering careers will require successful partnerships among 2-and4-year degree granting institutions that:\n\nSupport veteransÆ transition to engineering related careers? \nDevelopment of a preliminary framework, including effective articulation and advising documents, for efficient transition of veterans to engineering related careers?\nA commitment from attendees to advocate for the adoption of the proposed framework at their institutions and in their states.\n\n\nThe project resulted in the development of a Career Pathways flowchart, \"Engineering Career Pathways for Veterans and Active Duty Personnel\", which lays out a plan for the variety of ways veterans might acquire an engineering or engineering technology credential and enter the workforce. The Career Pathways begins with individuals with a high school diploma earning an A.S. degree in an engineering science transfer program or A.A.S. degree in an engineering technology field, and subsequently leading to advanced degrees. Recognizing the technical and supervisory experience gained by veterans and active duty personnel during their military career, the Summit participants also agreed that any proposed Career Pathways for veterans should provide opportunities ..."
 }
}