{
 "awd_id": "1265481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Strategic Response to Public Disclosure Programs: Evidence from the U.S. Airline Industry",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 60060.0,
 "awd_amount": 60060.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "This award funds research that uses empirical methods to test economic theories about the likely effects of quality disclosure programs.  Such programs are designed to provide information to consumers about products or services that are difficult to evaluate.  These programs are widely used by the government and by non-governmental certification agencies.  They cover hospitals, schools, financial services, airline on-time performance, restaurant hygiene and others.  Many of these programs present consumers with quality measures that are based on whether or not the quality of a product or a service passes a particular threshold (e.g., the percentage of a school?s students who passed a standardized test).  One implication of designing disclosure programs in this way is that it may encourage firms to manipulate quality right around the relevant threshold.  Another implication is that firms will have an incentive to engage in behavior that makes it easier for all of their products to pass the quality threshold.  \r\n\r\nThis project investigates these implications using data from a from a specific quality disclosure program; government-mandated disclosure of airline on-time performance in the United States.  This program reports the percentage of each airline?s flights that are less than fifteen minutes delayed upon arrival.  The first part of our project focuses on the incentive to game flights that are near the program?s quality threshold.  We begin by estimating the overall extent of gaming.  Then, we study how the incentives for gaming changed after several airlines introduced bonus schemes which rewarded employees for improvements in reported performance.  Lastly, we investigate whether gaming leads to inefficient resource allocation and to which extent it distorts the information that is conveyed to consumers.  The second part of the project studies whether airlines reacted to the introduction of the disclosure program by increasing scheduled flight times or by moving flights to less congested times.  Increasing scheduled flight times has no direct effect on reported quality, but makes it much easier to meet the fifteen minute threshold.  However, lengthening schedules is costly because it reduces aircraft utilization and increases labor costs.  We study how airlines trade off these costs against the benefit of improving their reported on-time performance.  \r\nThe advantage of this study?s setting over previous studies is that very rich data are available for airline on-time performance (with tens of millions of flights covered by the program) which allows us to compare airlines? behavior towards flights which are identical on many observable dimensions but differ in whether or not they are close to the fifteen minute threshold.  Moreover, the program?s design implies that gaming tends to have a very different impact on flight delays than possible confounding factors.  We can therefore rule out many alternative explanations for the observed behavior.  \r\n\r\nThe broader impact of this research is to provide regulators with information about the responses of firms to a widely used form of quality disclosure regulation.  Gaming of these programs is always a concern, and even more so when employees receive financial incentives that are based on the program?s rating scheme.  Our study will be able to quantify the extent of gaming and how its impact on consumers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silke",
   "pi_last_name": "Forbes",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Silke I Forbes",
   "pi_email_addr": "sjanuszewski@ucsd.edu",
   "nsf_id": "000104888",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60060.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quality disclosure programs are intended to provide consumers with information about credence goods. &nbsp;Many such programs present consumers with quality measures that are based on whether or not a product&rsquo;s quality passes a particular threshold. One implication of designing a disclosure program in this way is that it may encourage firms to manipulate quality right around the relevant threshold. &nbsp;In the first project, we study this question in the context of disclosure of airline on-time performance, which ranks airlines based on the fraction of their flights that arrive less than 15 minutes late. &nbsp;We find that firms in this industry are heterogeneous in how they respond to these incentives.&nbsp; Some, but not all, firms make targeted efforts to have flights arrive with just under 15 minutes of delay. &nbsp;We find that internal firm characteristics, such as employee incentive programs and the firm&rsquo;s choice to record delays manually or automatically, are correlated with the occurrence of manipulation around the 15 minute threshold.&nbsp; Our findings highlight the importance of interactions between incentives created by a disclosure program and firms&rsquo; internal organizational practices.</p>\n<p>In the second project, we study whether airlines adjust their flight schedules when they first become subject to the disclosure program.&nbsp; Since on-time performance is measured as the difference between actual and scheduled arrival time, firms can improve their reported performance by lengthening their scheduled flight time &ndash; even if there is no change in actual flight time.&nbsp; We study the behavior of three airlines as they become subject to the disclosure program.&nbsp; We find that the reporting requirement leads to a small but significant increase in scheduled flight times.&nbsp; These increases are concentrated on routes where the costs associated with lengthening schedules are relatively low.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2014<br>\n\t\t\t\t\tModified by: Silke&nbsp;I&nbsp;Forbes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nQuality disclosure programs are intended to provide consumers with information about credence goods.  Many such programs present consumers with quality measures that are based on whether or not a productÆs quality passes a particular threshold. One implication of designing a disclosure program in this way is that it may encourage firms to manipulate quality right around the relevant threshold.  In the first project, we study this question in the context of disclosure of airline on-time performance, which ranks airlines based on the fraction of their flights that arrive less than 15 minutes late.  We find that firms in this industry are heterogeneous in how they respond to these incentives.  Some, but not all, firms make targeted efforts to have flights arrive with just under 15 minutes of delay.  We find that internal firm characteristics, such as employee incentive programs and the firmÆs choice to record delays manually or automatically, are correlated with the occurrence of manipulation around the 15 minute threshold.  Our findings highlight the importance of interactions between incentives created by a disclosure program and firmsÆ internal organizational practices.\n\nIn the second project, we study whether airlines adjust their flight schedules when they first become subject to the disclosure program.  Since on-time performance is measured as the difference between actual and scheduled arrival time, firms can improve their reported performance by lengthening their scheduled flight time &ndash; even if there is no change in actual flight time.  We study the behavior of three airlines as they become subject to the disclosure program.  We find that the reporting requirement leads to a small but significant increase in scheduled flight times.  These increases are concentrated on routes where the costs associated with lengthening schedules are relatively low. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/25/2014\n\n\t\t\t\t\tSubmitted by: Silke I Forbes"
 }
}