{
 "awd_id": "1265946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding xylem refilling:   Molecular and biophysical perspectives",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 194086.0,
 "awd_amount": 194086.0,
 "awd_min_amd_letter_date": "2012-09-28",
 "awd_max_amd_letter_date": "2012-09-28",
 "awd_abstract_narration": "Plants and especially trees move a significant volume of water every day from the soil to the atmosphere without employing any moving parts.  In the case of the mature oak tree, this could be as much as 200 gallons of water a day.  This transport happens under tension and thus it is vulnerable to cavitation resulting in embolism (filling of xylem vessels with air) that is responsible for the loss of hydraulic continuity.  Such loss of water transport capacity in tree stems could lead to significant loss of photosynthetic capacity or even plant death. How plants deal with this apparent intrinsic weakness and keep the water column intact remains the major question in the understanding of the transport process.  One of the current hypotheses is that plants cannot avoid occurrence of embolism but instead evolved the ability to refill empty vessels and restore the transport capacity during active transpiration.  The goal of this proposal is to analyze plant biological activity during embolism refilling under tension by integrating genetic, biochemical, morphological and physiological processes.  The data generated from multiple experiments will be used to inform a systems level approach including quantitative and qualitative analysis as well as theoretical modeling to understand the dynamics and control of embolism formation and refilling under environmental stress.  Resolving this embolism/refilling process would fill a major gap in knowledge and open new avenues for future research in plant water relations, plant biotechnology, and bio-mimicking of self healing devices to deal with challenges of climate change.  Linking anatomy with physiology will also provide a foundation for better understanding the evolutionary trajectories of early plant evolution that allowed these formerly aquatic organisms to succeed in their quest to invade terrestrial habitats. Outreach activities, including public lectures and web dissemination of new methods and protocols, will be used to reach a broader audience. The proposed research project will also support the career development of a postdoctoral fellow and stimulate interest in plant biology among undergraduate students via summer employment opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maciej",
   "pi_last_name": "Zwieniecki",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Maciej A Zwieniecki",
   "pi_email_addr": "mzwienie@ucdavis.edu",
   "nsf_id": "000435357",
   "pi_start_date": "2012-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 45534.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During a single day a large tree can transport tens of gallons of water from roots to the leafy crown.&nbsp; As water is being pulled from the top due to transpiration, column of water in the stem is frequently exposed to significant tension that can promote formation of embolism that leads to xylem dysfunction. &nbsp;Proposal &ldquo;Understanding xylem refilling: Molecular and biophysical perspectives&rdquo; focused was on determination of biological processes related to recovery from embolism.&nbsp; We showed that occurrence of embolism trigger suite of responses including transcription, protein transporter activity, enzymatic activity, and change in physicochemical properties of xylem that together resulted in recovery and return of xylem conduits to functional state. &nbsp;&nbsp;&nbsp;Specifically we described the role of apoplastic pH in generation of sugars and ion efflux from cells to apoplast and generation of energy gradient to draw water to embolized conduits.&nbsp; We show transcriptional (changes in gene expression level) in response to embolism formation reinforcing the idea that embolism serves as a trigger for refilling activity of xylem parenchyma cells.&nbsp; Using genetic transformation we developed several lines of transgenic poplar with down regulated membrane water channels that were used to proof their role in recovery process. &nbsp;Further we developed biophysical model of the xylem recovery from sever water stress that would serve as a starting point for future research (see image).&nbsp; We also designed a new system for <em>in planta</em> determination of xylem pH that would be useful in a range of new studies.&nbsp; Results were published in 11 original research contributions and 3 reviews.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2014<br>\n\t\t\t\t\tModified by: Maciej&nbsp;A&nbsp;Zwieniecki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring a single day a large tree can transport tens of gallons of water from roots to the leafy crown.  As water is being pulled from the top due to transpiration, column of water in the stem is frequently exposed to significant tension that can promote formation of embolism that leads to xylem dysfunction.  Proposal \"Understanding xylem refilling: Molecular and biophysical perspectives\" focused was on determination of biological processes related to recovery from embolism.  We showed that occurrence of embolism trigger suite of responses including transcription, protein transporter activity, enzymatic activity, and change in physicochemical properties of xylem that together resulted in recovery and return of xylem conduits to functional state.    Specifically we described the role of apoplastic pH in generation of sugars and ion efflux from cells to apoplast and generation of energy gradient to draw water to embolized conduits.  We show transcriptional (changes in gene expression level) in response to embolism formation reinforcing the idea that embolism serves as a trigger for refilling activity of xylem parenchyma cells.  Using genetic transformation we developed several lines of transgenic poplar with down regulated membrane water channels that were used to proof their role in recovery process.  Further we developed biophysical model of the xylem recovery from sever water stress that would serve as a starting point for future research (see image).  We also designed a new system for in planta determination of xylem pH that would be useful in a range of new studies.  Results were published in 11 original research contributions and 3 reviews.\n\n \n\n\t\t\t\t\tLast Modified: 08/04/2014\n\n\t\t\t\t\tSubmitted by: Maciej A Zwieniecki"
 }
}