{
 "awd_id": "8613314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Design Sensitivity Analysis and Optimization of Nonlinear   Response of Structural Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ken Chong",
 "awd_eff_date": "1987-02-01",
 "awd_exp_date": "1990-01-31",
 "tot_intn_awd_amt": 188997.0,
 "awd_amount": 188997.0,
 "awd_min_amd_letter_date": "1987-03-05",
 "awd_max_amd_letter_date": "1988-02-16",
 "awd_abstract_narration": "Problem of design sensitivity analysis and optimization of nonlinear            response of structures has become quite important in practical                  applications.  When large displacements, rotations and strains are              included in the formulation, a more accurate response of the structure          is predicted.  This can lead to substantially different optimal designs,        as shown by optimizing small scale structural design problems.  In some         cases, optimum design obtained with linear structural analysis                  capability can be dangerous, if the structure becomes geometrically             nonlinear.  Catastrophic failure of the structure can occur.  In other          cases, the structure may be overdesigned without consideration of               geometric nonlinearities because it may actually become stiffer with the        inclusion of large displacement effects.  Design sensitivity analysis is        a necessary step towards optimization.                                                                                                                          Research to develop theory and numerical algorithms for design                  sensitivity analysis and optimization of nonlinear response is proposed.        Full range of nonlinearities geometric as well as material will be              considered.  Static as well as dynamic response applications will be            considered.  Large displacement, rotation and strain formulations will          be used.  Linear and nonlinear material models will be included.                Formulation of the optimal design problem with nonlinear response will          be developed, i.e., particular attention will be paid to incorporate the        yield conditions and nonlinear buckling load constraints.  Design               sensitivity analysis to include unloading of the system (history                dependent respones) will be developed.  Possible discontinuities in             gradients will be investigated.  Theory of design sensitivity analysis          of nonlinear buckling load will be developed.  Computational algorithms         will be developed and integrated into available modern optimization             methods.  They will be demonstrated on a set of carefully selected              structural design problems.                                                                                                                                     The methods of design sensitivity analysis developed in the research can        be used in the existing nonlinear analysis computer programs.  Potential        areas of application include:  building systems, earthquake-resistant           structures, automotive structures, and aircraft and aerospace                   structures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jasbir",
   "pi_last_name": "Arora",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jasbir S Arora",
   "pi_email_addr": "jsarora@icaen.uiowa.edu",
   "nsf_id": "000410375",
   "pi_start_date": "1987-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144200",
   "pgm_ele_name": "CONSTRUCTION AND INFRASTRUCTUR"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 90472.0
  },
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 98525.0
  }
 ],
 "por": null
}