{
 "awd_id": "8619759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Neural Substrate for Self-Stimulation",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "name not available",
 "awd_eff_date": "1987-07-15",
 "awd_exp_date": "1989-08-01",
 "tot_intn_awd_amt": 147800.0,
 "awd_amount": 147800.0,
 "awd_min_amd_letter_date": "1987-07-02",
 "awd_max_amd_letter_date": "1987-07-02",
 "awd_abstract_narration": "The medial forebrain bundle (MFB) is an area in the brain.                 In animals, if an electrode is implanted in this brain                          structure and small electrical stimulations are given to this                   site, the animal will start to self-stimulate the area if                       allowed to do so.  The mechanisms behind this self-stimulation                  are being studied by Dr. Charles Gallistel.                                          The (MFB) self-stimulation phenomenon is a \"bridge between                 brain and behavior\".  It links behaviorally manifested                          motivation and information storage processes to activity in a                   neural pathway descending through the MFB to the midbrain. The                  stimulation creates a transient motivational state, the priming                 effect. It also produces a rewarding signal, a neural signal that               codes for some motivationally significant facet or facets of the                animal's environment.  The message carried by this                              rewarding signal is laid down in memory; it is converted                        somewhere within the nervous system into an enduring record of                  the magnitude of the rewarding signal.  Together, the transient                 motivational state and the memory of the rewarding signal                       dominate the animal's behavior more dramatically than the                       motivational and rewarding effects of natural variables.                             The disadvantage of the self-stimulation phenomenon is                     that it is an artificial phenomenon.  The normal function of                    the stimulated pathways remains ill understood.  However,                       studies suggest that these pathways play a fundamental role in                  mediating the behavioral effects of naturally occurring                         nutritional, social and sexual rewarding events and motivating                  states.   The hypothalamus and associated limbic structures                     are the site where the diverse hormonal and sensory messages                    crucial to the successful and timely execution of the animal's                  basic functions (self-preservation and reproduction) are                        integrated.  This integration generates signals that descend to                 the midbrain, where they determine the course of the animal's                   behavior by selectively potentiating and depotentiating crucial                 elements in the neural circuits that establish the basic                        high-level patterns of coordination.  A related function of these               parts of the brain is probably the collation of information                     about substances and situations relevant to basic behavioral                    goals.  Signals carrying this information may be relayed over                   MFB projections to the sites in the nervous system where this                   information is stored for use in organizing subsequent goal                     directed behavior.  Thus, while the exact function of the                       rewarding and motivating pathways excited during self-stimulation               may not be elucidated until they have been identified and studied               under more natural conditions, it is nonetheless possible to                    frame well founded hypotheses regarding their general function.                      The advantage of the self-stimulation preparation from the                 standpoint of behavioral neuroscience is that highly integrated                 behavioral effects are produced by direct stimulation of central                neural tissue.  A vertebrate model will give us extreme access to               this motivational system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Gallistel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Charles R Gallistel",
   "pi_email_addr": "galliste@ruccs.rutgers.edu",
   "nsf_id": "000380351",
   "pi_start_date": "1987-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119100",
   "pgm_ele_name": "BEHAVIORAL NEUROSCIENCE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 147800.0
  }
 ],
 "por": null
}