{
 "awd_id": "8704871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Research Equipment Grant:  Computer Cluster     Upgrade for Solution Thermodynamics and Materials Inter-    facial Studies",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "1987-06-01",
 "awd_exp_date": "1988-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1987-04-14",
 "awd_max_amd_letter_date": "1987-04-14",
 "awd_abstract_narration": "An equipment grant is provided to upgrade the computer facility                 within the School of Chemical Engineering at Cornell University.                The VAX-Cluster will have a significant effect on research                      projects in the areas of thermodynamics, materials processing,                  fluid mechanics, biochemical engineering and catalysis.                                                                                                         The availability of the proposed equipment will be particularly                 significant for the following three projects, which are likely to               be the heaviest users of the new system.  In the area of                        thermodynamics and surface properties of fluids, theoretical                    studies are concerned with the development of new equations of                  state for fluids using perturbation and mean-field theories and                 computer simulations which will enable the calculation of solid                 and fluid properties from a molecular-level treatment.                                                                                                          In the area of materials processing, non-equilibrium simulations                of rapidly cooled interfaces are being performed to study the                   thermodynamics, structure and kinetics of the dynamic solid/melt                interface produced by laser heating, for example.  In the area of               fluid mechanic, studies are being made of the flow of suspensions               through branched conduits where the size of the particles is                    comparable to that of the channel.                                                                                                                              In the area of thermodynamics, the simulations are being used to                investigate new phenomena for which no experimental data exist,                 for example, in the study of nucleation and small drops.  The                   first study showing spontaneous phase separation in a pore and                  the existence of a capillary critical point different from that                 of a bulk fluid is now available.  In the area of materials                     processing, the simulations provide fundamental understanding of                the detailed motion and properties of rapidly moving solid/liquid               interfaces not available elsewhere.  The velocity temperature                   time profile can be produced theoretically, whereas                             experimentally, the instantaneous temperature is virtually                      inaccessible.  Insight into the reasons for increased dopant                    segregation coefficients at the interface is also possible                      through simulation, though much less readily available through                  current theories or experiment.  In the area of fluid mechanics,                novel models accounting for the finite size of the particles are                being developed where the asymptotic approximations of                          traditional theories are no longer valid and the hydrodynamic                   interactions between the particles and the wall become important.                                                                                               Thermodynamic studies of surface properties are applicable to                   many purification and separation processes including the removal                of unwanted carbon dioxide and hydrogen sulfide from natural                    gases, and separations for hydrocarbons including xylenes and                   aromatics.  The studies of pores are applicable to capillary                    permeability in tight sands.  Other projects are applicable to                  surfactant behavior.  The materials processing studies are                      applicable to a wide range of rapid solidification techniques                   including laser annealing, laser glazing and ion implantation.                  The fluid mechanics studies are a prototype for a broad range of                techniques such as filtration and chromatography.  One                          application under study is that of cell motion in                               microcirculation.  The studies can also provide insight in the                  design of new separation processes, e.g. enhanced oil recovery.                                                                                                 Support is recommended at the level of $50,000 in FY 1987 for                   partial support of a VAX-Cluster System.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulette",
   "pi_last_name": "Clancy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulette Clancy",
   "pi_email_addr": "pclancy3@jhu.edu",
   "nsf_id": "000187204",
   "pi_start_date": "1987-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Thompson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Thompson",
   "pi_email_addr": "",
   "nsf_id": "000172643",
   "pi_start_date": "1987-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}