{
 "awd_id": "8705294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematical Sciences: Topics in Game Theory and            Mathematical Economics",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1987-07-01",
 "awd_exp_date": "1989-12-31",
 "tot_intn_awd_amt": 115800.0,
 "awd_amount": 115800.0,
 "awd_min_amd_letter_date": "1987-08-12",
 "awd_max_amd_letter_date": "1988-07-08",
 "awd_abstract_narration": "This project focuses on fundamental mathematical questions in               game theory and its applications to economics. In particular, the               investigation centers on value theory for games with a continuum                of players.                                                                         Theory of value for such games was developed by Aumann and                  Shapley in the period between 1964 and 1974. It has provided a                  mathematical model of perfect competition in productive economies               and in some exchange economies. The existence and uniqueness of                 values for various classes of games, characterized by                           mathematical properties such as atomic or non-atomic probability                measures, finite number of generators, or finite number of                      lattice operations from a finite set of measures, is of current                 vivid interest. Neyman and Dubey intend to prove that, for exact                market games, any continuous value is necessarily an element of                 the core, and to extend this investigation to more general market               games.                                                                              Complementary to this axiomatic approach is the asymptotic                  one, in which the model involves the approximations of a game                   with a continuum of players by finite games. The asymptotic value               is defined as a limit of the Shapley values of such finite games.               One of the central problems is the existence of the asymptotic                  value. Neyman has recently settled a long standing problem by                   proving that all games defined by a monotone continuous function                and a probabilty measure with a non-atomic part and possibly                    countably many atoms have asymptotic value. He and Dubey now                    propose to study the existence of asymptotic values for games                   with either positive or signed vector measures.                                     Another area of proposed study is the axiomatic theory of                   allocations and payoffs that would encompass economies with core                allocations, value allocations and Walrasian allocations. One                   goal is to explain the much remarked fact their solutions become                equivalent on the domain of smooth, perfectly competitive                       economies. Another goal is to pinpoint the differences that                     emerge between them on bigger domains. The approach taken in this               research is as follows: given a domain of economies and a                       solution, one lists properties that categorically determine the                 solution there. If these properties are shared by another                       solution on that domain, one deduces that they coincide there. On               the other hand, if a minor variant of the properties categorizes                the other solution, then this pinpoints the difference between                  them. The investigators intend to analyze the economies both with               and without perfect competition.                                                    Mathematical game theory of the type described here is a                    large research activity bridging economic theory and pure and                   applied mathematics. I relies on mathematical tools such as                     measure theory, multivalued maps, saddle point theorems and                     stochastic processes. The results of this and other                             investigations are aimed at interpreting the mechanisms governing               various economic models . They create a conceptual framework for                understanding of real economic systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abraham",
   "pi_last_name": "Neyman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abraham Neyman",
   "pi_email_addr": "cwallahora@datalab2.sbs.sunysb.edu",
   "nsf_id": "000455778",
   "pi_start_date": "1987-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pradeep",
   "pi_last_name": "Dubey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pradeep Dubey",
   "pi_email_addr": "pradeepkdubey@yahoo.com",
   "nsf_id": "000135460",
   "pi_start_date": "1987-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 50800.0
  },
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 65000.0
  }
 ],
 "por": null
}