{
 "awd_id": "8706817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Relationship of Cognitive and Cell Biological Analyses  of Associative Learning",
 "cfda_num": "47.074",
 "org_code": "08080301",
 "po_phone": "7032924743",
 "po_email": "aarmstro@nsf.gov",
 "po_sign_block_name": "Alicia Armstrong",
 "awd_eff_date": "1987-07-15",
 "awd_exp_date": "1990-12-31",
 "tot_intn_awd_amt": 9000.0,
 "awd_amount": 9000.0,
 "awd_min_amd_letter_date": "1987-07-15",
 "awd_max_amd_letter_date": "1989-06-28",
 "awd_abstract_narration": "The neurosciences are experiencing explosive growth and, although               many important questions concerning their social and cultural impact            remain unanswered, the base of relevant historical case studies is              glaringly inadequate.  As a reslt, much philosophical discussion of             the significance of neuroscience floats free of needed historical               constraint.  For example, while the debate between \"eliminative\" and            \"retentive\" materialists has clarified issues raised by the                     confrontation of neurology and \"folk psychology,\" it has not                    addressed the detail involved in efforts to unify cognitive                     neuroscience.  The debate has been oversimplified by its reliance on            a concept of inter-theoretic reduction based on misleading analogies            between diachronic developments within a single field (eg. chemical             analysis of combustion and its products) and synchronic relations               between theories dealing with phenomena at different levels of                  organization or complexity.  The case study which Dr. Manier is                 examining under this grant will contribute to the effort to remedy              such deficits by examining the relationship between neuroscientific             and psychological studies of the associative learning mechanism.                Scientists in these fields are able to avail themselves of rigorous             modes of experimental manipulation and their work is attracting                 widespread theoretical interest.  Preliminary research has identified           an apparent split between two cognitive approaches to the associative           learning mechanism which could complicate efforts to integrate that             research area with major developments in cellular and molecular                 neurobiology.  With this grant, Dr. Manier will carry out on-site               archival and ethnographic research and a series of structured                   interviews with principal scientists in order to clarify the details            of this divergence and assess its implications for relations linking            neuroscience and cognitive psychology.  The ultimate goal of this               project is to provide an appropriate historical basis for assessing             philosophical views concerning the construction of unified scientific           domains from previously disparate areas of research.  This research             is of great importance for both the history and the philosophy of               science.   Further, it provides a much needed philosophical survey of           these fast-moving areas of the biological and cognitive sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Manier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Manier",
   "pi_email_addr": "",
   "nsf_id": "000270591",
   "pi_start_date": "1987-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116000",
   "pgm_ele_name": "IBN ANIMAL BEHAVIOR"
  },
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": null
}