{
 "awd_id": "8708616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Asset Prices in Stationary Rational Expectation Models",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin A. Cantor",
 "awd_eff_date": "1987-08-01",
 "awd_exp_date": "1990-01-31",
 "tot_intn_awd_amt": 141085.0,
 "awd_amount": 141085.0,
 "awd_min_amd_letter_date": "1987-07-22",
 "awd_max_amd_letter_date": "1988-04-29",
 "awd_abstract_narration": "The project continues a distinguished line of research into the                 concept of equilibrium in an economy.  This concept is central in               virtually all economic analysis, both theoretical and empirical.  In            essence, the idea of economic equilibrium implies that the economy can          be stable in certain circumstances, that those conditions can be                derived at least in a theoretical sense, that the forces in the                 economy will respond in some predictable way to outside influences,             and that the economy will remain in balance unless forced to change.            Equilibrium is also more than just a theoretical construct used to              make analysis more tractable; it appears to be a realistic description          of the actual workings of an economy.  This is evident in that markets          are typically not chaotic, at least not for long periods of time.               Enormous numbers of producers supply a seemingly endless variety of             products and services, which in turn are consumed by other agents in            the economy.  Millions of transactions are completed daily in a                 relatively orderly fashion.  Some incorporate a high degree of                  government regulation, but most take place with virtually no oversight          from any established institution.                                                                                                                               Even though a stabilizing influence or equilibrium appears to be a              fundamental component of a viable and growing economy, modelling that           process mathematically has proven to be extremely difficult,                    particularly if a researcher wishes to examine the growth of the                economy through time.  Of special complexity are the rational                   expectations models, which realistically allow for the fact that                economic agents such as consumers, producers, and policy makers all             react to each other's movements in the economic marketplace.  This              project extends our knowledge of the evolution of economic systems by           analyzing in both a theoretical and empirical way, the conditions               necessary for stationary equilibria in rational expectations models.                                                                                            Starting from a simple monetary economy in which debt cannot be                 collected, Professor Levine incorporates multiple assets and                    production, and examines the efficiencies in economic growth brought            about by transactions costs.  Included in the project are analyses of           government policy, multiple asset markets, and detailed studies of the          mechanisms by which changes in one sector of the economy affect the             other sectors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Levine",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "David K Levine",
   "pi_email_addr": "david@dklevine.com",
   "nsf_id": "000442057",
   "pi_start_date": "1987-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9191",
   "pgm_ref_txt": "SUPER COMPUTER RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 69697.0
  },
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 71388.0
  }
 ],
 "por": null
}