{
 "awd_id": "8710314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BALLOON-VIKING DATA ANALYSIS",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Timothy E. Eastman",
 "awd_eff_date": "1987-06-01",
 "awd_exp_date": "1991-05-31",
 "tot_intn_awd_amt": 202600.0,
 "awd_amount": 202600.0,
 "awd_min_amd_letter_date": "1987-06-11",
 "awd_max_amd_letter_date": "1990-04-06",
 "awd_abstract_narration": "The Viking-Balloon campaign in July 1986 was an                         international collaborative effort and its goal was to utilize                  correlative measurements from ground, balloon, and space-craft to               further understand aurora and the associated magnetospheric                     processes.  The campaign resulted in a wealth of data from many                 complementary instruments providing an opportunity to study                     auroral processes from several different perspectives, from                     global scale to very localized phenomena, involving many relevant               parameters - high and low energy particles and electric and                     magnetic fields - from widely varying regions of space.                         Preliminary results from the data have already been obtained                    which indicate interesting structure to pulsating aurora.  This                 grant will support analysis of this extensive data set which has                tremendous potential with regard to many magnetospheric-auroral                 problems.                                                                               The dynamics of the aurora can be studied from several                  different regimes, each one distinguished by its characteristic                 length and time scales.  Polar orbiting satellites and rocket                   experiments have the advantage of making in situ measurements of                the local plasma parameters, however the constraints of orbital                 motion prevent many of these experiments (in particular, rockets                and low altitude spacecraft) from making measurements over long                 time scales.  Furthermore there is always an inherent ambiguity                 in separating spatial effect from temporal effects, due to the                  single point from which the data is gathered.  Satellite imaging                of the auroral oval and the polar cap is a powerful tool, but                   does not always fully elucidate the small scale dynamics                        occurring within an auroral arc.  Balloon borne instruments,                    however, are able to examine the longer time scale behavior of                  auroral phenomena, since the balloon's motion is usually much                   slower than many typical auroral time scales.  Furthermore, the                 space-time ambiguity can be deconvolved by the use of imaging                   techniques, and multiple point measurements.  These imaging                     techniques allow an examination of structures of scale lengths of               order tens of kilometers in as short as a few seconds.                                  This was the general philosophy in the Viking-balloons                  project; to employ X-ray imaging from a balloon as a tool to                    understand Polar Ionospheric-Magnetospheric dynamics on time and                length scales which are not easily obtainable by other means, and               to correlate these measurements to data from a polar orbiting                   space craft.  The Viking satellite from the Swedish Space                       Corporation provided an opportunity to carry out this experiment.                       The University of Washington will continue processing and               scientific analysis of data obtained during the Viking balloon                  campaign and take part in coordinated studies with the                          international group in auroral and magnetospheric dynamics using                the Viking-balloon data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Parks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Parks",
   "pi_email_addr": "parks@ssl.berkeley.edu",
   "nsf_id": "000437987",
   "pi_start_date": "1987-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  },
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1523",
   "pgm_ref_txt": "SOLAR-TERRESTRIAL"
  },
  {
   "pgm_ref_code": "5750",
   "pgm_ref_txt": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 97300.0
  },
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 105300.0
  }
 ],
 "por": null
}