{
 "awd_id": "8710006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: Structure of Toeplitz and CompositionOperators",
 "cfda_num": "47.049",
 "org_code": "03040103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "",
 "awd_eff_date": "1987-07-01",
 "awd_exp_date": "1989-12-31",
 "tot_intn_awd_amt": 69083.0,
 "awd_amount": 69083.0,
 "awd_min_amd_letter_date": "1987-08-13",
 "awd_max_amd_letter_date": "1988-06-10",
 "awd_abstract_narration": "Operator theory is a central discipline in Modern Analysis.             Its origins lie in the study of mathematical physics and partial                differential equations in the early twentieth century.  Thus, it                was seen that numerous physical problems in the theory of                       equilibria, vibration, quantum theory, etc. could be studied                    productively via the integral equations that model the phenomena.               So it has been, that from the fertile minds of Hilbert, von                     Neumann, and other giants that the subject of operator theory has               grown to a central position in such investigations, and in core                 mathematics as well.  At the heart of this methodology is the                   deep investigation of the spectrum of an operator and the                       concommitant study of its invariant subspaces.  For the so-called               self-adjoint operators, this theory is now a standard technique                 throughout analysis, and the spectral theorem provides the                      necessary building blocks for all such operators.  Although not                 quite as complete, spectral theory is significantly well                        understood for an extensive generalization of the self-adjoint                  case; viz., the \"normal\" operators.  The current frontier,                      therefore, in the study of this structure theory rests in the                   non-normal theory.  A particularly important class of such                      operators are referred to as \"subnormal\".  They are significant                 for two reasons.  First, there is enough residual normal                        information to attempt a deeper understanding of their inherent                 structure.  Recent results, such as the fact that subnormal                     operators are reflexive and have invariant subspaces, have given                an added impetus to the study of their spectral properties.                     Secondly, since many explicit operators that arise in complex                   function theory, differential geometry, and approximation theory                are subnormal, there is a broad range of applicability.                                 Professor  Cowen is a leader in the spectral theory of                  subnormal operators and its relationship to classical analysis.                 His program involves the investigation of explicit operators on                 the Hardy space of the unit disk in order to gain insight into                  more general problems.  In particular, he proposes to continue                  his investigation of composition operators, Toeplitz operators,                 and related operators.  In recent collaborative work he found a                 class of composition operators which are subnormal.  Professor                  Cowen proposes to extend this class, and to further investigate                 subnormality.  Operators more general than subnormal arise as                   multiplication operators on Krein space.  Professor Cowen                       proposes to initiate the study of such operators.  In earlier                   work, he solved an old problem by constructing subnormal Toeplitz               operators which are neither normal nor analytic.  Professor Cowen               proposes to investigate the more prevalent hyponormal Toeplitz                  operators with the goal of finding conditions on the symbol that                determine hyponormality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Cowen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Carl C Cowen",
   "pi_email_addr": "ccowen@math.iupui.edu",
   "nsf_id": "000292188",
   "pi_start_date": "1987-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue Research Foundation",
  "inst_street_address": "1281 WIN HENTSCHEL BLVD STE 2500",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3174946200",
  "inst_zip_code": "479064353",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1G1LGYJF5G5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126200",
   "pgm_ele_name": "MODERN ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 57500.0
  },
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 11583.0
  }
 ],
 "por": null
}