{
 "awd_id": "8710928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Longitudinal Study of Individual Decreolization",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul G. Chapin",
 "awd_eff_date": "1987-08-01",
 "awd_exp_date": "1990-12-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "1987-07-16",
 "awd_max_amd_letter_date": "1990-07-13",
 "awd_abstract_narration": "Abstract Narrative                                                                                                                                                   A process which has come to be of great interest to                        linguistic researchers over the past several years is the process               of decreolization.  Creole languages typically emerge in a                      contact situation between two (or more) languages of unequal                    social status.  It has been reliably and repeatedly observed that               the members of a creole-speaking community vary among themselves                in the specific variety of the creole which they speak, some                    speaking versions much closer to the superstrate or high-status                 language than others.  It has also been observed that there                     appears to be some change over time in the linguistic situation                 in the community, with more and more speakers speaking varieties                closer and closer to the superstrate language.  This pattern of                 change is called decreolization.                                                                                                                                     The exact nature of decreolization is a matter of                          controversy.  Two primary views prevail:  that individual                       speakers actually change their own dialect over time, replacing                 creole features with superstrate features; or that individual                   speakers may extend their linguistic repertoires, for example by                adding new vocabulary items from the superstrate language, but                  real change takes place only from generation to generation.                                                                                                          The project proposed here is designed to investigate this                  controversy directly.  Past studies have had to infer the course                of historical development from the current status of speakers of                different ages.  In this project, the investigator will be able                 to trace the actual changes in the dialects of six individual                   speakers over the course of 14 years.  This is possible because                 the speakers were subjects of an intensive study of Hawaiian                    Creole English carried out 14 years ago, the data from which are                still readily available.  During the forthcoming project, the                   investigator will examine the full set of linguistic variables                  which were recorded in the earlier study, and determine whether                 the speakers have changed their dialects in the interim.                                                                                                             The Principal Investigator is highly qualified to undertake                this research.  She is herself a native speaker of Hawaiian                     Creole English, well trained in the research techniques of                      sociolinguistics.  She was a member of the team that carried out                the original research project 14 years ago, which was the source                of the baseline data against which the current situation is to be               compared.                                                                                                                                                            The proposed project offers the opportunity to come up with                a definitive answer to a key current question of linguistic                     theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charlene",
   "pi_last_name": "Sato",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charlene J Sato",
   "pi_email_addr": "",
   "nsf_id": "000474796",
   "pi_start_date": "1987-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9220",
   "pgm_ref_txt": "RES OPPORTUNITIES FOR WOMEN"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}