{
 "awd_id": "8711753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Language of Dispute Managment in the Kingdom of Tonga",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul G. Chapin",
 "awd_eff_date": "1987-07-15",
 "awd_exp_date": "1990-12-31",
 "tot_intn_awd_amt": 120419.0,
 "awd_amount": 120419.0,
 "awd_min_amd_letter_date": "1987-06-29",
 "awd_max_amd_letter_date": "1990-07-06",
 "awd_abstract_narration": "Abstract Narrative                                                                                                                                                   Language can be studied from a variety of perspectives:                    as a formal object, as a cognitive capacity, as a cultural                      artifact, as a medium of social interaction.  The project                       proposed here falls into the latter category.  As a study in                    what has been called the ethnography of communication, the                      research proposed here is based on the premise that the expla-                  nation of the forms, and form-meaning relations, that language                  takes on in actual usage is to be found in the social uses to                   which the language is being put.                                                                                                                                     The study focuses on one category of language use, dispute                 management, which has received considerable attention already                   from ethnographers of communication, and therefore is the topic                 of a growing theoretical framework to which this study will be                  related.  The new dimension which the proposed study will pro-                  vide is examination of linguistic usage in a language and a                     culture fundamentally different in salient respects from the                    western cultures in which much of the previous research on this                 topic has taken place.  The locale of the research will be                      Tonga, an island nation in the southwest Pacific with a Poly-                   nesian language and culture.  Tonga has a mixture of western                    and indigenous institutions for formal resolution of disputes,                  including the court, the fono or town meeting, and the church.                  The Tongan language includes universal patterns such as inter-                  rogatives and quotations, and also locally specific patterns                    such as distinct speech levels depending on the social status                   of the interlocutors and the person being talked about, and                     these are used to definite rhetorical effect in complex inter-                  active ways in the dispute management process.  The focus of                    the project will be to understand, describe, and explain these                  linguistic patterns in terms of the social settings in which                    they are used.                                                                                                                                                       The Principal Investigator is a leading anthropological                    linguist who has made a number of important contributions                       throughout her career to the ethnography of communication.  For                 the past few years she has been focusing her attention on the                   uses of language in legal settings.  The project proposed here                  thus builds in a natural way on her ongoing research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Philips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Philips",
   "pi_email_addr": "sphilips@email.arizona.edu",
   "nsf_id": "000460855",
   "pi_start_date": "1987-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 120419.0
  }
 ],
 "por": null
}