{
 "awd_id": "8711342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Concepts and Meanings of Formal Domain",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": "7032924833",
 "po_email": "jyoung@nsf.gov",
 "po_sign_block_name": "Jasmine Young",
 "awd_eff_date": "1987-09-01",
 "awd_exp_date": "1991-02-28",
 "tot_intn_awd_amt": 151139.0,
 "awd_amount": 151139.0,
 "awd_min_amd_letter_date": "1987-08-18",
 "awd_max_amd_letter_date": "1989-06-19",
 "awd_abstract_narration": "This project will develop a scientific analysis of the knowledge                and processes involved in understanding algebra at the high-                    school level.  The research will use three main approaches:  One                approach is analysis of conceptual growth, a method that has been               used productively in the study of cognitive development.  The                   second approach uses tasks taken from the mathematics curriculum                and related tasks designed to show what students are able to do                 and what knowledge they have that enables them to do it.  The                   third approach uses methods of artificial intelligence to                       construct models of students' knowledge and cognitive processes.                                                                                                The research will focus on students' understanding of the                       concepts of variables and functions and how this understanding                  relates to their knowledge of the symbolic expressions of                       algebra.  The research on conceptual growth will study students'                ability to reason about two physical systems involving functional               relations, a winch in which the final position of a block depends               on several factors, and a transfer of liquid from one cylinder to               another, where the final height of liquid depends on several                    other factors.  Previous research has shown that students have                  significant understanding of functions in these systems before                  they study algebra, and this research will document the increases               in students' understanding as they study relevant formal                        mathematics.  The research on understanding symbolic                            representations will study students' understanding of the                       meanings of formulas and graphs and their relations.  Tasks used                in these studies will include problems that are included in the                 curriculum, as well as more open-ended tasks designed to tap                    specific aspects of students' understanding.  The research on                   computer modelling will use the results of the empirical studies                to develop definite hypotheses about specific knowledge that                    students acquire in order to perform tasks in the curriculum and                other reasoning tasks when they understand the concepts, and                    about the ways in which that understanding changes and grows.                                                                                                   Increased scientific knowledge about the understanding of                       concepts in algebra will contribute to our understanding of the                 domains of conceptual growth and the analysis of understanding                  the meanings of symbols.  Previous research on conceptual growth                has studied informal domains of knowledge, such as taxonomic                    categories and biological processes.  This research will extend                 those analyses by studying algebra, a domain with a formal                      structure.  Most previous studies of symbolic understanding have                focused on ordinary language, and the study of understanding the                formal system of algebra will provide new insights into ways that               meanings of symbolic representations are understood.  Results                   will also be useful in the improvement of school instruction in                 algebra and for other training in which mathematical                            understanding is important.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Schoenfeld",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Alan H Schoenfeld",
   "pi_email_addr": "alans@berkeley.edu",
   "nsf_id": "000156816",
   "pi_start_date": "1987-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ele_code": "725800",
   "pgm_ele_name": "RESEARCH IN TEACHING & LEARNIN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 46237.0
  },
  {
   "fund_oblg_fiscal_yr": 1988,
   "fund_oblg_amt": 50787.0
  },
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 54115.0
  }
 ],
 "por": null
}