{
 "awd_id": "8718768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research in The Growth and Decline of State   Public Assets: A Study in Institutional Political Economy",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1987-08-15",
 "awd_exp_date": "1989-01-31",
 "tot_intn_awd_amt": 39631.0,
 "awd_amount": 39631.0,
 "awd_min_amd_letter_date": "1987-07-27",
 "awd_max_amd_letter_date": "1987-07-27",
 "awd_abstract_narration": "The New York City and Cleveland fiscal crises of the 1970's, the                decay of public infra-structures, growing public employee pension               debt, and the increased incidence of shortfalls in the cash budgets of          state and local governments suggest that not all state and local                governments stand on a firm fiscal base.  Recent and continued cutbacks         in federal domestic spending and in aid to state and local governments          means added financial and political pressure on the state and local             sectors.  Needs and demands remain constant and interest groups who             once went to Washington for public dollars and favorable regulation             now focus on the state and local sectors.                                                                                                                       These factors have significant long-run effects on the fiscal viability         of state and local governments.  With declining current resources and           rising spending pressures, officials in these governments may turn to           the one place where dollars are available - - the asset accounts.  By           failing to maintain the state's infra-structure, by underfunding                pensions, or by simply borrowing to pay for current services,                   politicians and bureaucrats can gather additional resources to meet             service demands.  The problem obtains, however, that while current              services are provided, public assets are depleted.  The persons who             tend to lose in this process are future taxpayers who inherit a lower           public asset base than they should.  In this investigation, the                 researchers are assessing the asset and liability base of state                 governments and how it has changed in the past fifteen years.  The data         period for this project is 1971 to 1984 for the forty-eight mainland            states.                                                                                                                                                         The data for this research include new estimates of governmentally              held public wealth, defined as the difference between the value of a            government's assets and of its liabilities.  The stock of a                     government's assets are its infra-structure, (roads, buildings,                 and computers), and its financial assets, (cash, stocks and bonds).             Liabilities are short and long-term debt and unfunded public pension            funds.  Change in the level of this public wealth over a fiscal year            constitutes government savings or dissavings, depending upon whether            wealth increases or decreases.                                                                                                                                  The researchers assess the budgetary decisions of state officials to            expand current services and transfers, to reduce current tax levels,            and finally to expand or deplete state public assets.  Implicit in              this assessment is an analysis of why the time preferences exhibited            in the public and private sectors may differ.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Inman",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Inman",
   "pi_email_addr": "inman@finance.wharton.upenn.edu",
   "nsf_id": "000305061",
   "pi_start_date": "1987-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1987,
   "fund_oblg_amt": 39631.0
  }
 ],
 "por": null
}