{
 "awd_id": "9107559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-China Cooperative Research:  A Study of the Structure  and Deformation Behavior of Model Elastomers",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alice C. Hogan",
 "awd_eff_date": "1992-02-15",
 "awd_exp_date": "1994-07-31",
 "tot_intn_awd_amt": 27000.0,
 "awd_amount": 27000.0,
 "awd_min_amd_letter_date": "1992-02-10",
 "awd_max_amd_letter_date": "1992-02-10",
 "awd_abstract_narration": "This proposed research represents a collaborative effort, initiated             nearly 11 years ago, between polymer scientists in China and the                University of Massachusetts at Amherst.  The Chinese principal                  investigators include Professors Wang of Beijing University and                 Professor Lu of Hainan University.  Professor Hsu continues as the              principal investigator from the University of Massachusetts.                    Professor Yang of Changchun Institute of Applied Chemistry will                 join as a co-principal investigator because of his complementary                morphological studies which are requisite for the proposed                      research.  The central focus of these studies continues to be                   thermal elastomers.  This cooperative project originated because of             the fundamental and practical interest in elastomers in both                    countries.  Considerable effort has also been devoted to natural                rubber (Professor Lu).  Professor Wang has been principally                     involved with morphological studies of model polyurethanes.                                                                                                     The principal emphasis of this U.S.-China cooperative research is               focused on the structure and deformation behavior of elastomers,                both natural rubber and synthetic thermoelastic polyurethanes Initial           studies concentrated on characterization of natural rubber.  China is           currently the world's 6th largest supplier of natural rubber.  Studies          in Professor Lu's laboratory located in the tropics of most southern            China, Hainan Island, have been focused on studies of natural                   rubber. The majority of these studies have been devoted to                      vulcanized rubber or the vulcanization process.  Microstructure of              natural  rubber, particularly in its nascent state, has not been                explored in detail.  Relatively few studies have been directed                  towards obtaining a better understanding of the composition                     structure, and properties of raw rubber.  This area of study is                 important as the composition and structure of natural rubber differs            from synthetic polyisoprene in that the presence of functional                  groups on main chains and non-rubbery materials, such as proteins,              can significantly affect rheological properties and processing                  conditions of rubber before the vulcanization process.  The                     principal goals of this research are:  1. Clarification of the phase            separated state; 2. Analysis of deformation behavior associated with            both soft and hard segments (junctions); and 3. Exploration of the              possibility of producing unusual linear and nonlinear optical                   properties by deformation through use of the highly conjugated                  poly(diacetylene)s.  Fundamental assumptions employed in                        developing theoretical models of rubber elasticity will be                      investigated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaw Ling",
   "pi_last_name": "Hsu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaw Ling Hsu",
   "pi_email_addr": "slhsu@polysci.umass.edu",
   "nsf_id": "000219483",
   "pi_start_date": "1992-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "920000",
   "pgm_ele_name": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 27000.0
  }
 ],
 "por": null
}