{
 "awd_id": "9109042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: Complexity Theoretic Applications of Functional Analysis",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1992-09-15",
 "awd_exp_date": "1995-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "1992-09-15",
 "awd_max_amd_letter_date": "1992-09-15",
 "awd_abstract_narration": "The investigator studies analytic complexity theory and its                applications to neural networks, and the use of stochastic                      processes to simulate semigroups on neural network configuration                spaces.  The project focusses on the complexity theory of                       learning for feed-forward neural networks and on the optimality                 of learning algorithms.  Such algorithms are amenable to                        complexity theoretic analyses, and existence and characteristics                of lower bounds on learning times for neural networks will be                   studied.  This will bear on questions regarding feasibility of                  constructing working feedforward learning networks.  The problems               will be studied largely from a functional analytic approach.  The               investigator will also study semigroup and statistical mechanics                approaches to finding global energy minima in neural nets (useful               in minimizing the error in learning algorithms).  The main aim of               this work is to develop more rapid semigroup simulation methods                 (related to the simulated annealing process) for optimizing                     weights in neural nets.  Work in analytic complexity will involve               investigation of relationships of worst-case properties of                      algorithms to their average case characteristics.  It will also                 concentrate on the role of randomization (e.g., Monte Carlo                     methods) in breaking intractability of continuous mathematical                  problems.                                                                            Complexity theory has as its goal the analysis and                         understanding of the difficulty (in terms of time and amount of                 computation) of solving mathematical problems.  Certain                         simple-looking problems are surprisingly complex when they are                  attacked, say, on the computer.  There is in complexity theory                  the notion of intractability, namely, the phenomenon in which a                 problem is so difficult that, even with all of the computing                    resources one can imagine (existing now or in the future), the                  problem is nevertheless unsolvable.  The investigator studies                   these notions, especially in the context of neural networks.  The               area of neural networks involves the study of computing elements                connected very much like neurons in the brain, and has the                      ultimate goal of showing how one might be able to duplicate the                 functions of naturally intelligent systems like the brain.  This                field has been approached quite mathematically in recent years,                 and is an area in which complexity theory has some real potential               for inroads.  This is because it has been shown that in principle               neural networks can solve essentially any problem imaginable, but               the question of how long such solutions will take (or how many                  neurons they will require) is very subtle and difficult.  In                    particular, it is important to know which so-called intelligence                problems are tractable in the present neural network paradigms.                 The mathematical questions here can be framed quite naturally,                  and the investigator will study their meaning and answers.  He                  will also study other methods of modeling neural networks using                 techniques such as simulation via random processes.  In addition,               the investigator will study other complexity theoretic issues                   related to the above problems of tractability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Kon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Kon",
   "pi_email_addr": "mkon@bu.edu",
   "nsf_id": "000199671",
   "pi_start_date": "1992-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}