{
 "awd_id": "9112556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The History of Black Women:  Biologists' Accounts of Race   and Gender",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald J. Overmann",
 "awd_eff_date": "1992-01-01",
 "awd_exp_date": "1993-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1992-01-21",
 "awd_max_amd_letter_date": "1992-01-21",
 "awd_abstract_narration": "Dr. Fausto-Sterling is examining the intersection between the                   ideologies of social difference and the development of biological               knowledge.  As a part of a larger study, she argues that much of                contemporary biological knowledge and theory is covertly marked by              cultural values, both past and present, concerning gender and race.             She is examining the mutual interactions between social and                     intellectual forces and the development of scientific thought.                  Each part of this study probes the social nature of biological                  ideation with the examination and explication of the dissection                 literature drawn from the 19th century being a cornerstone piece                for this undertaking.                                                                                                                                           Starting with Georges Cuvier's detailed examination of the body of              Sarah Bartman, a South African woman of color, and continuing into              the 1870's, biologists published scientific accounts of dissections             of women of color.  Under this grant, Dr. Fausto-Sterling is                    completing the compilation and examination of that dissection                   literature emanating from Europe.  She is also extending this study             to literature emanating from the United States.  She is searching               the biological literature of the United States for parallel                     examples of accounts of the bodies of black women.  The examples                found both expand and diversify her evidentiary base.  She is also              completing the review of a growing body of secondary sources which              provide both historical and theoretical background for placing and              interpreting the results of this project.  She will then be in a                position to interpret her findings from her investigation of 19th               century biologists and their scientific writings to create                      narratives of difference from the presumed norm of the European                 male.  She hypothesizes that the narratives concerning people of                color helped to create icons:  body parts gained symbolical                     significance with regard to gender and deviant sexuality.  Such                 icons derived from accounts of black female bodies, became mobile,              appearing form the last quarter of the 19th century, well into the              20th century in scientific accounts of deviant white women.  In                 amplifying and documenting her claims, Dr. Fausto-Sterling is                   moving from an essentially literal reading of the biological                    literature to a social and cultural account of its significance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Fausto-Sterling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Fausto-Sterling",
   "pi_email_addr": "Anne_Fausto-Sterling@Brown.edu",
   "nsf_id": "000154209",
   "pi_start_date": "1992-01-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}