{
 "awd_id": "9112100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  A Comparative Study of Skull        Development in the Thamnophiine Snakes (Serpentes:          Colubridae)",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sharon Emerson",
 "awd_eff_date": "1991-11-15",
 "awd_exp_date": "1994-10-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "1991-11-08",
 "awd_max_amd_letter_date": "1991-11-08",
 "awd_abstract_narration": "A central question in modern biology is the evolution of                   morphological diversity.  How does form in one species, where it                presumably fits the creature to life in its habitat, change to a                different form in descendant species, where each again must be                  fitted to life in its environment?  One approach used to address                this problem is to determine how changes in the morphological                   development of embryos have contributed to evolutionary changes in              the form or structure of adult organisms.  This developmental                   approach increasingly is being emphasized by morphologists, in                  conjunction with molecular data that provide a phylogenetic                     framework for the group of organisms under study.  The skulls of                snakes are highly complex in comparison with most other                         vertebrates; their structure is closely related to such functions               as feeding and in supporting and protecting the brain and sense                 organs; but changes in skull morphology among snake species are                 not well understood, either developmentally or evolutionarily.                       Faculty advisers Virginia Roth and Alan Savitsky will direct               graduate student William Velhagen in a study of the pattern and                 timing of development of the cranial bones of thamnophiine snakes,              the group that includes the gartersnakes and watersnakes.  Although             closely related genealogically, the thamnophiines are diverse in                their morphology and habits: some are large and eat fish and                    amphibians; some are small and feed only on soft-bodied                         invertebrates like earthworms; still others feed exclusively on                 crayfish.  In analyzing the embryonic development of the                        thamnophiine skull within the context of the evolutionary history               of the group (derived from independent molecular data) and the                  known feeding adaptations of the species, insight will be gained                about the direction and extent of developmental change in closely               related species.  The study will contribute to the general issue                of whether, and to what degree, particular embryonic developmental              events constrain or facilitate change in adult form.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1141",
   "pgm_ref_txt": "PHYSIOLOG & STRUCTURAL SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}