{
 "awd_id": "9120749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Intra-Regional Economies and _      Exchange in the Valle de la Plata, Colombia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1991-12-01",
 "awd_exp_date": "1993-11-30",
 "tot_intn_awd_amt": 11900.0,
 "awd_amount": 11900.0,
 "awd_min_amd_letter_date": "1991-11-08",
 "awd_max_amd_letter_date": "1991-11-08",
 "awd_abstract_narration": "Under the direction of Professor Robert Drennan, Mr. Dale                       Quattrin will collect data for his doctoral dissertation. He will               conduct excavations at 4 to 5 sites situated  at different                      altitude levels in the Valley de la Plata, which is located at                  the headwaters of the Rio Magdalene in southwestern Colombia.                   While the Andean region provides the best known examples of                     prehispanic civilizations in South America, within the Rio                      Magdalene region a wide scale, complex prehistoric culture                      developed which was marked by a complex funeral cult and by                     monumental architecture. Dr. Drennan has worked for many years to               document this phenomenon. The Magdalene area covers a wide range                of altitudes and at the present time different crops are grown at               different heights. Mr. Quattrin wants to determine how ancient                  this pattern is and the role that possible exchange may have                    played in the development of the Magdalene culture. To accomplish               this he will locate sites which are spread vertically across the                zone and excavate them. He will then analyze both pollen samples,               which show what plants were grown at each altitude, as well as                  macrobotanical and phytolith remains which indicate what was                    consumed. By this means it will be possible to reconstruct both                 production and consumption patterns and infer whether or not and                food moved over space, and if so what foods were involved.                                                                                                      Archaeologists have used ethnohistoric and ethnographic data from               the Andes to describe a number of exchange models. It is clear                  that in areas such as Peru where resources varied by attitudinal                zone, complex strategies were devised to minimize risk by moving                different crops across zones. However it is neither known how far               back this practice extends in time nor the role it may have                     played in the development of complex Andean societies. Given the                excellent data base collected by Dr. Drennan, it will be possible               for Mr. Quattrin to examine this question in Colombia.                                                                                                          This research is important for several reasons. It will both                    address a significant theoretical issue and provide data of                     interest to a large number of archaeologists. It will also assist               in the training of an extremely promising scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 11900.0
  }
 ],
 "por": null
}