{
 "awd_id": "9122705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Managerial Opportunism, Solutions, and Strategies:  Evidencefrom Early Chartered Companies",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lynn A. Pollnow",
 "awd_eff_date": "1992-04-01",
 "awd_exp_date": "1995-09-30",
 "tot_intn_awd_amt": 85737.0,
 "awd_amount": 85737.0,
 "awd_min_amd_letter_date": "1992-03-12",
 "awd_max_amd_letter_date": "1995-03-01",
 "awd_abstract_narration": "Coincidentally with the growth of European overseas trade in the                sixteenth and seventeenth centuries was the use of the chartered                company as the preferred means by which trade was carried out.                  These chartered companies were, for all intent and purposes,                    multinational firms.  The head office was located in Europe and                 managers, factories, and trading sites were located around the                  world - in Africa, Asia, Canada.  Because these firms operated                  their branch plants with salaried managers, the head offices were               immediately faced with the question of how to ensure that those                 managers worked for the company and not for themselves.  This is                a problems which faces all modern multinational and                             multilocational firms.  In fact, it is the very immediacy of the                issue that makes the study of these far older companies                         important.  These companies operated in a less complex                          environment.  Communications were slower and a separation between               ownership and control at the head office level did not exist.                   Thus, the links between owners and strategies chosen are very                   clear, and it is possible to analyze which strategies chosen to                 control managers were viable solutions and to examine what                      circumstances allowed firms to choose those solutions.   This                   information will help us to better understand why some American                 firm structures are successful while others not in different                    situations and time periods.                                                                                                                                    Because chartered companies were vertically integrated firms,                   they faced potentially serious principal/agent problems.  In                    fact, the secondary literature is almost unanimous in its verdict               that a company's agents were the company's worst enemies.                       Despite such statements, little archival work has been done to                  examine the extent of managerial opportunism.  These companies                  may be old, but this does not necessarily mean that they were                   unsophisticated in managerial practices.  The objective of this                 research is to study a range of early chartered companies and to                examine the strategies and solutions chosen by firms operating in               different external markets, but all with the same internal                      structure.  The theoretical literature on such problems and on                  game theory directs the focus of this project towards employment                contracts, bonding relations and monitoring strategies;  all of                 which help to ameliorate moral hazard and adverse selection                     amongst managers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Carlos",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ann M Carlos",
   "pi_email_addr": "ann.carlos@colorado.edu",
   "nsf_id": "000444559",
   "pi_start_date": "1992-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 85737.0
  }
 ],
 "por": null
}