{
 "awd_id": "9122471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Television Advertising in Political Campaigns: A Study of   the 1992 California Senate Races",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1992-02-01",
 "awd_exp_date": "1995-01-31",
 "tot_intn_awd_amt": 98993.0,
 "awd_amount": 98993.0,
 "awd_min_amd_letter_date": "1992-02-02",
 "awd_max_amd_letter_date": "1994-07-25",
 "awd_abstract_narration": "Despite the huge amounts of resources invested in campaign                      advertising, little reliable evidence exists concerning the                     independent effects of advertising on electoral outcomes.  This                 project applies a multi-method strategy to assess the impact of                 televised campaign advertising on the 1992 California Senate                    elections.                                                                                                                                                      Through the use of realistic \"field experiments,\" the investigators             assess the effects of particular campaign ads and particular                    pairing of ads.  In these experiments, a representative cross-                  section of the Southern California electorate will be shown ads                 aired by the various senatorial candidates.  Following exposure to              the ads, experimental participants are asked a variety of questions             concerning their political beliefs and preferences.  This method                permits estimation of the effectiveness of particular ads and                   particular advertising strategies on the behavior of individual                 voters.                                                                                                                                                         The experimental results are replicated using statewide polling                 data, an exhaustive analysis of every campaign ad aired by the                  field of candidates and interviews with campaign managers.  Trends              in voter preference, for instance, will be tracked across the                   course of the campaign in relation to the amount of televised                   advertising used by particular candidates as well as the content                of advertising.  In addition, following the election, the managers              of each campaign will be interviewed so as to ascertain their                   advertising \"game plan.\"                                                                                                                                        The major areas of investigation concern the effects of broadcast               advertising on voter turnout and voter choice.  How does political              advertising affect individuals' interest and desire to participate              in the political process?  Of particular importance is the impact               of attack advertising on voter participation.  Other areas under                investigation include the relative effectiveness of \"issue\" versus              \"image\" ads as a means of stimulating voter interest and formation.                                                                                             The investigators also assess the effects of advertising on                     candidate choice.  Some of the important questions here include                 the differential importance of advertising in primary and general               election campaigns, whether ads work differently among different                groups of voters, and the degree to which the persuasive effects                of ads are conditioned by patterns of news media coverage.                                                                                                      This research will provide rigorous evidence concerning the effects             of campaign advertising strategy on electoral outcomes in addition              to the long-term impact of advertising on the democratic process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shanto",
   "pi_last_name": "Iyengar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shanto Iyengar",
   "pi_email_addr": "siyengar@stanford.edu",
   "nsf_id": "000434107",
   "pi_start_date": "1994-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Ansolabehere",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Ansolabehere",
   "pi_email_addr": "sda@gov.harvard.edu",
   "nsf_id": "000426756",
   "pi_start_date": "1992-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 98993.0
  }
 ],
 "por": null
}