{
 "awd_id": "9206879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Development of the Triad Junction inSkeletal Muscle",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1992-01-01",
 "awd_exp_date": "1994-12-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "1992-01-07",
 "awd_max_amd_letter_date": "1992-01-07",
 "awd_abstract_narration": "The triad junction is a complex structure involving plasma and                sarcoplasmic reticulum membranes and at least seven proteins, and               is the site where electrical excitation is transduced to release                intracellular calcium, and thus has a critical role in coupling                 electrical excitation to muscle contraction.  Additionally, it may              interact with the cellular cytoskeleton to form muscle-specific                 morphology.  Two key components of the triad junction, the                      dihydropyridine (DHPR) and ryanodine receptors (RR), are expressed              early during embryonic chick skeletal muscle differentiation.  The              aim of this project is to determine how these proteins are                      incorporated into the triad junction and become active in the                   release of intracellular calcium in developing skeletal muscle, and             whether the calcium release events mediated by the triad junction               influence other aspects of muscle development.  The specific aims               are to: (1), define the experimental in detail by establishing the              time course of the expression of the DHPR and RR in developing                  embryonic chick skeletal muscle; and (2), investigate whether these             proteins influence skeletal muscle development by testing the                   hypothesis that DHPR and RR serve as organizers for the assembly                of the triad junction and its integration into mature muscle                    structure.  This will be done by defining the time course of                    incorporation of these and other junctional components into the                 junction, and assess the significance of interactions between                   junctional proteins and cytoskeletal elements.  Dr. Ellisman's                  contribution to the project will be primarily with regard to the                morphological aspects.                                                                                                                                          Skeletal muscle provides the contractile force to move bones and                other structures, effecting organ or whole organism movement.  The              signal which \"tells\" the muscle to contract and ensures synchronous             contraction along the length of the muscle involves an electrical               wave generated at the neuromuscular junction, which travels down                the length of the muscle fiber along the plasma membrane.  The                  conversion of the electrical signal to contraction occurs by                    transduction of the electrical signal to a \"second messenger\"                   signal, namely release of calcium from intracellular stores                     (sarcoplasmic reticulum) into the cytoplasm.  At the \"triad                     junction\" of the muscle cell, the membrane of the sarcoplasmic                  reticulum is closely apposed to a specialized structure of the                  plasma membrane known as the transverse tubule.  This highly                    specialized region contains a set of unique sarcoplasmic reticulum              membrane proteins which interact with the closely apposed                       transverse tubule membrane to effect the coupling of the electrical             signal to the opening of a calcium channel which allows the release             of calcium from the sarcoplasmic reticulum to the cytoplasm.                    Neither the mechanism of this signal transduction event, nor the                cellular development of this intricate subcellular structure, is                well understood.  The results of this research will increase our                understanding of both of these very important processes in                      vertebrate muscle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Ellisman",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mark H Ellisman",
   "pi_email_addr": "mark@alex.ucsd.edu",
   "nsf_id": "000457536",
   "pi_start_date": "1992-01-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}