{
 "awd_id": "9211752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Behavioral Adaptation to a Desert Environment:  An          Experimental Comparative Study of Food Hoarding",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George W. Uetz",
 "awd_eff_date": "1992-08-15",
 "awd_exp_date": "1996-07-31",
 "tot_intn_awd_amt": 92904.0,
 "awd_amount": 92904.0,
 "awd_min_amd_letter_date": "1992-07-28",
 "awd_max_amd_letter_date": "1995-05-17",
 "awd_abstract_narration": "Many animals store food in times of plenty for use later when                   resources are scarce.  Two general types of food hoarding occur:                storing large amounts of food in a centralized location such as a               burrow (larder-hoarding), and scattering many small caches of                   food throughout an individual's home range (scatter-hoarding).                  Kangaroo rats are desert rodents that use food hoarding as a                    strategy for dealing with the unpredictability of desert                        environments.  Coexisting kangaroo rats differ in their food-                   hoarding patterns:  some species are larder-hoarders, others are                primarily scatter-hoarders.  This study will use laboratory and                 field experiments to test three hypotheses about differences in                 food-hoarding patterns of kangaroo rats.  Specifically, because                 larger kangaroo rats are aggressively dominant to smaller ones,                 smaller animals such as Merriam's and Ord's kangaroo rats should                larder-hoard fewer seeds, make more widely-spaced scatter-hoards                and move caches more often in response to theft than larger                     animals such as Panamint and desert kangaroo rats.  Dr. Jenkins                 will also compare different populations of the same species from                sites with different suites of competitors, to test the                         prediction that hoarding behavior is adapted to the competitive                 environment encountered by members of a particular population.                                                                                                  This study is important for several reasons.  First, desert                     rodents have been model systems for studies of the role of                      competition in ecosystem structure and function.  Although the                  pervasive influence of competition among desert rodents has been                well established, specific behavioral mechanisms that mediate                   competition have received little attention.  As a key behavioral                adaptation of kangaroo rats to desert environments, food hoarding               is likely to be closely connected to competition among species.                 Second, optimal foraging has been one of the most fruitful areas                of study in behavioral ecology in recent years because of the                   productive interplay between development of theory and empirical                tests of predictions derived from theoretical models.  As an                    aspect of foraging behavior, work on food hoarding has been                     mainly descriptive to date.  This experimental study of food                    hoarding by kangaroo rats will contribute to a broader                          perspective on food hoarding by placing it in the context of                    optimal foraging ecology.  Third, scatter-hoarding animals are                  important agents of dispersal for the seeds of many plant                       species.  This study of factors that cause kangaroo rats to                     scatter-hoard vs. larder-hoard will lead to greater understanding               of interactions between these animals and desert plant                          populations, with consequent benefits for conservation of desert                environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Jenkins",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen H Jenkins",
   "pi_email_addr": "jenkins@unr.edu",
   "nsf_id": "000274135",
   "pi_start_date": "1992-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116000",
   "pgm_ele_name": "IBN ANIMAL BEHAVIOR"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 92904.0
  }
 ],
 "por": null
}