{
 "awd_id": "9212306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Public Interpretation of Biotechnological Risk",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "1992-08-15",
 "awd_exp_date": "1994-07-31",
 "tot_intn_awd_amt": 50121.0,
 "awd_amount": 50121.0,
 "awd_min_amd_letter_date": "1992-08-28",
 "awd_max_amd_letter_date": "1992-12-11",
 "awd_abstract_narration": "The social production of scientific knowledge and media accounts                of that knowledge have received more scholarly attention than                   have the social processes through which readers and audiences                   without technical training interpret this information.  Risk                    communication issues relevant to newly emerging biotechnology                   highlight the importance of understanding how public opinion is                 formed in this area, a process that may depend as much on ethical               and value considerations as on the assimilation of technical                    information.  This research is intended to develop empirical data               that will contribute to a better theoretical understanding of the               interaction between the scientific community, the public, and the               media.  Communicating scientific information to nontechnical                    publics can be analyzed as a problem in cross-cultural                          communication.  The study proposed will focus on media accounts                 of biotechnology and associated risks and audience responses to                 these accounts to generate a fuller understanding of the more                   general dynamics of how lay publics evaluate or interpret                       information on the risks associated with new science and new                    technology.  The research proposed will take place in two phases:               content analysis of newspaper coverage of medical and                           agricultural biotechnology, and focus group research to elucidate               the concerns that arise in actual social decision making                        situations involving these technologies.  The technique involves                assigning groups of subjects the task of reading a news article                 about risks associated with a new development and reaching a                    group consensus on the acceptability of that risk.  Discussions                 are tape recorded and both transcript analysis and analysis of                  post discussion questionnaires are used to gain insight into the                reasoning used.  In this study, results from content analysis of                recent news clippings will be used to select articles that cover                a variety of issues to form the basis for the focus group                       discussion.   There will be three groups of six participants each               who will consider each of six articles, for a total of 18 group                 discussions.  Two groups will be composed of students and one of                adults.  The research will help to answer three sets of                         questions.  The first asks whether responses to media coverage of               biotechnology are similar to responses to other science or                      technology coverage.  The second asks whether the responses                     result from the coverage, or do readers' concerns shape their                   responses independently of the way the media cover the issues.                  The third asks what types of preexisting values, beliefs, and                   opinions are brought into the process, and in what ways?                        Presentation and discussion of results will occur in a campus                   seminar on risk, at national meetings, and in journal                           publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susanna",
   "pi_last_name": "Priest",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susanna Priest",
   "pi_email_addr": "susanna.priest@unlv.edu",
   "nsf_id": "000275664",
   "pi_start_date": "1992-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  },
  {
   "pgm_ele_code": "914500",
   "pgm_ele_name": "SPECIAL PROGRAMS-RESERVE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7915",
   "pgm_ref_txt": "Ethics & Values of SET"
  },
  {
   "pgm_ref_code": "9123",
   "pgm_ref_txt": "SOCIAL & ECONOMIC DIMENSIONS OF BIOTCHNL"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 46371.0
  },
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 3750.0
  }
 ],
 "por": null
}