{
 "awd_id": "9212664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Marine Biotech Fellowship:  Molecular Genetic Studies of    Sulfur-Oxidizing Chemoautotrophic Bacterial Symbionts in theHydrothermal Vents",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1992-10-01",
 "awd_exp_date": "1995-03-31",
 "tot_intn_awd_amt": 84000.0,
 "awd_amount": 84000.0,
 "awd_min_amd_letter_date": "1992-08-17",
 "awd_max_amd_letter_date": "1994-12-19",
 "awd_abstract_narration": "Sulfur-oxidizing chemoautotrophic bacteria have been shown to                   occupy a symbiotic niche in the trophosome tissue of the                        vestimentiferan tube worm Riftia pachyptila, found at deep-sea                  hydrothermal vent sites.  The endosymbionts are contained within                host bacteriocytes, where they are supplied with nutrient                       substrates by the host. The tube worm absorbs these nutrients from              the seawater, through its highly vascularized plume and transfers               them by the blood hemoglobin to the symbionts.  H2S, released in                the hydrothermal vent fluid, and O2 from ambient seawater, are used             in the sulfide-oxidation reactions, generating ATP to fuel CO2                  fixation, which is the basis of the animal's nutrition.  The                    symbiont-containing tissue contains high activities of the sulfur-              oxidizing enzymes ATP sulfurylase and APS reductase, and the                    Calvin-Benson cycle enzyme, RuBPC/O.  Numerous other examples of                similar symbiotic relationships between bacteria and marine                     invertebrates have been reported from vents, deep-water seeps and               near shore sediments, but the enzyme data are rarely clear cut                  enough to implicate specific sulfur oxidation pathways as they are              for the Riftia paradigm.  Many questions remain concerning various              symbiont's interactions with their hosts. In virtually all cases it             is not known whether symbionts are transferred to progeny via eggs              (or sperm) or whether each generation of larvae acquires symbionts              de novo from the environment. In no case has a free-living form of              a symbiont been identified in a water sample. If de novo                        acquisition does occur: 1. Can multiple host species be colonized               by a single symbiont species?  and 2. Does the host cause changes               in symbiont morphology, and does it somehow control the expression              of pertinent genes, such as those involved in sulfur oxidation?                                                                                                 Extensive characterization of these various symbionts has not been              possible because they have remained unculturable.  The goal of this             project is to overcome this obstacle by the use of a molecular                  genetic approach. An immediate goal is to clone and sequence the                bacterial specific genes for ATP sulfurylase, APS reductase and                 RuBPC/O from a R.pachyptila genomic lambda library.  From the                   nucleotide sequences the research will derive information about                 gene regulation, which may lead to a better understanding of                    interactions with the host.  The genes can be used as probes in                 diverse symbioses to identify unculturable bacterial symbionts as               sulfur-oxidizing chemoautotrophs, and to demonstrate their capacity             for specific sulfur-based catabolic pathways. Likewise they can be              used to identify a free-living bacterium as the R.pachyptila                    symbiont.  These genes will also be used as probes in a restriction             length polymorphism analysis of symbiont evolutionary relationships             in R.pachyptila and Tevnia jerichonana.  Preliminary studies                    suggest that while the hosts represent different animal classes,                their symbionts, are of the same species.  Finally, a strategy is               outlined for using these probes to determine whether these                      symbionts are obtained de novo by each generation, or are                       transferred from parent to offspring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bridget",
   "pi_last_name": "Laue",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Bridget E Laue",
   "pi_email_addr": "",
   "nsf_id": "000403700",
   "pi_start_date": "1992-10-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 84000.0
  }
 ],
 "por": null
}