{
 "awd_id": "9212771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Marine Biotech Fellowship:  Population Genetics and Gene    Flow in Hydrothemal Vent Communities",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1992-10-01",
 "awd_exp_date": "1994-09-23",
 "tot_intn_awd_amt": 84000.0,
 "awd_amount": 84000.0,
 "awd_min_amd_letter_date": "1992-09-23",
 "awd_max_amd_letter_date": "1992-09-23",
 "awd_abstract_narration": "Deep-sea hydrothermal vents comprise systems of patchy habitats                 with obligate, diverse, highly specialized communities of sessile               organisms.  These sites provide a promising opportunity to study                dispersal and gene flow in the deep sea.  Previous allozyme studies             of several of these animals have revealed generally low levels of               genetic variability and only limited indications of genetic                     separation between populations.  What is most surprising is that                genetic studies of Riftia pachyptila (a vestimentiferan tube worm),             indicated little or no inter-population variation, but it has been              suggested to have limited larval dispersal ability, whereas studies             of Bathymodiolus thermophilus (a vent mussel) demonstrated                      significant genetic separation between vent populations in spite of             what appears to be a small, broadly dispersing larva.  Given the                large taxonomic difference between these two species and a low                  level of observed genetic variation in R. pachyptila, the above                 discrepancy provides little insight into population-genetic                     processes in these unique communities.  What is most needed is                  sufficient genetic variation in taxonomically closely related                   species in order to detect population genetic sub-structuring while             at the same time considering phylogenetic constraints.                                                                                                          Studies currently underway at Rutgers (NSF OCE-8917211) are aimed               at assessing rates of gene flow and systematic relationships of                 molluscan populations associated with deep-sea hydrothermal vents.              Allozyme studies of mytilid and vesicomyid bivalves from a variety              of vent sites are nearly completed, and mitochondrial DNA (mtDNA)               studies have just begun.  Parallel studies of tube worms, Riftia                pachyptila, are also underway.                                                                                                                                  This project will expands upon these ongoing studies in two main                ways.  First, since previous studies found only a low level of                  allozyme polymorphism in B. thermophilus and R. pachyptila, a more              sensitive technique of assaying anonymous nuclear DNA restriction-              site polymorphism will be developed to survey genetic variation.                These data, along with the mtDNA restriction-site data, will                    provide a comprehensive, multi-locus analysis of genetic variation,             within and between sites (both maternally and biparentally derived)             in these organisms.  Second, this project will survey genetic                   variation in the giant vent clam, Calyptogena magnifica.  C.                    magnifica has large eggs and a larval stage that is believed to be              non-planktotrophic.  By including C. magnifica, this research will              be able to make direct genetic comparisons to the results obtained              with another vent bivalve, B. thermophilus, which appears to have               planktotrophic larvae and presumably greater dispersal abilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Karl",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Karl",
   "pi_email_addr": "skarl@hawaii.edu",
   "nsf_id": "000277893",
   "pi_start_date": "1992-10-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Vrijenhoek",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Vrijenhoek",
   "pi_email_addr": "vrijen@mbari.org",
   "nsf_id": "000102901",
   "pi_start_date": "1992-10-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 62421.0
  }
 ],
 "por": null
}