{
 "awd_id": "0207589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing a \"Numerical Laboratory\" to Test Scaling Hypotheses for Hydrologic Extremes",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 100472.0,
 "awd_amount": 100472.0,
 "awd_min_amd_letter_date": "2003-04-28",
 "awd_max_amd_letter_date": "2003-04-28",
 "awd_abstract_narration": "0207589\r\nGupta\r\nThe physical processes governing floods in river basins are highly variable in space and time. Spatial variability produces a very large number of values of the parameters governing production of runoff from hills and its transport through channels. Most of these parameters cannot be measured, and the number of different values that they can take increases with spatial scale. By contrast, the aggregated behavior of peak flows exhibits statistical scale invariance at successively larger spatial scales. The slopes and the intercepts of log-log linear relationships describing this invariance are called 'scaling parameters', which can be estimated empirically. Statistical scaling is an emergent property of a complex physical system, which is not built into the physical equations. Scaling theory provides a new mathematical framework for interpreting empirical scaling parameters in terms of numerical and analytical solutions of physical equations and thereby testing different hypotheses. Scaling theory unifies spatial scaling flood statistics with physical processes, which has been a long-standing, fundamental open problem. \r\nWe propose to develop a \"numerical laboratory\" for testing different physical hypotheses regarding empirically observed statistical scaling for peak flows on real and simulated channel networks. The foundation of this laboratory is a new-generation Java-based software program called \"HidroSig\" that extracts river networks from digital elevation models and analyzes their topologic and geometric properties. It takes a geomorphologic approach, which consists of treating a river basin as a collection of hills that contribute runoff to links in a river network. Stream flows will be generated using an integral-balance hillslope model that includes Hortonian overland flow, saturated overland flow, ground-water recharge, and base flow. Stream flows will be routed using discrete link-based mass and momentum balance equations. Our simulation results will be compared against statistical scaling properties of peak flows that are based on sampled hydrographs at multiple spatial scales. We will test this central idea using peak flow data sets from two experimental basins in the United States, Walnut Gulch, AZ, and Goodwin Creek, MS. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Gupta",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay K Gupta",
   "pi_email_addr": "guptav@cires.colorado.edu",
   "nsf_id": "000415844",
   "pi_start_date": "2003-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100472.0
  }
 ],
 "por": null
}