{
 "awd_id": "0229670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: A Laboratory Model for the Solidification of the Earth's Core",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2008-11-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 119998.0,
 "awd_min_amd_letter_date": "2002-11-25",
 "awd_max_amd_letter_date": "2008-05-27",
 "awd_abstract_narration": "Bergman\r\nEAR-0229670\r\n\r\nThis grant is for a study of a laboratory model for the solidification of the Earth's core. The Earth's inner core is solidifying from the molten iron alloy outer core. Recent seismic studies have inferred some interesting properties of the inner core: it is elastically anisotropic, with the direction close to the spin axis being fast, it may exhibit both depth and lateral variations in this elastic anisotropy, it may have an anomalously high attenuation as well as an attenuation anisotropy, and there may be evidence for prograde rotation relative to the mantle. The physical origins of these remain uncertain, but most hypotheses for the elastic anisotropy arise from texturing of the individually anisotropic iron crystals in the inner core. Many means of texturing have been suggested, falling broadly into those involving solidification and those involving post-solidification deformation. In either case the importance of rotation on outer core convection seems likely to play at least an indirect role.\r\n\r\nThe Principal Investigator will use the centrifugal acceleration to provide a component of gravity that is perpendicular to the rotation axis, as in a self-gravitating planet. By cooling at the center of a hemispherical shell, both the temperature gradient and the direction of effective gravity, at least in the lower hemisphere, are reversed. The rotation also provides for the Coriolis force. The Principal Investigator will solidify salt (NaCl) water, because salt water forms a eutectic system, which captures the likely essential features of the core phase diagram, because salt water is transparent, and because ice has a hexagonal closest packed (hcp) crystal structure, the likely crystal structure of iron under inner core conditions.\r\n\r\nOne goal of the Principal Investigator is to assess the extent to which the Coriolis force and rotational constraints control convective heat transfer, and hence the latitudinal dependence of the solidification rate. Lateral variations in this rate have been invoked as a possible texturing mechanism. A second, related goal is to assess the tendency towards cylindrical symmetry of the dendritic, columnar crystals as a function of the rotation and solidification rates. These goals will be accomplished by means of temperature measurements and post-solidification optical and texture analysis of the ice as a whole, and the individual grains.\r\n\r\nIn addition, it has been observed that fluid flow during solidification of hcp sea ice can cause a texture transverse to the growth direction. The Principal Investigator has also found similar flow effects in hcp metallic alloys. If these effects also occur in hcp iron alloys, then it is possible that the complexity of the inner core anisotropy reflects the varied flow at the base of the outer core during solidification. Thus, a third goal of this project is to compare the solidification texture recorded in the solid with the flow imaged in the melt by means of long time exposure photographs of neutrally buoyant, reflective particles. The experiments will be carried out for a range of rotation and solidification rates, so that it will be possible to extrapolate to the Earth's core. Future work may also involve studies of deformation during solidification.\r\n\r\nAs an RUI grant a significant component of this project is that undergraduates will carry out much of the design, building, and running of the experiments, as well as perform the data analysis and interpretation. Much of the theory and techniques involved are accessible to undergraduate science majors, and the Principal Investigator's prior research has involved undergraduates, many of whom have gone on to graduate education and careers in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bergman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Michael I Bergman",
   "pi_email_addr": "bergman@simons-rock.edu",
   "nsf_id": "000176250",
   "pi_start_date": "2002-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Simon's Rock of Bard College",
  "inst_street_address": "84 ALFORD RD",
  "inst_street_address_2": "",
  "inst_city_name": "GREAT BARRINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135287622",
  "inst_zip_code": "012301978",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "BARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M9PXP84KBEU7"
 },
 "perf_inst": {
  "perf_inst_name": "Simon's Rock of Bard College",
  "perf_str_addr": "84 ALFORD RD",
  "perf_city_name": "GREAT BARRINGTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "012301978",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 119998.0
  }
 ],
 "por": null
}