{
 "awd_id": "0229605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Antarctic Tropospheric Chemistry Investigation",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelly Falkner",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 119981.0,
 "awd_min_amd_letter_date": "2003-08-14",
 "awd_max_amd_letter_date": "2007-08-23",
 "awd_abstract_narration": "The proposed work is one component of a collaborative four-year study of the sulfur chemistry in the antarctic atmosphere, including two antarctic summer field seasons in 2003-04 and 2005-06.  The overall project, (ANTCI; Antarctic Tropospheric Chemistry Investigation), involves thirteen principal and senior investigators at seven institutions.\t\r\nThe broad based goal of this program will be to enhance our understanding of the processes that control tropospheric levels of reactive hydrogen radicals, reactive nitrogen, sulfur, and other trace species over the Antarctic continent for the further purpose of improving the climatic interpretation of sulfur-based signals in antarctic ice core records.  The results will provide a far more comprehensive understanding of Antarctic atmospheric chemistry as well as lead directly to further insights about the atmospheric factors that influence the levels and distributions of climate proxy species in Antarctic ice cores.  It is based on and has evolved from a number of other sulfur studies during the last decade, including earlier studies by this group of investigators in the antarctic interior and at a coastal site.   This component is concerned with measuring the chemical composition of atmospheric aerosols, and the concentrations of radionuclides and metallic pollutants such as mercury and lead.\r\nMajor science objectives of the overall project will include: 1) evaluating the detailed dynamical and chemical processes that control spring and summertime levels of reactive radicals in the atmospheric surface layer at South Pole;  2) Assess the representativeness of the previously obtained South Pole and coastal measurements in the larger context of polar plateau processes; and 3) investigating the relative importance of the oxidative processes involved in the coast-to-plateau transport of reduced sulfur and determining the principal regions of chemical transition. Secondary objectives will include investigating snow/firn chemical species that undergo extensive exchange with the atmosphere, and  assessing the different chemical forms of the trace elements and their relationships to the levels of ozone and other oxidants.\r\n\tAtmospheric sulfur chemistry is an important component in climate change issues because both naturally and anthropogenically emitted sulfur compounds form minute particles in the atmosphere (so-called aerosols) that reflect solar radiation, produce atmospheric haze and acid rain, and affect ozone depletion.  Sulfate particles in the atmosphere may also act as condensation nuclei for water vapor and enhance global cloudiness.  The primary natural sources of sulfur are volcanic emissions and DMS production by oceanic phytoplankton.   On the millennial time scale the variability and natural background level of atmospheric aerosols can be reconstructed from the preserved paleorecords in ice cores.  It is however necessary to understand how the physical and chemical environment of the oxidation process affects the relative concentrations of the oxidation products that become buried in the ice.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Arimoto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Arimoto",
   "pi_email_addr": "arimoto@cemrc.org",
   "nsf_id": "000237682",
   "pi_start_date": "2003-08-14",
   "pi_end_date": "2007-08-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Conca",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L Conca",
   "pi_email_addr": "jconca@cemrc.org",
   "nsf_id": "000108975",
   "pi_start_date": "2007-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University Carlsbad Branch",
  "perf_str_addr": "1500 UNIVERSITY DR",
  "perf_city_name": "CARLSBAD",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "882203509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 20015.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 59951.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 19996.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 20019.0
  }
 ],
 "por": null
}