{
 "awd_id": "0229854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Space-Time Progression of Faulting in the Northernmost Basin and Range:  Implications for Crustal-Scale Processes During Extension",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2003-01-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 162763.0,
 "awd_amount": 162763.0,
 "awd_min_amd_letter_date": "2002-11-12",
 "awd_max_amd_letter_date": "2002-11-12",
 "awd_abstract_narration": "The Basin and Range extensional province is the world's premier region for the study of continental stretching as faults are moving and volcanic activity is ongoing today.  The northwestern part of the Basin and Range Province, in northern Nevada, has fault-bounded mountains and valleys like elsewhere in the Basin and Range, but, based on geologic studies, the upper part of the continental crust has undergone much less extension by faulting than elsewhere.  Paradoxically, the crust as a whole is thin (only 28 km) and appears to be just as stretched or thinned, or more stretched than the rest of the Basin and Range, which is on average 30-35 km thick).  In addition, the age span of extension, its relationship to volcanic activity, and the nature of the transition from this region of apparent low upper crustal extension to the more highly extended areas to the south and east in the Basin and Range are not clearly known.  Magmatic/volcanic activity is thought to heat and weaken the crust, leading to thinning and rifting.  However, most magmatism and volcanic activity in northern Nevada occurred at about 16 million years ago (associated with the Snake River-Yellowstone volcanic trend), but ongoing studies show that extensional faulting happened almost 10 million years later.\r\n\r\nThis investigation of northern Nevada extensional faulting relies on existing and ongoing geologic field studies and their compilation into a digital data base to better document the distribution, geometry and the age of faulting in the region.  Combined with state-of-the-art geochronologic and thermochronologic dating of rocks and minerals, the age or time and the amount of extension that took place in this part of the Basin and Range will be determined accurately.  This new data base will help answer several important questions:  What conditions lead to the thinning of continents and their rupture and rifting apart?  What role does magmatism play in crustal extension?  How does stretching and thinning happen on the scale of the entire crust, and can the lower crust thin or stretching independently of the upper crust?  Answers to these questions are applicable to a variety of regions beyond northern Nevada, and in particular, will help address fundamental questions about the origin and evolution of sedimentary basins developed on thinned continental crust of the world's vast offshore continental shelves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Miller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth L Miller",
   "pi_email_addr": "elmiller@stanford.edu",
   "nsf_id": "000124576",
   "pi_start_date": "2002-11-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 162763.0
  }
 ],
 "por": null
}