{
 "awd_id": "0229717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Fusion of Tomography Tests for DNAPL Source Zone Characterization: Technology Development and Validation",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2003-04-03",
 "awd_max_amd_letter_date": "2005-05-24",
 "awd_abstract_narration": "0229717\r\nYeh\r\n\r\nDense Nonaqueous Phase Liquids (DNAPLs) are prevalent at a large number of \r\nsites throughout the world. The variable release history and geologic \r\nheterogeneity make the distribution of DNAPLs in the source zone complex. \r\nThese source zones can contribute to long-term groundwater contamination \r\nfor decades to centuries. Therefore, the spatial distribution, mass, and \r\ncomposition of DNAPLs present in the source zone need to be characterized \r\nin great detail so that efficient remediation schemes can be designed. \r\nDuring the last few years, many tracer techniques have been introduced to \r\nenhance the characterization of DNAPL source zones. While these tracer \r\ntechniques allow for the in situ estimation of volume-averaged values of \r\nDNAPL saturation, there is an urgent need for the development of a \r\ncost-effective technology to characterize the spatial distribution of \r\nDNAPLs at high resolutions.\r\n\r\nThe objectives of this proposed study are: 1) to develop a \r\nsoftware/hardware package that fuses different types of information using a \r\nstochastic approach to provide a cost-effective characterization, \r\nmonitoring, and predictive tool for the DNAPL source zone, 2) to conduct \r\nlaboratory experiments to test and verify this proposed technology, and 3) \r\nto distribute the results of the research to assist scientists, engineers, \r\nand managers to solve DNAPL contamination problems.\r\n\r\n              Intellectual Merit: The proposed new data processing \r\ntechnique, stochastic information fusion, combines different types of \r\nmeasurements taken at different locations over different scales in an \r\niterative manner to provide the best estimate of the DNAPL residual \r\ndistribution and its uncertainty.  Specifically, it analyzes the \r\ninformation derived from hydraulic tomography to identify hydraulic \r\nheterogeneity first in three-dimensions.  It then improves the estimate of \r\nthe heterogeneity by incorporating new information acquired from the \r\nconservative tracer tomography.  Afterward, the improved estimate of \r\nhydraulic heterogeneity is used to simulate the hydraulic tomography such \r\nthat more detailed information about the response of the subsurface becomes \r\navailable. This new information again is fed back to the technique to \r\nupdate the estimate of hydraulic heterogeneity.  The iterative process \r\ncontinues until all available information and measurements are fully \r\nutilized in identifying the processes and variables that control the \r\nspatial distribution of DNAPLs.  Upon completion, the newly derived \r\nknowledge of the processes and variables are then combined with data \r\nderived from the partitioning tracer tomography to effectively delineate \r\nthe spatial distribution of DNAPL residual saturation in the source \r\nzone.  The proposed tomography technique and the stochastic fusion of \r\ninformation algorithm are to be tested and validated in a sandbox. Success \r\nof the proposed research advances not only estimation theory in general but \r\nalso our technologies for characterizing and monitoring the subsurface.\r\n\r\nBroader Impacts: The proposed stochastic fusion technology can be \r\nintegrated with different characterization techniques in diverse geological \r\nconditions. It is also amenable to all stages of DNAPL source zone \r\ncharacterization including initial screening, site characterization, \r\nremediation, and long-term monitoring.  A web-based virtual \r\nhydraulic/tracer tomography laboratory will be created and be available to \r\nany student, educator, practitioner, and researcher around the world.    We \r\nbelieve this virtual laboratory will stimulate creativity to revolutionize \r\nnot only classical subsurface hydrology but also other disciplines of \r\nhydrologic sciences.  For example, using our stochastic information fusion \r\ntechnology, one may be able to assimilate meteorological information such \r\nas lighting and precipitation as alternative excitation sources for \r\ntomographic surveys of the subsurface environment at large scalesseeing \r\ninto the earth.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tian-Chyi",
   "pi_last_name": "Yeh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tian-Chyi J Yeh",
   "pi_email_addr": "yeh@hwr.arizona.edu",
   "nsf_id": "000316729",
   "pi_start_date": "2003-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100779.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 36948.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 2273.0
  }
 ],
 "por": null
}