{
 "awd_id": "0230001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Palynostratigraphic and Paleoenvironmental Characterization of Upper Miocene Sediments from Western Ross Sea, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Wagner",
 "awd_eff_date": "2003-04-15",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 91960.0,
 "awd_amount": 91960.0,
 "awd_min_amd_letter_date": "2003-04-07",
 "awd_max_amd_letter_date": "2003-04-07",
 "awd_abstract_narration": "This award, provided by the Antarctic Geology and Geophysics Program of the Office of Polar Programs, supports a project to investigate the interaction of the Antarctic ice sheet and the Southern Ocean during the late Miocene time period. Numerous lines of geological evidence show that the Earth climate system changed dramatically during the late Miocene. These changes include the largest pre-Pleistocene glacioeustatic sea-level low stands during the Cenozoic, a 300-km northward shift of the Polar Front, multiple pulses of ice rafting, a global carbon isotopic (d13C) shift, a global reduction in ocean salinity, and several episodes of Southern Ocean abyssal-plain erosion. Primarily on the basis of deep-sea proxy data, it has been inferred that late Miocene climatic changes were related to Antarctic glacial intensification.\r\n\r\nAlthough these proxy data interpretations are based on fundamentally sound geological and geochemical principles, the conclusions concerning linkages to the Antarctic cryosphere are equivocal because the specific environmental conditions at the Antarctic continental margins have not yet been established. The fundamental purpose of this palynological study is to address the following question: What were the environmental conditions (i.e. salinity, temperature, and sea ice-cover) during late-Miocene interglacials and glacials on the western Ross Sea inner and outer continental shelf?\r\nThe secondary goals are to:\r\n1. Enhance the existing Ross Sea palynostratigraphy developed from the Cape Roberts Project.\r\n2. Determine if the major glacial advance to the Northern Basin shelf edge, described by Brancolini and colleagues in 1995 and Bart and colleagues in 2000, was indeed a late Miocene event, and if so, what were the environmental conditions existing during this glacial period.\r\n3. Determine the effect of Antarctic environmental changes on low-latitude climate change, focusing on linkage with the Messinian Salinity Crisis and the reason behind the global salinity reduction. Indeed, new palynological data from the Atlantic coast of the paleo-Gibraltar threshold suggests that a significant Antarctic-linked lowering of sea level occurred during the late Miocene, restricting Atlantic inflow into the Mediterranean Sea at the beginning of the crisis.\r\n\r\nIn the first part of this study, the palynology of the well-dated, inner continental shelf cores DVDP 10 and 11 will be analyzed. Prior work by others showed, on the basis of benthic foraminifer and diatom distribution, that cycles of open-marine/glacial conditions existed on the Ross Sea inner continental shelf during the Mio-Pliocene. Dinocyst distribution should test this theory. In the second part of this study, a palynological analysis of previously acquired material from the Northern Basin outer continental shelf will be conducted. Recent seismic-stratigraphic analyses indicated that the sediments associated with a major late Miocene (?) glacial advance are exposed over a broad area, on the northwestern Ross Sea outer continental shelf. Palynomorphs contained in these sediments should test if indeed, the outcrops were deposited during the late Miocene. Because basic types of Antarctic and Arctic marine palynomorphs are similar, paleoenvironmental reconstruction will be based on existing ecological data from the Arctic, as well as that from Antarctic waters. The oxygen isotopic (d18O) record recently generated for DVDP sites 10 and 11 should provide a reasonable proxy for Antarctic ice-volume changes and evaluate if environmental changes were related to ice-volume changes. In addition to the environmental aspect, the biostratigraphic information generated by this study should provide improved chronostratigraphic support for future proposed Antarctic geological drilling programs, such as SHALDRIL and ANDRILL.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sophie",
   "pi_last_name": "Warny",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sophie Warny",
   "pi_email_addr": "swarny@lsu.edu",
   "nsf_id": "000358647",
   "pi_start_date": "2003-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wrenn",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Wrenn",
   "pi_email_addr": "wrenn@geol.lsu.edu",
   "nsf_id": "000301362",
   "pi_start_date": "2003-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 91960.0
  }
 ],
 "por": null
}