{
 "awd_id": "0230237",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biogeochemistry of Victoria Land Coastal Ponds: Role in Terrestrial Ecosystem Organic Carbon Dynamics and Structure",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Roberta Marinelli",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 295542.0,
 "awd_amount": 295542.0,
 "awd_min_amd_letter_date": "2003-02-21",
 "awd_max_amd_letter_date": "2003-02-21",
 "awd_abstract_narration": "Ecosystem structure, processes, and functional linkages in the Antarctic terrestrial ecosystem have been the focus of the McMurdo Long-Term Ecological Research (LTER) site in the McMurdo Dry Valleys since 1993. This ecosystem has a modern component linking the organic carbon dynamics between the soils, glaciers, streams and ice-covered lakes plus a legacy to ancient glacial events that deposited paleo-organic carbon within the region. The soil reservoir contains 72% of the seasonally unfrozen and biologically available organic carbon within Taylor Valley and a substantial fraction of this carbon may be recalcitrant carbon derived from ancient climatic events. While one of the central themes of the LTER is to understand the linkages between ecosystem elements in terms of the transport of organic carbon and processes affecting primary production, one potentially large source of labile, and hence bioavailable, organic carbon that has not been investigated is the abundant small ponds found in most areas of the McMurdo Dry Valleys, especially near the coast. These ponds have a relatively large surface area, and they seem to generate a large amount of stranded microbial mat as they shift position on the landscape. The transient nature of these ponds renders the organic matter vulnerable to transport and possibly represents a significant source of modern, labile carbon to the other components in the McMurdo Dry Valleys ecosystem. While their exact extent is unknown, a preliminary estimate suggests that the coastal pond reservoir may constitute at least 11% of the carbon to the Dry Valleys soil reservoir. Therefore, these ponds may significantly impact the carbon cycle of the Dry Valleys ecosystem and they must be considered if a complete carbon budget is to be developed for this polar desert. This project will (1) determine the extent of the coastal pond reservoir, (2) assess how productive the reservoir is as a whole and (3) to determine if coastal pond reservoir is a source or sink within the organic carbon dynamics and overall structure of the terrestrial ecosystem in the dry valleys region. Much of this work will focus on understanding the biogeochemistry of these ponds in terms of the factors affecting organic carbon production and nutrient cycling. The results of this study will provide a more detailed understanding of the linkages between modern ecosystem components, provide insights into the biogeochemical cycling within polar desert ecosystems and possibly identify mechanisms that help sustain life in extreme environments. This study will also involve Knoxville city school students from predominantly African-American neighborhoods. The K-5 students will be involved in question and answer sessions over the Internet and the older students will design ecological experiments and become introduced to the scientific method. Data analysis will be used in science and math classes to help develop analytical skills and to place the skills in a relevant context for the students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Uhle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Uhle",
   "pi_email_addr": "muhle@nas.edu",
   "nsf_id": "000117324",
   "pi_start_date": "2003-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Doran",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Peter T Doran",
   "pi_email_addr": "pdoran@lsu.edu",
   "nsf_id": "000426683",
   "pi_start_date": "2003-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 295542.0
  }
 ],
 "por": null
}