{
 "awd_id": "0230502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Establishing an Integrated Multibeam and Geophysical Database for the Antarctic",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Wagner",
 "awd_eff_date": "2003-02-01",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 334349.0,
 "awd_amount": 398191.0,
 "awd_min_amd_letter_date": "2003-01-29",
 "awd_max_amd_letter_date": "2003-05-08",
 "awd_abstract_narration": "This award, provided by the Antarctic Geology and Geophysics Program of the Office of Polar Programs, supports the construction, population, and operation of an integrated multibeam and geophysical database for the Southern Ocean and Antarctica (out to roughly the latitude of 45 S). The focus of our efforts will be to make multibeam bathymetry data collected aboard the R/V Palmer available to the community as a resource for science and education. The database will have strong similarities to the existing NSF supported RIDGE Multibeam database and will build upon that project's development efforts. A PostgreSQL relational database server will manage the database. It will be accessible through two web-based interfaces: pages that present a choice of a simple point, click and text-field entry in a browser window; and a map-based Java applet interface that provides the capability to browse and interact with the database.\r\n\r\nThe main attraction of the database will be access to maps, grids, and edited raw data files from the R/V Palmer multibeam data. These data have not yet been brought together in a synthesis and are typically only accessible to the small group of researchers aboard the expedition during which the data were collected. Multibeam data are perhaps unique among the geophysical data types: they reveal in exquisite detail a strange, hidden landscape; they include valuable information on geological processes occurring at the sea floor; and they are useful to scientists preparing base-maps for their particular studies and as an integrating framework for interdisciplinary work. These data are acquired at considerable cost to the NSF and represent an important part of the legacy of the Antarctic program as well as a valuable resource for future research activities. In addition to browsing and downloading multibeam data products, users will be able to interact dynamically with the data. Capabilities will be provided for generating bathymetric profiles and contour maps, for digitizing and downloading points and lines, and for customizing the map display.\r\n\r\nIn parallel and linked to the multibeam effort, a prototype database will be developed for sub-bottom profile data populated by recently collected ice-penetrating radar data from Lake Vostok. Available seismic reflection profiles from the ANTOSTRAT compilation and from the National Geophysical Data Center (NGDC) in Colorado will also be included. The map browser will provide access to all the ship-acquired trackline geophysical holdings at Lamont-Doherty and the NGDC, for the Antarctic Digital Gravity Synthesis and for other existing basemap compilations (e.g. BEDMAP) and sample data collections (e.g. ODP borehole data, RidgePetDB). Access to all these data types will be provided through the same map browser as the multibeam data, which will allow the user to explore diverse data sets from a single web site.\r\n\r\nThe multibeam and geophysical data synthesis that will be developed under this award is expected to significantly expand the utility of these under-utilized and often hard to find resources for a broad range of users, both academic and lay, who are interested in Antarctic science and fundamental earth processes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Carbotte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne Carbotte",
   "pi_email_addr": "carbotte@ldeo.columbia.edu",
   "nsf_id": "000455391",
   "pi_start_date": "2003-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Ryan",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Ryan",
   "pi_email_addr": "billr@ldeo.columbia.edu",
   "nsf_id": "000085186",
   "pi_start_date": "2003-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162900",
   "pgm_ele_name": "BE: NON-ANNOUNCEMENT RESEARCH"
  },
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-02XX",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 398191.0
  }
 ],
 "por": null
}