{
 "awd_id": "0230595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Prehistoric Urbanism and Lithic Technological Organization During the Middle Horizon: A Case Study from Conchopata, Ayacucho, Peru",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2002-11-15",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 7178.0,
 "awd_amount": 7178.0,
 "awd_min_amd_letter_date": "2002-10-31",
 "awd_max_amd_letter_date": "2002-10-31",
 "awd_abstract_narration": "\tUnder the direction of Dr. William Isbell, Ms. Catherine Bencic will collect data for her doctoral dissertation. She will conduct an intensive archaeological analysis of approximately 10,000 stone artifacts excavated from the archaeological site of Conchopata in the Ayacucho Valley of central Peru. This research will demonstrate how the production and use of stone tools was integrated into the daily lives of Conchopata residents, and will provide new information on the rise of urbanism from a domestic perspective in the Ayacucho region.\r\n\tThe prehistoric urban settlement of Conchopata is located approximately 10 kilometers from the Huari capital, one of South America's first great cities. The Huari culture dates to the Middle Horizon (A.D. 550-1000) and Conchopata is believed to be a center of large-scale, specialized production of ceremonial pottery, perhaps beginning before Huari came to power. Recent excavations have revealed new information about royal elites, craft production and complex ritual activity. New areas suggesting extensive domestic activity were revealed as well, a previously unexplored aspect of life at Conchopata. \r\n\tAndean prehistoric urbanism has typically been investigated through studies of regional settlement patterns and elite material culture, such as ceremonial pottery and monumental architecture. Few have studied everyday domestic artifacts, yet mundane artifacts such as stone tools reveal a great deal about essential domestic and ritual activities and the degree to which all classes of people were socially and economically differentiated. This research will represent one of the first complete analyses of stone artifacts conducted at Middle Horizon sites in the Andes. Studies of stone artifacts in the Andes still mainly focus only on formal, highly modified tools, emphasizing their typological classification. The majority of stone artifact assemblages, however, are composed of casually produced unmodified or slightly modified flakes that were used for most domestic activities. As a result of the typological emphasis on formal tools, many studies have ignored the vast majority of stone artifacts and the information they can provide. \r\n\tThis research is important for providing new information on how stone tools were used and produced as well as a new perspective on the daily lives of prehistoric Andean peoples in Peru's early cities. It will help develop a baseline for the analysis and interpretation of other stone artifact collections not only for Huari sites, but also for other archaeological cultures and centers throughout Andean South America. This research will also contribute to the growing interest in domestic contexts in Andean archaeology, and will assist in training a promising young scientist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Isbell",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Isbell",
   "pi_email_addr": "huari@aol.com",
   "nsf_id": "000458439",
   "pi_start_date": "2002-10-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 7178.0
  }
 ],
 "por": null
}