{
 "awd_id": "0231780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Learning Sciences and Brain Research - A Focus on Research in Literacy, Mathematical Thought and Lifelong Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 298800.0,
 "awd_amount": 388800.0,
 "awd_min_amd_letter_date": "2003-09-29",
 "awd_max_amd_letter_date": "2005-09-21",
 "awd_abstract_narration": "\r\nOne  of  the  main  barriers  to  progress  in  creating  synergy  between  discoveries  in  cognitive/brain  sciences  and innovation  in  educational  practice  has  been  a  lack  of  well  orchestrated  exchanges  between  communities  of researchers and practitioners who can enact change. For the past two years, the Organisation of Economic Co-operation  and  Development  (OECD),  and  more  specifically  its  Centre  for  Educational  Research  Innovation (CERI), with a financial and substantive support from NSF, have been actively engaged in a programme which has  endeavoured towards  translating the findings  from  brain research  into the formation  of  public educational policy. \r\n \r\nThus far, relevant and targeted neuroscientific findings have emerged from the project. Research in reading has begun to demonstrate that comprehension of written documents can be improved with new teaching strategies. Mathematical  skills,  linked  to  both  linguistic  competence  and  visuo-spatial  representations, can  be  addressed more efficiently. Neuroplasticity is more prevalent than previously recognised: this has a tremendous importance for educational policies on lifelong learning, especially in adults. \r\n \r\nThe project is now in its second phase (July 2002 - June 2005), with the focus on forming innovative networks that seek synergistic points of contact between current domains of research in cognitive and brain science on the one  hand,  and  education  practice  and  policy  on  the  other.  That might  be  particularly  relevant  to  the  creation accessible theories  of expertise  and  development  of foundational educational abilities, and might help address recurring educational problems and difficulties.   In order to meet the challenges of the second phase, the project will  undertake  a  three-dimensional  approach:  firstly,  it  aims  to  be  problem  focused  (grounded  on  particular educational  challenges  that  may  be  considered  foundational  in  education),  secondly,  trans-disciplinary (involving a wide collection of researchers from different disciplines), and thirdly to maintain an international scope (involving researchers from over 20 different countries). \r\n \r\nThree separate networks of leading scientists have been formed. They are to work on inter-related topics. The \r\ntwo first will address the fundamental abilities in comprehending written materials and numerical information.  The major activities of these networks will be centred around three global goals: \r\n \r\n-  Synthesis  of  existing  and  emerging  findings  from  cognitive  and  brain  science  that  represent  consensus knowledge about brain mechanisms of foundational skills in literacy and numeracy. \r\n- Dissemination  of  information  to a wide  audience  of educational policy  makers,  curriculum designers, \r\neducational researchers, educators, and other brain and cognitive researchers.  This effort will result in several publications, an open website and open web forum. \r\n-  Innovation,  in  providing  a  forum  for  educators  to  challenge  cognitive  neuroscientists  to  tackle  questions  of direct educational relevance and providing a forum for policy-makers to challenge cognitive neuroscientists and educators to advise on questions of educational investments at national and local levels. \r\n \r\nThe project also aims to actively pursue data sources from research to synthesise existing and emerging findings from  cognitive and brain  science, and to  dispel  popular misunderstandings  of the  brain  and its  relationship to learning  and  teaching.  There  will  be  a  strong  emphasis  on  broad  dissemination  and  communication  of  the research findings by way of establishing collaborative focus groups and forums for educators and policy-makers whereby they may challenge cognitive neuroscientists and exchange questions of educational relevance. \r\n \r\nThe project will capitalise on OECD/CERI.s proven track record in record in (a) convening meetings of leading international experts (which are to be held throughout the duration of the project); (b) communicating findings to senior  policy-makers;  (c)  disseminating  best  practices;  (d)  informing  decision  making;  and  (e)  translating complex research findings into practical application. The rich and complex research findings will be translated into  practical  application,  in  order  to  build  more  specific  curricula  based  upon  brain  research  that  will  be accepted by educational policy-makers as well as practitioners and end-users.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruno",
   "pi_last_name": "Della-Chiesa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruno Della-Chiesa",
   "pi_email_addr": "bruno.della-chiesa@oecd.org",
   "nsf_id": "000432930",
   "pi_start_date": "2003-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Organization For Economic Cooperation & Development",
  "inst_street_address": "2 RUE ANDRE PASCAL",
  "inst_street_address_2": "",
  "inst_city_name": "PARIS CEDEX 16",
  "inst_state_code": "ILE-DE-FRANCE",
  "inst_state_name": null,
  "inst_phone_num": "0145249361",
  "inst_zip_code": "75016",
  "inst_country_name": "France",
  "cong_dist_code": "33",
  "st_cong_dist_code": "ILE-DE-FRANCE33",
  "org_lgl_bus_name": "ORGANIS COOPERATION DEVELOPP ECONOMIQUE",
  "org_prnt_uei_num": "Y8HGVB2KLC53",
  "org_uei_num": "Y8HGVB2KLC53"
 },
 "perf_inst": {
  "perf_inst_name": "Organization For Economic Cooperation & Development",
  "perf_str_addr": "2 RUE ANDRE PASCAL",
  "perf_city_name": "PARIS CEDEX 16",
  "perf_st_code": "ILE-DE-FRANCE",
  "perf_st_name": null,
  "perf_zip_code": "75016",
  "perf_ctry_code": "FR",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "ILE-DE-FRANCE33",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166600",
   "pgm_ele_name": "RESEARCH ON LEARNING & EDUCATI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 298800.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}