{
 "awd_id": "0233172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Structure of Mesoscale Convective Systems as Revealed from Detailed Surface Mesoanalyses during the Bow Echo and Mesoscale Vortex Experiment (BAMEX)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephan P. Nelson",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 292529.0,
 "awd_amount": 292529.0,
 "awd_min_amd_letter_date": "2002-11-04",
 "awd_max_amd_letter_date": "2005-01-13",
 "awd_abstract_narration": "The Bow Echo and Mesoscale Vortex Experiment (BAMEX) to be held from 20 May to 6 July 2003 will take advantage of multiple state-of-the-art observational platforms together with a variety of conventional observations to produce comprehensive integrated datasets to help document the birth, maturation, decay, and overall life cycles of an important class of mesoscale weather phenomena.  Bow echoes and mesoscale convective vortices (MCVs) occur in conjunction with mesoscale convective systems (MCSs).  Severe weather, including hail, high winds, and tornadoes, frequently occurs in association with MCSs and embedded MVCs and bow echoes.  Remnant MCVs left behind in the wake of parent MCSs can also act to spin up new deep convection and reignite new MCSs.  Forecasting where and when a MCS will form, where it will track, and how long it will last remains a vexing problem.  An opportunity exists with BAMEX to capture multiple MCS life cycles with special datasets out of which can come increased scientific understanding of the physical mechanisms that govern MCS behavior, a necessary first step to making improvements in forecasting MCSs. \r\n\r\nThis research is motivated by the need to prepare comprehensive research quality mesoanalyses in order to learn more about the often \"hidden\" surface structure of bow echoes and MCVs and how surface circulations are linked to circulations above the surface.  The Principal Investigator will: (1) document first, and subsequent, generation MCS life cycles spatially and temporally through detailed surface mesoanalyses, (2) determine how surface boundaries (outflow, frontal, dryline) modulate MCS life cycles, are in turn modulated by the convection, and then influenced by successive MCSs, (3) evaluate how surface frontogenesis processes force mesoscale circulations that influence MCS life cycles, and (4) relate surface features such as wake troughs and lows, bubble highs, and multiple cyclonic vorticity maxima to low- and mid-level vortices, mid- and upper-level potential vorticity anomalies, rear-inflow jets, cloud-to-ground lightning patterns, and radar-, aircraft- and satellite-derived MCS signatures.  The detailed surface mesoanalyses will be prepared using a combination of manual and automated procedures that take advantage of time-to-space conversion techniques to better map mesoscale features.  The linkage between surface and free-atmosphere circulations will be explored in cooperation with other BAMEX investigators.\r\n\r\nSuccessful completion of this research may lead to better forecasts of severe wind events and convective storms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Bosart",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Lance F Bosart",
   "pi_email_addr": "lbosart@albany.edu",
   "nsf_id": "000173573",
   "pi_start_date": "2002-11-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 95602.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 96711.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100216.0
  }
 ],
 "por": null
}