{
 "awd_id": "0234678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Polymer Morphology and Crystal Structure",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2002-11-15",
 "awd_exp_date": "2006-10-31",
 "tot_intn_awd_amt": 324000.0,
 "awd_amount": 324000.0,
 "awd_min_amd_letter_date": "2002-11-18",
 "awd_max_amd_letter_date": "2004-10-19",
 "awd_abstract_narration": "The principal investigator (P.I.) proposes research in two areas: 1) continued exploitation of the researcher's confined thin film melt polymerization (CTFMP) technique for the simultaneous polymerization/crystallization of single crystals of condensation polymers suitable for electron diffraction (ED) determination of crystal structures and 2) a re-examination of two \"overlooked problems\" in polymer morphology. Utilization of the CTFMP technique is proposed for a number of polymers of interest: a) extension of the poly(n-glycol naphthalate) series to n values above 2; b) utilization of a base substrate treatment technique to produce phase II poly(p-oxybenzoate) single crystals complemented by attempts to \"catalyze\" phase II whisker growth; c) the symmetric poly(2,6-naphthalene 2,6-naphthalate and poly(2,6-naphthalene terephthalate); and d) the  kinked homopolymer and copolymer polyesters of m-oxybenzoate and o-oxybenzoate with p-oxybenzoate and 2,6-oxynaphthoate. Crystal structures, from ED data aided by modeling, morphology by transmission electron microscopy (TEM), and thermal properties by DSC will be determined for all of the above. Transition behavior will also be characterized by TEM hot stage ED as appropriate. X-ray diffraction, for comparison with the ED, and FTIR, for composition, proof of polymerization and molecular weight characterization, will complement the ED, TEM and DSC studies. For several of the systems interest also lies in the origin of aperiodic meridional spacings. In addition the P.I. proposes to reexamine and extend prior studies of the effect of simultaneous biaxial deformation of crystalline polymer films and the morphology of melt-crystallized poly(tetrafluoroethylene) (PTFE) Recent studies of PTFE suggest single molecule single crystals (SMSC), folded and extended chain lamellae and isolated shish-kebabs can all be grown from dispersed dispersion particles on substrates, accompanied by large scale molecular mobility.\r\n\r\nX-ray diffraction from fibers has long been used for polymer crystal structure determination. One portion of the research proposed here continues efforts in demonstrating the desirability of complementing, sometimes replacing, x-ray studies with electron diffraction; combined with the researcher's unique polymer single crystal sample preparation technique, the electron diffraction method is often simpler, with the (reciprocal) lattice being directly visualized. The polymers chosen for the research include those with both rigid (liquid crystalline) and flexible backbones, with many being of current and/or potential commercial interest. This research will continue the collaboration with Prof. Rybnikar of the new University of Tomas Bata (formerly part of Technical University of Brno) in Zlin, Czech Republic. International Program funds in the previous grant were instrumental in aiding in the development of computer and scanning facilities at the University, with 19 papers being co-authored over the last decade. Two additional proposed topics involve developing an understanding of the biaxial deformation involved in the production of many polymer films and the nano-structure of PTFE (i.e., Teflon). The latter is in collaboration with Dr. P. Xu of Gore & Assoc., Inc. and is of practical concern relative to both the use of PTFE as nano-scale coatings and the polymerization process. In addition to the two graduate students to be supported by this grant, the incorporation in the research program of two undergraduates from the Polymer Concentration in the University of Illinois's Materials Science and Engineering Department is expected to encourage their continuation for advanced degrees. All recent NSF supported undergraduates conducting research with the P.I. have both been co-authors of published papers and have continued on for advanced degrees.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Geil",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip H Geil",
   "pi_email_addr": "geil@uiuc.edu",
   "nsf_id": "000334844",
   "pi_start_date": "2002-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "597900",
   "pgm_ele_name": "CENTRAL & EASTERN EUROPE PROGR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5930",
   "pgm_ref_txt": "U.S.-CZECHOSLOVAKIA PROGRAM"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 108000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 108000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 108000.0
  }
 ],
 "por": null
}