{
 "awd_id": "0234565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:  Craniofacial Asymmetry, Morphological Integration, and Developmental Instability in the Human Skull",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark L. Weiss",
 "awd_eff_date": "2002-11-01",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 9141.0,
 "awd_amount": 9141.0,
 "awd_min_amd_letter_date": "2002-11-01",
 "awd_max_amd_letter_date": "2002-11-01",
 "awd_abstract_narration": "This project uses craniofacial asymmetry to identify developmentally integrated characters in the human skull.  Understanding the normal range of craniofacial variation, as well as limitations on the range of variation, is a necessary foundation for research involving the human skull.  Developmental integration of character traits constrains variability, because these traits grow, adapt, and evolve together as a single unit.  This project will identify characters that are integrated through direct developmental interactions (developmental \"modules\") and test whether they remain integrated under conditions of stress.  Distinguishing patterns of integration that remain consistent under stress is critical for studies of adaptation, evolutionary change and speciation.\r\n\r\nRecent advances in the study of fluctuating asymmetry offer an innovative new method for identifying developmentally integrated characters.  Fluctuating asymmetry has been defined as a random pattern of between-sides variation in a sample of individuals.  Because of the random nature of morphological fluctuating asymmetry, significant covariation in the fluctuating asymmetry of two characters indicates that the characters are developmentally integrated.  \r\n\r\nThis project consists of three separate but related studies.  First, the methodology will be applied to analysis of normal adult skulls to test predictions from substantial existing literature on integration in the skull.  Second, the maintenance of integration under the stress of biomechanical constraint will be tested using data from children with prematurely fused cranial sutures and a normal control group.  Finally, the maintenance of integration under systemic stress is tested using data from two archaeological samples of humans that lived under conditions differing in adversity.  For each analysis, the Co-PI will collect three-dimensional coordinates from biologically relevant landmarks on each skull.  Fluctuating asymmetry will be quantified using these coordinate data and established morphometric methods.  Patterns of covariation will be tested to identify developmentally integrated characters.  \r\n\r\nProject funding permits the Co-PI to visit various museums housing skeletal collections.  In addition, adequate materials will be obtained to support this project and further related research, advancing the scientific career of this female Co-PI.  Results of this project will include unique information about development of the human skull and constraints on adaptive responses to stress.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Richtsmeier",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Joan T Richtsmeier",
   "pi_email_addr": "jta10@psu.edu",
   "nsf_id": "000333797",
   "pi_start_date": "2002-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University School of Medicine",
  "perf_str_addr": "Homewood Divisions, Room 113",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "21218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 9141.0
  }
 ],
 "por": null
}