{
 "awd_id": "0234011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Multi-Community Polity Formation in the Lake Titicaca Basin, Bolivia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 286346.0,
 "awd_amount": 294269.0,
 "awd_min_amd_letter_date": "2003-01-22",
 "awd_max_amd_letter_date": "2005-04-26",
 "awd_abstract_narration": "With National Science Foundation support Dr. Christine Hastorf and her colleagues will conduct three field seasons of archaeological research on the Taraco Peninsula along the southwestern shore of Lake Titicaca in modern day Bolivia, studying the Taraco Peninsula Polity. The international team brings together specialists in archaeology, geoarchaeology, botanicarchaeology, and zooarchaeology to conduct a coordinated investigation into the origins and development of the early and longest lived Andean state, the urban city Tiwanaku. This large city held dominion over the southcentral Andean region for over 600 years, consolidating around ACE 500. To investigate the foundations of this state and their developments the researhers will test three models.  One model proposes that this development was funded by large scale intensive raised field agricultural systems controlled by an elite class.  This strategy would have gathered in a sizable surplus of staple products, used to underwrite monumental construction and public ceremonialism.  The second model posits that Tiwanaku's power was built upon control of long distance trade in wealth and staple goods across the greater southern Andean region, which financed the centralization of power over labor that built the ceremonial center. The third model privileges local social experimentation and strategies by which people were enticed into joining larger communities.  This will be studied by pursuing evidence for the development of nested supra-communities through local rituals and lineage development.  The Taraco Peninsula Polity was one of the first generation of multi-community groups to arise in the Titicaca Basin, emerging fully by 250 BCE.  The beginning of this sequence seems to be at 1000 BCE. Building on their previous work at a site on the Peninsula, this field project will concentrate excavation at three additional sites.  These sites span the time phases of this political development, beginning with the earliest settlements on up to when the nearby Tiwanaku drew the populace into its urban sprawl.  From the excavations, the team will complete a series of analyses using macro, micro, and chemical analyses to provide concrete data that addresses these three models.   These analyses include: 1) identification of crops and associated wild plant taxa to record the agricultural land use changes, 2) charting camelid pack animal use and evidence for the extent of long distance caravans, 3) sourcing and identifying highland stone, Amazonian wood, drug and medicinal plants to track the exchange patterns, and 4) uncovering and mapping ceremonial architecture and associated ritual artifacts to describe the elaboration of communal rituals.  \r\n\r\nThe team consists of US, Canadian and Bolivian students and archaeologists, providing an important source for professional training in Bolivia while promoting international collaboration.  They also work closely with indigenous communities in building and maintaining small regional museums about their past.  There has been a recent surge of archaeological and ethnographic work in the Basin which will place the results within a larger cultural trajectory and clarify the rise and fall of large political entities in the high Andes, perhaps explaining more about long-term sustainability in such environments.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Hastorf",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christine A Hastorf",
   "pi_email_addr": "hastorf@berkeley.edu",
   "nsf_id": "000455064",
   "pi_start_date": "2003-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 86755.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 101547.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 105967.0
  }
 ],
 "por": null
}