{
 "awd_id": "0235252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cyclophilins in Auxin-Regulated Growth and Development",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve R. Rodermel",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2003-03-07",
 "awd_max_amd_letter_date": "2003-03-07",
 "awd_abstract_narration": "The hormone auxin is central to the regulation of most plant growth, developmental, and environmental responses. Recent work has illuminated the cellular mechanisms underlying the uptake and efflux of auxin, transcription of auxin-regulated genes, and targeted destruction of auxin response factors.  However, important components of the auxin response mechanism remain unknown, including the signaling mechanisms that connect auxin perception and auxin-regulated gene expression. Until these signaling pathways are further elucidated, we will not fully grasp the cellular mechanisms underlying auxin action and using that knowledge to control plant productivity.  The general goal of this project is to identify and characterize additional intracellular components of the auxin signaling mechanism.\r\n\r\nThe diageotropica (dgt) mutant of tomato has greatly reduced sensitivity to auxin and exhibits a complex, pleiotropic phenotype with many morphological and physiological characteristics related to auxin, such as lack of lateral roots, altered vascular and fruit development, shortened internodes and a slow gravitropic response.  Through our previous NSF-funded research, we demonstrated that the dgt phenotype results from reduced expression of a subset of auxin-regulated genes, i.e. the DGT protein regulates specific auxin sub-pathways at the pre-transcriptional level. We have now identified the Dgt gene via map-based cloning and microsynteny between the tomato and Arabidopsis genomes. Our exciting discovery of a previously unknown component of auxin signaling now provides a powerful tool for filling in important missing links in the mechanism of auxin action.\r\n \r\nThe project addresses two major objectives:\r\n1.  Elucidate the cellular mechanism(s) by which the DGT protein regulates the specific auxin response pathways identified by the pleiotropic dgt phenotype in tomato.  We will analyze protein activity, expression, and tissue and sub-cellular localization.\r\n\r\n2.  Establish the role of DGT homologs in another plant species with a different growth form. Targeted knockouts of Dgt homologues in Arabidopsis, as well as analysis of existing mutants will allow us to determine to what degree the protein plays a similar role in a different plant. \r\n\r\nThe proposed research will lead to the discovery of mechanisms to increase or refine plant productivity. For example, better understanding of the cellular mechanisms underlying the altered xylem development in dgt plants and callus tissue will have direct implications for wood production.  Similarly, rate of growth, final size, and seed production are all affected in dgt fruit, indicating that manipulation of the pathways regulated by the Dgt gene (cyclophilin) will eventually allow better control of those characteristics in a wide variety of plants grown for food, fiber, and fruit production. This research will also have broad impacts by integrating research activities with the training of students and dissemination of information to the public through science outreach program.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terri",
   "pi_last_name": "Lomax",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Terri L Lomax",
   "pi_email_addr": "terri.lomax@nasa.gov",
   "nsf_id": "000428819",
   "pi_start_date": "2003-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}