{
 "awd_id": "0235761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pattern of Tropical Forest Succession Subsequent to Hurricane Damage",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2003-02-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2003-01-08",
 "awd_max_amd_letter_date": "2003-01-08",
 "awd_abstract_narration": "Hurricane Joan severely damaged an extensive area of tropical rain forest on the eastern\r\nseaboard of Nicaragua in 1988. This proposal seeks to continue a twelve-year study on post hurricane forest succession in the damaged area. Since the hurricane the forest has undergone significant changes and is now entering a critical as thinning (mortality) stage. At this juncture it is essential to determine whether individual trees die at random with respect to their species identity. This question is relevant to recent theories of the maintenance of species diversity in tropical rain forests and represents a potentially important contribution to the understanding of how interspecific tree competition is related to canopy growth in such a forest. It is a crucial aspect of Neutrality Theory that mortality events in the thinning canopy happen randomly within guilds of tree species. Part of the theory supposes first, that recruitment and growth into the thinning canopy is at random and second, that subsequent mortality from the thinning canopy is also random (with respect to species identity). According to some analyses, even small deviations from this critical assumption may have dramatic consequences. Data will be collected by yearly monitoring of all trees and large saplings in nine permanent plots. \r\nIntellectual merit. This research project will help to clarify the definitions of ecological species guilds based on successional status. \"Niche-based\" models, alternative to the neutrality models, suggest that as thinning proceeds, some species will be more likely to die at the beginning of the thinning process and others will do so at the end of that process. Recent theory emphasizes the probable colonization-competition tradeoff, in which species are placed on a continuum between poor competitors/good colonizers and good competitors/poor colonizers. Most proponents of neutrality theory would argue that it is within tree species guilds (pioneers, primary forest species and intermediates), not among such guilds, that neutrality applies, and since there are only a few guilds, some form of neutrality is likely to be a dominant force. Alternatively, proponents of niche-based theory would argue that the faint division into pioneers and non-pioneers is only an initial rough cut and that finer divisions are not only possible, but also explain much of species coexistence. While theory has been developed to treat a more complete division of these successional niches, thus far the data on which these ideas are based are not quite fully satisfying.\r\nBroader impacts. Approximately 100 Nicaraguan, four Costa Rican, and 30 North American (mainly from the University of Michigan, Hood College, and University of Guelph) graduate and undergraduate students have participated in data gathering for this project. In addition to the direct field work on the project, all students are encouraged to develop their own individual projects related to the general subject matter. Prior to field campaigns, participating students are provided with an intensive one-week classroom and lab course in biodiversity, forest natural history, basic ecological theory, and field research methods, taught by PI, co-PI and participating collaborators (including graduate students at Michigan) through the University of the Autonomous Regions of the Nicaraguan Caribbean Coast (URACCAN). Partly as a result of this research project and its teaching value, URACCAN developed their Institute of Natural Resources, Environment and Sustainable Development (IRENMADES)which now sponsors these yearly field course, and which includes the two sites at which this research continues. In 1996 the group received the Nicaraguan Sempervirens Award for the best research project on natural resources in the country. Various field guides and illustrated popular pamphlets have been produced in local languages for  use in environmental education.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Vandermeer",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Vandermeer",
   "pi_email_addr": "jvander@umich.edu",
   "nsf_id": "000303954",
   "pi_start_date": "2003-01-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Inigo",
   "pi_last_name": "Granzow-de la Cerda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Inigo Granzow-de la Cerda",
   "pi_email_addr": "inyigo@umich.edu",
   "nsf_id": "000251725",
   "pi_start_date": "2003-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1306",
   "pgm_ref_txt": "ECOLOGICAL RATES OF CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": null
}