{
 "awd_id": "0235922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regulation of Programmed Cell Death During C. elegans Vulval Development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2003-02-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 367500.0,
 "awd_min_amd_letter_date": "2003-01-16",
 "awd_max_amd_letter_date": "2006-11-02",
 "awd_abstract_narration": "0235922\r\nEisenmann\r\n\r\nApoptosis or programmed cell death is a form of physiological cell death that is essential for normal development and homeostasis in many animals, including vertebrates.  Apoptotic cell death is used to sculpt and hollow out structures during development, to remove unused or unwanted cells or structures, to control cell numbers, and to remove damaged, infected or otherwise potentially dangerous cells.  Much of our understanding of the genetic basis for programmed cell death has come from analysis in the model organism C. elegans.  The Eisenmann laboratory studies the development of the vulva of C. elegans, part of the animal's reproductive system.  The vulva is produced from the progeny of three of twelve epithelial 'Pn.p' cells born during early larval life.  In a screen for mutants with defects in vulval formation, two mutants, pvl-4 and pvl-5, were found in which fewer than twelve Pn.p cells were found. In these mutants the correct number of Pn.p cells are born, but many of them undergo abnormal cell death within hours of their birth, and these abnormal cell deaths can be suppressed by two mutations (ced-3(lf), ced-9(gf)) that inactivate the programmed cell death pathway in C. elegans. Surprisingly, the pvl-5 mutant phenotype was not suppressed by a loss-of-function mutation in ced-4, another gene that has been previously found to be essential for programmed cell deaths in C. elegans.    The fact that the pvl-5 phenotype is suppressed by mutations inactivating apoptotic genes, suggests that the Pn.p cells undergo apoptosis when the pvl-5 gene is inactivated.  This implies the normal function of pvl-5 is to protect the Pn.p cells from inappropriate activation of the programmed cell death pathway during normal development.  As little is known in C. elegans or other systems about the mechanisms by which particular cells become sensitive or resistant to programmed cell death, experiments are proposed to identify and characterize the pvl-5 gene, determine in which cells in the organism it is expressed, and identify factors that interact with it.  In addition, the further genetic characterization and molecular identification of the pvl-4 gene will also be undertaken.  Therefore, this work will advance our understanding of an evolutionarily conserved mechanism used to remove cells during normal growth and development in most animals.  In addition to the scientific importance of the research questions addressed in this proposal, the work proposed here will have a significant impact on the development of human resources for scientific research, as two graduate students as well as undergraduate students will receive scientific training as a result of the completion of the work proposed here.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Eisenmann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Eisenmann",
   "pi_email_addr": "eisenman@umbc.edu",
   "nsf_id": "000276312",
   "pi_start_date": "2003-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 367500.0
  }
 ],
 "por": null
}