{
 "awd_id": "0236341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Conference on University Collections of Historic Scientific Instruments",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald Rainger",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2005-02-28",
 "tot_intn_awd_amt": 10024.0,
 "awd_amount": 10024.0,
 "awd_min_amd_letter_date": "2003-01-22",
 "awd_max_amd_letter_date": "2003-01-22",
 "awd_abstract_narration": "The study of historic scientific instruments is one of the fastest growing areas in the history of science. Researchers increasingly are turning to the material culture of the laboratory as a way of investigating the practice of science; the general public is drawn to historic artifacts as a tangible, concrete way of connecting to our scientific heritage. Until recently, much of the historic apparatus accessible to scholars and the public could be found only in large national collections, such as the Smithsonian in Washington, D.C., the Deutsches Museum in Munich, or the Science Museum in London. Yet in literally dozens of universities and colleges across the globe, smaller but equally valuable collections of historic scientific instruments can be found, often located near the laboratory spaces and archival documents where they originally had been used. This proposal seeks support for an international conference to uncover and strengthen these university collections, and to make them more visible to both scholars and local public audiences. \"Mundi Subterranei: Scientific Instrument Collections in the University\" will be held at Dartmouth College in Hanover, NH, from 24-27 June 2004. The conference will bring together about 100 persons--curators, scientists, historians, librarians and archivists--who in widely varying ways are currently caring for university collections of historic scientific apparatus. Co-sponsored by Dartmouth College and the Scientific Instrument Commission of the International Union of the History and Philosophy of Science, the conference will address four issues. First, panels will discuss practical problems of collection management, creating collection mandates, organizing and cataloguing collections, storing and handling apparatus, etc. Second, scholarly papers on collections, individual instruments, makers, and laboratory practices will be presented. Third, we will discuss ways to make collections more accessible for teaching and research, both locally and beyond. Finally, the conference will introduce collection managers to an international registry of historic scientific instruments now being developed by the Scientific Instrument Commission (www.isin.org). A concurrent exhibit of instruments from the Dartmouth Collection will illustrate many of these issues.  University instrument collections offer rich, yet underused resources for increasing and diffusing knowledge about our scientific past. The Dartmouth conference will be a pioneering effort to strengthen this infrastructure by enhancing links, both nationally and internationally, among these collections.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kremer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Kremer",
   "pi_email_addr": "richard.kremer@dartmouth.edu",
   "nsf_id": "000403744",
   "pi_start_date": "2003-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pantalony",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Pantalony",
   "pi_email_addr": "david.a.pantalony@dartmouth.edu",
   "nsf_id": "000086250",
   "pi_start_date": "2003-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 10024.0
  }
 ],
 "por": null
}