{
 "awd_id": "0236147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolution of Neurotoxin Resistance in Pufferfishes and Relatives: A Comparative Genomic Approach",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Chamberlin",
 "awd_eff_date": "2003-02-15",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 445176.0,
 "awd_min_amd_letter_date": "2003-02-12",
 "awd_max_amd_letter_date": "2007-01-17",
 "awd_abstract_narration": "\r\n\r\nOne of the deadliest neurotoxins known is tetrodotoxin (TTX). TTX binds tightly to and blocks sodium channels in muscles, heart, and nerve causing paralysis and death.  TTX is of biological origin and is produced by a striking variety of animals such as the blue-ringed octopus, the ghost crab, the California newt, and the pufferfish. In some species TTX is used to capture prey, in others for defense against predation. Because TTX circulates freely in the body of the animals that make it, these animals must evolve insensitivity to their own toxin. Some species of pufferfishes are more toxic than others, and that higher degree of toxicity is matched, obviously, with lower sensitivity of the tissues of those species to the toxin. One hypothesis is that the varying sensitivity of tissues to TTX among these species of pufferfishes likely resides in variation in the amino acid sequences of the proteins associated with the sodium channels. This project focuses on evolution of TTX sensitivity among pufferfishes by way of a mechanistic  examination of the evolution of sodium channel proteins. \r\n\r\nIn order to reconstruct the evolutionary history of the sodium channel genes, the sequences of these genes will be examined from the pufferfish genome database. Next, the genes for three of the six sodium channels will be cloned and sequenced from a variety of related species exhibiting varying degrees of TTX sensitivity. Phylogenetic relationships among the pufferfishes are known. In addition, some related fish with varying degrees of TTX sensitivity, and some unrelated fish that are very sensitive to TTX will be examined. Sensitivity to TTX will be determined by measuring the amount of TTX that binds to tissue samples of brain, muscle and heart. A comparison of the sequences of these sodium channel genes will be made to identify particular amino acids in the sodium channel proteins that are different in those species that are highly insensitive to the toxin versus those that are not.  From these data inferences may be drawn to reconstruct how particular mutations accumulated in the 3 genes during the evolutionary history of these species.  Thus an understanding of how these genetic mutations influence TTX binding will be gained in the context of current thinking about how the toxin interacts with amino acids in the pore of the sodium channel.\r\n\r\nThis work on the evolution of pufferfish insensitivity to their own TTX is important for a number of reasons. First, TTX is classified as a weapons-grade toxin.  Understanding how animals protect themselves against it may help in designing defense strategies against it.  Second, TTX and related compounds are released by marine algae and cause the \"red tide\" which has a serious impact on fisheries industries and the marine environment.  This project will help gain understanding about how some animals can protect themselves against this devastation.  Third, because they have small genomes, the genome of the Pufferfish has been cloned and sequenced so there is a wealth of molecular data on this species.  The present study will take advantage of that information. Finally, from a theoretical point of view, this is an intriguing question.  Fish are known to have six different genes for sodium channels, so TTX sensitivity must have evolved more or less simultaneously in six genes. Understanding how toxin insensitivity evolved in pufferfish will be a model for how animals respond adaptively on a molecular level to environmental challenges. Very few studies have developed the mechanistic links between molecular variation, differential organismal performance, and relative fitness. The present study has great potential to forge those important links.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Zakon",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Harold H Zakon",
   "pi_email_addr": "h.zakon@mail.utexas.edu",
   "nsf_id": "000093315",
   "pi_start_date": "2003-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hillis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Hillis",
   "pi_email_addr": "dhillis@austin.utexas.edu",
   "nsf_id": "000232711",
   "pi_start_date": "2003-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manda",
   "pi_last_name": "Jost",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Manda C Jost",
   "pi_email_addr": "jostm@wnmu.edu",
   "nsf_id": "000104551",
   "pi_start_date": "2003-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 151242.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 153717.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 140217.0
  }
 ],
 "por": null
}