{
 "awd_id": "0236697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MCAA: Development and Validation of the Acting White Experiences Scale",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amber L. Story",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 49998.0,
 "awd_amount": 49998.0,
 "awd_min_amd_letter_date": "2003-07-18",
 "awd_max_amd_letter_date": "2003-07-18",
 "awd_abstract_narration": "\"Acting White\" is one of the most negative accusations that African American adolescents can make toward each other. Often, when adolescents are accused of acting White, they begin to question or search for what it means to be Black. This search results in some African American teenagers hiding their intelligence, allowing their grades to drop, withdrawing from their White friends, associating with peers they perceive as \"authentically Black\" or withdrawing from Black adolescent society. Acting White also appears to be one of the most misunderstood phenomena in Black adolescent life.  Many researchers, parents, teachers, and media personalities erroneously believe that acting White means valuing academic success.  In reality, acting White is creating for oneself a racial identity that is perceived as being markedly different than the racial identity of others in one's school or social environment. The perception that one's racial identity differs from the status quo is influenced by an individual's beliefs, attitudes, and behaviors as evidenced by speech, dress, interests, education, and perceived self-esteem.  This definition allows researchers to empirically measure the impact of acting White on African American adolescents' psychological and academic well-being using the Acting White Experiences Scale. The instrument measures whether or not an adolescent has had experiences associated with the accusation and the amount of psychological distress created by the experience.  In this project, the PI will refine and demonstrate the usefulness of this scale in advancing knowledge about acting White. African American adolescents from various school settings (suburban, rural, urban, small town) will be given this scale along with several other measures related to identity and academic achievement. The data generated from this study will have significant impact on U.S. educational policy particularly as it relates to the Black-White achievement gap. The psychological impact of the acting White accusation can create in some Black adolescents a negative change in academic achievement.  For policy makers, understanding the definition of acting White, the impact the accusation can have on African American adolescents, and the role racial identity plays in moderating this process will be critical to developing strategies and tools to bridge the achievement gap and help African American adolescents succeed academically. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Neal-Barnett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Neal-Barnett",
   "pi_email_addr": "aneal@kent.edu",
   "nsf_id": "000284606",
   "pi_start_date": "2003-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "1500 HORNING RD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9138",
   "pgm_ref_txt": "CAREER ADVNCMT AWDS-MINORITIES"
  },
  {
   "pgm_ref_code": "9222",
   "pgm_ref_txt": "CAREER ADVANCEMENT AWARDS FOR WOMEN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 49998.0
  }
 ],
 "por": null
}