{
 "awd_id": "0236060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Shoot Development in Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 399964.0,
 "awd_min_amd_letter_date": "2003-05-21",
 "awd_max_amd_letter_date": "2007-05-08",
 "awd_abstract_narration": "Organ regeneration in plants has intrigued scientists for years because the developmental fate of regenerating tissue in culture can be controlled by two simple plant hormones, cytokinin and auxin.  At high levels of cytokinin relative to auxin, shoots are produced, while at high levels of auxin relative to cytokinin, roots are formed.  Shoot regeneration is not only an interesting developmental phenomenon but also an important commercial process for the propagation and improvement of plants.  Understanding its regulation may help to solve inefficiencies in shoot regeneration that often impede efforts to improve commercially significant plant varieties.\r\n\r\nRecent studies were conducted in this laboratory using oligonucleotide array (DNA chip) analysis to describe the global pattern of gene expression that underlies the shoot development process.  More than 8000 genes were analyzed in this study, and several hundred were up or downregulated among them were genes involved in hormone signaling and shoot meristem formation.\r\n\r\nIn Arabidopsis, some ecotypes (isolates from different geographical locations) differ in their ability to form shoots under comparable tissue culture conditions. In the effort to understand the genes that determine the efficiency of shoot development, a search was conducted for genes (loci) that control the difference in regeneration ability between one ecotype (Columbia) that regenerates well and another ecotype (Landsberg) that does not.  One major locus on chromosome 5 was identified, in which the Columbia allele enhances shoot formation.  Two other minor loci were identified on chromosomes 1 and 4.  Landsberg alleles at these loci enhance shoot production.  The proposed project will examine how these loci impact the program of gene expression during shoot development and whether the major locus on chromosome 5 controls the expression of a specific set of genes.  Oligonucleotide arrays (DNA chip) with over 20,000 Arabidopsis genes will be employed to identify the genes that are differentially regulated during shoot development by the Columbia or the Landsberg alleles at the major locus on chromosome 5.\r\n\r\nIn addition, the expression level of every gene in the Arabidopsis genome will be assessed in the two ecotypes to see if any genes show heritable patterns of gene expression during shoot development.  If so, searches will be undertaken for loci controlling individual genes that show heritable changes in gene expression.  This approach, termed \"genetical genomics,\" treats the expression level of any gene on an oligonucleotide array as a metric trait and permits one to seek out genes that control these traits. This represents the first step in constructing causal pathways of gene expression during shoot development in Arabidopsis.\r\n\r\nFinally, it is proposed to identify the gene(s) at the major locus on chromosome 5 that enhances the efficiency of shoot development in the Columbia ecotype.  This will be done by a process called \"chromosome walking,\" in which fine-scale gene mapping techniques are used to pinpoint candidate genes.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Howell",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen H Howell",
   "pi_email_addr": "SHH@iastate.edu",
   "nsf_id": "000387578",
   "pi_start_date": "2003-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Nettleton",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Nettleton",
   "pi_email_addr": "dnett@iastate.edu",
   "nsf_id": "000392623",
   "pi_start_date": "2003-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 132063.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 135955.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 131946.0
  }
 ],
 "por": null
}