{
 "awd_id": "0236462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Direct Compositionality:  A Workshop",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 25583.0,
 "awd_amount": 25583.0,
 "awd_min_amd_letter_date": "2003-02-26",
 "awd_max_amd_letter_date": "2003-02-26",
 "awd_abstract_narration": "The National Science Foundation supports the Workshop on Direct Compositionality, to be held at Brown University, June 19-22, 2003. The workshop will feature 13 invited speakers. There will also be slots for papers submitted by anonymously reviewed abstracts. The workshop will be open to the public. Each speaker will be the discussant for one other paper, encouraging a full debate on the issues. The results of the workshop will be published as a book or special issue of a journal. The focus of the workshop is the interaction of the syntactic and semantic systems. The syntactic system is a system of rules regarding the well-formedness of various linguistic expressions; the semantic system must relate each such expression to some meaning. Two main hypotheses regarding this interaction have been studied in recent years. One is \"direct compositionality\", which posits that the two systems work together. Each syntactic rule (sometimes stated in a very generalized and schematic form) is paired with a syntactic semantic rule. On this view, larger expressions are based on smaller ones in the syntax, and the meaning of the larger expression is simultaneously composed from the meanings of its constituent parts. A competing hypothesis is that semantic interpretation follows syntactic representation. In the 1970's and 1980's, the former view dominated formal semantic theory, but the latter view has become increasingly accepted. Many of the reasons for abandoning the earlier (and arguably simpler) view depend on a particular set of analytic tools. The development of new tools of compositional semantics makes it time to reopen the question of the feasibility of direct compositionality. The relevant tools include techniques from logic and techniques borrowed from the semantics of programming languages. This workshop will bring together researchers who approach direct compositionality from multiple perspectives and researchers with expertise in a variety of analytic techniques. \r\n\r\nThe speakers include senior faculty, junior faculty, and advanced graduate students. This is designed to foster in junior scholars and graduate students a sense of full participation in the scientific community. Undergraduates will participate in the conference and help with its organization, enabling them to experience first-hand the excitement of scientific research. The question of how syntax and semantics interact has implications both for models of how humans compute meanings of sentences as they process them and for the design of efficient systems of natural language understanding.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pauline",
   "pi_last_name": "Jacobson",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Pauline I Jacobson",
   "pi_email_addr": "pauline_jacobson@brown.edu",
   "nsf_id": "000117743",
   "pi_start_date": "2003-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 25583.0
  }
 ],
 "por": null
}