{
 "awd_id": "0237267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improvements to the Kansas State University Ornithology Collection",
 "cfda_num": "47.074",
 "org_code": "08080208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard M. McCourt",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2003-03-04",
 "awd_max_amd_letter_date": "2003-03-04",
 "awd_abstract_narration": "A grant has been awarded to Dr. Sandercock at Kansas State University to make\r\nimprovements to the Kansas State University Ornithology Collection. The Ornithology\r\nCollection currently contains 1172 round skins, 188 mounts, 30-40 spread wings, and 20-30\r\nnests that are a representative sample of the avifauna of the Great Plains ecoregion. The\r\ncollection holdings are valuable because they include many bird specimens that were collected in\r\nKansas during the late 1800s and early 1900s, including two specimens of the now extinct\r\nEskimo Curlew. The goal of this project is to conserve and improve the resources of the\r\nOrnithology Collection for use in undergraduate teaching and public education.\r\nThe objectives of the project are threefold. First, an urgent need of the Ornithology\r\nCollection is improved storage facilities. The study skins are currently stored in wood frame\r\ncabinets that are at least 30 years old and not airtight. Mounts are currently housed in wooden\r\ndisplay cabinets that were salvaged when the collection was moved to Ackert Hall in 1969. A\r\nmajority of the direct costs of this grant (56%) are for new museum storage cabinets that will\r\nensure that the collection will be protected from insect damage. Second, another major need of\r\nthe collection is cataloguing of the existing specimens. The long-term goal for this collection is\r\nto transfer or exchange older specimens of potential research value to major natural history\r\nmuseums, such as the nearby Museum of Natural History at the University of Kansas. To\r\nfacilitate transfers, the contents of the Ornithology Collection will be inventoried into an\r\nelectronic database that will be made available on the Internet. A portion of the direct costs\r\n(35%) will be used to hire and train three undergraduate curatorial assistants to complete this\r\ntask. Last, a final need for the collection is acquisition of new materials to replace older\r\nspecimens of research value. The remaining direct costs (9%) are for curatorial supplies to\r\nprepare and store new materials.\r\nThis project is scientifically important because it will make the museum holdings of the\r\nKansas State University Ornithology Collection available to the scientific community for the\r\nfirst time. Access to study skins will be of greatest value to researchers conducting retrospective\r\nanalyses of museum specimens, but the collection also contains valuable specimens that will fill\r\ngaps in historical sampling efforts. The project will have broader impacts by offering\r\ncomprehensive training in the techniques of museum curation to three undergraduate students.\r\nThe resources of the Ornithology Collection also serve an important role in undergraduate\r\neducation and outreach programs for the public. Museum specimens are regularly used as\r\nteaching materials in three core undergraduate courses in the Division of Biology: Principles of\r\nBiology (Biol 198), Organismic Biology (Biol 201) and Ornithology (Biol 543). Avian\r\nspecimens are also an important resource for public outreach programs coordinated by the\r\nDivision of Biology. Mounts and study skins will be used in permanent exhibits in Ackert Hall,\r\nin displays for annual open house events at Kansas State University, in displays for field trips of\r\ngrade school students from the Riley Town school district, and in environmental education\r\nprograms for K-12 students and teachers at nearby Konza Prairie Biological Station. Long-term\r\nconservation of the museum holdings will benefit local communities in northeast Kansas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "Sandercock",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Brett K Sandercock",
   "pi_email_addr": "bsanderc@ksu.edu",
   "nsf_id": "000490826",
   "pi_start_date": "2003-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "1601 VATTIER STREET",
  "perf_city_name": "MANHATTAN",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665062504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}