{
 "awd_id": "0237337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Beyond the Bottleneck: New Initiatives in Invertebrate Paleontology at the Natural History Museum of Los Angeles County",
 "cfda_num": "47.074",
 "org_code": "08080208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard M. McCourt",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 225999.0,
 "awd_amount": 225999.0,
 "awd_min_amd_letter_date": "2003-04-29",
 "awd_max_amd_letter_date": "2006-01-31",
 "awd_abstract_narration": "A grant has been awarded to the Natural History Museum of Los Angeles County under the direction of Dr. K. Johnson to improve the access to significant collections of Pleistocene marine fossils from the west coast of North America. The Department of Invertebrate Paleontology at the Natural History Museum of Los Angeles County (LACMIP) maintains over three million specimens, which constitute the fifth largest invertebrate fossil collection in the United States. This includes the world's largest collection of Cenozoic fossil molluscs from the Pacific Rim. However, the Department was severely impacted by fiscal crises during the early 1990s, and the collections were poorly maintained and available only on a limited basis for the past ten years. Few resources were available to effectively improve the condition of the collections or to accommodate an increasing backlog of curation projects and new accessions. This situation has changed in the past years, and the Natural History Museum has increased its support of Invertebrate Paleontology by funding two new positions in the department and providing for the purchasing of new equipment. This project represents the first part of a long-term initiative by the Department to improve the visibility, accessibility, and usage of these important collections. A curatorial assistant will be hired to manage a team of students and volunteers to incorporate large new accessions into the departmental collections. The new collections are currently not accessible for study. Additional storage cabinets will be purchased to incorporate several large orphaned collections into our existing range. These orphaned collections include fossils from the Late Cenozoic deposits of the Pacific Coast of North America and have been acquired from academic institutions as well as the personal collections of avocational paleontologists. The collections need to be unpacked, cleaned, sorted, and rehoused in archival-quality storage units. When combined with our existing Pleistocene collections, the new accessions are significant for their size and their potential research impact. As this work is accomplished, a digital catalog of the collections will be compiled and published on the World Wide Web. Public awareness of the collections will be improved by the development of a new general audience on-line guide to the invertebrate fossils of the Los Angeles area. A large proportion of the material was collected from rocks that are no longer exposed due to continuing urban development in the Los Angeles Basin, including world-class Pleistocene deposits from the Palos Verdes Peninsula. The Pleistocene (1.6 million to 12 thousand years ago) is also known as the Ice Age, and was an epoch characterized by repeated cycles of global cooling and warming. Using the preserved record of Pleistocene marine life, paleontologists are able to understand how ecosystems respond to global environmental change. The collections at LACMIP are the most extensive available database to address this important question for marine ecosystems on the Pacific Coast of North America, and these critical data will be made accessible to the public and the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Johnson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth G Johnson",
   "pi_email_addr": "k.johnson@nhm.ac.uk",
   "nsf_id": "000274717",
   "pi_start_date": "2003-04-29",
   "pi_end_date": "2006-01-31"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Filkorn",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Harry F Filkorn",
   "pi_email_addr": "hfilkorn@nhm.org",
   "nsf_id": "000277411",
   "pi_start_date": "2006-01-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Filkorn",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Harry F Filkorn",
   "pi_email_addr": "hfilkorn@nhm.org",
   "nsf_id": "000277411",
   "pi_start_date": "2003-04-29",
   "pi_end_date": "2006-01-31"
  }
 ],
 "inst": {
  "inst_name": "Los Angeles County Museum of Natural History Foundation",
  "inst_street_address": "900 EXPOSITION BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137443301",
  "inst_zip_code": "900074057",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "LOS ANGELES COUNTY MUSEUM OF NATURAL HISTORY FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "UKB4JJ1M1647"
 },
 "perf_inst": {
  "perf_inst_name": "Los Angeles County Museum of Natural History Foundation",
  "perf_str_addr": "900 EXPOSITION BLVD",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900074057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 225999.0
  }
 ],
 "por": null
}