{
 "awd_id": "0238623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:    High-End Computing in Environmental Engineering With Application to Subsurface Characterization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul L. Bishop",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2003-02-04",
 "awd_max_amd_letter_date": "2007-03-30",
 "awd_abstract_narration": "0238623   Mahinthakumar   Accurate characterization of the subsurface is an important element in the development of reliable and efficient groundwater management practices. Accurate and reliable estimation of hydraulic conductivity distribution, contaminant distribution, and/or contaminant source release history is necessary for problems such as estimating groundwater yields, design of efficient cleanup strategies, and identifying responsible parties in a contamination incident. This requires solution of an inverse problem because direct measurement of detailed subsurface properties is not feasible. Inverse problems are difficult to solve and are computationally demanding. This multidisciplinary CAREER proposal will investigate novel computational strategies for the efficient solution of large-scale inverse problems in subsurface characterization.\r\nA major focus of this career proposal is to investigate the use of hybrid genetic algorithm - local search (GA-LS) approaches and parallel computing for subsurface characterization inverse problems by developing a flexible prototype test environment.\r\nThe proposed development will target parallel supercomputers as well as emerging computing environments such as the computational grid.  Several new ideas will be explored in this proposal to improve the efficiency and flexibility of the approach. The computational approach will be rigorously tested and validated using a number of subsurface characterization problems including case studies, published field results, and application to field problems in North Carolina through collaboration with North Carolina\r\nDepartment of Environment and Natural Resources (NCDENR). The testing and validation activities will lead to a greater understanding of using hybrid GA-LS algorithms for a wide range of subsurface characterization problems and may lead to further improvements of the approaches.\r\nCurrently there are no concerted efforts in bringing computational science content into environmental engineering education. The educational activities will focus on bridging the gap between environmental engineering and computational science by integrating several components of the proposed research into existing and new courses. Research activities in inverse modeling, subsurface characterization, GA-LS algorithms, and parallel computing will be incorporated into graduate and undergraduate courses. One of these courses, an entry-level graduate course, will be targeted for the NCSU Distance Education Program. An interactive training module will be developed to introduce different inverse modeling approach to students and practitioners. Easy access to this module will be provided via the web for educators and practitioners throughout the nation. Introduction of computational science education to minority environmental engineering students will be pursued through collaboration with North Carolina A&T State University. These educational activities will impact computational science education among environmental engineering students and practitioners. The collaborations with NCDENR will result in the transfer of knowledge to practitioners and policy makers in North Carolina. These activities are expected to foster long-term relationships between the PI and NCDENR in research and educational activities beyond the proposal period. In addition to publications and professional presentations, a conscious effort will be made to quickly disseminate teaching materials, research methodologies and findings, and software through a project web page.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gnanamanikam",
   "pi_last_name": "Mahinthakumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gnanamanikam Mahinthakumar",
   "pi_email_addr": "gmkumar@ncsu.edu",
   "nsf_id": "000486334",
   "pi_start_date": "2003-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 74415.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 76871.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 82054.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 82131.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 84529.0
  }
 ],
 "por": null
}