{
 "awd_id": "0238987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  A Mechatronic-based Research and Educational Framework for Next Generation Actuators and Sensors Comprised of Functional Nanotube Composites",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shaochen Chen",
 "awd_eff_date": "2003-05-15",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 440000.0,
 "awd_min_amd_letter_date": "2003-03-17",
 "awd_max_amd_letter_date": "2006-08-31",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) Program award is to develop next-generation functional materials by systemically engineering macroscopic structures comprised of functional nanotubes.  Nanocrystals and nanostructures are often cited as candidate materials that can be engineered to exhibit enhanced or entirely new properties for use in different applications.  Specifically in this project, the individual boron nitride (BN) nanotubes that exhibit actuation mechanisms similar to that found in nature (i.e., slip-stick fibrillar motion) will be assembled to create new functional macrostructures.  This novel concept originates from the newly observed piezoelectric (PZT) effect in BN nanotubes, which can be utilized to fabricate ceramic piezoelectric fibers with controllable expansion and contraction and astounding electrical and mechanical properties.  Such actuation of nanotube networks is poorly understood at present, yet offers immense payoffs in the future if this property can be harnessed to make lightweight, strong, multifunctional composites.  To achieve such development, this project will target: i) design and development of functional nanotube-based composite fibers made of BN nanotubes, ii) design and development of macroscopic actuators and sensors comprised of functional nanotube composites, and ultimately iii) development of analytical models and control experiment in order to be able to manipulate the nanoscopic properties and fabrication parameters to arrive at the desired macroscopic performance.  The hypothesis here is that such systems theory-based approach will facilitate the automation of an iterative design process for the final macrostructure actuator/sensor subsystems and provide modularity and interchangeability between different nanoscopic to macroscopic configurations.\r\n\r\nThis research project offers a promising new type of actuator/sensor configuration that is based on dimensional changes and requires no dopant intercalation, which tremendously increases the actuator stroke and stress generation capabilities way above current technology.  This actuator/sensor configuration has the potential for: i) establishing some of the early foundations for future nano-scale robotics via the utilization of nanotube-based devices, ii) creating next generation nano-scale pumps and nano-engines via a better understanding of the nanotube actuation mechanism, and (iii) utilization in many scientific disciplines such as vibration control, biomedical applications (drug delivery and tumor removal), and power generation applications.  The educational plan of this CAREER project is centered on fostering the interdisciplinary aspects of the proposed research program through involving high-school students, K-12 math, computer science and physics teachers, undergraduate and graduate students.  Specifically, this plan will include new cross-disciplinary graduate course development and implementation on nanotube-based actuators and sensors, retention and mentoring plan for underrepresented minorities and under-privileged students through two award-winning programs at Clemson University (PEER Program - Programs for Educational Enrichment and Retention and the WISE Program - Women In Science and Engineering), outreach program for secondary education through employing inquiry-based cooperative learning program for high-school students and K-12 teachers utilizing two NSF-funded initiatives (Clemson GK-12 project and the SMTG project of the AOP Hub of the South Carolina State Systematic Initiative), and finally development of an academe-industry-government partnership through Michelin Corporation and Solid State Division of the Oak Ridge National Laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nader",
   "pi_last_name": "Jalili",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nader Jalili",
   "pi_email_addr": "njalili@ua.edu",
   "nsf_id": "000116659",
   "pi_start_date": "2003-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1788",
   "pgm_ref_txt": "Nanomanufacturing"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}