{
 "awd_id": "0238108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Ferroelectric Heterostructure Integration With GaAs Optoelectronic Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "eric johnson",
 "awd_eff_date": "2003-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 406000.0,
 "awd_min_amd_letter_date": "2003-02-03",
 "awd_max_amd_letter_date": "2004-09-28",
 "awd_abstract_narration": "0238108\r\nPhillips\r\n\r\nThis CAREER program explores the integration of ferroelectrics with semiconductor optoelectronics to advance device performance levels and to introduce new functionality for optoelectronic integrated circuits (OEIC). The integration of the unique functionality of ferroelectrics into semiconductor optoelectronics could revolutionize device and OEIC engineering. The objective of this program is to enable the integration of ferroelectrics with optoelectronics through research activities, and to prepare and train future scientists and engineers in optoelectronics through educational and outreach activities. This program will provide a greater understanding of the physics of ferroelectrics on compound semiconductors and their potential impact on optoelectronics.\r\n\r\nMotivations: Ferroelectrics offer unique physical properties including spontaneous polarization, pyroelectric, piezoelectric, and electro-optic properties. These properties offer a variety of ways of controlling electrical and optical behavior that are advantageous for optoelectronics. Semiconductor heterostructures and the use of quantum electronic confinement have been successful in providing the tools necessary to realize OEICs, though they do not possess the intrinsically strong electro-optic properties, index of refraction contrast, and polarization properties of ferroelectric oxide materials. The integration of ferroelectrics on compound semiconductors would have a tremendous impact on optoelectronics, enabling optical sources, modulators, detectors, and electronics integration with increased levels of performance and new functionality.\r\n\r\nResearch: The research activities of this program will consist of four tasks: integration of ferroelectric materials with GaAs, multilayer structures and thin films with compositional gradients, polarization and electro-optic properties for use in optoelectronics, and integration of ferroelectric thin films with optoelectronic devices. Each task will progress towards the end goal of successfully inserting ferroelectric thin films with strong electro-optic and polarization properties into edge-emitting and surface-emitting integrated laser-modulator devices. The research in each task area will make a significant scientific contribution and provide a basis for the investigator to continue future research as a leader in the field.  The research efforts will advance the field of OEICs through ferroelectric integration, and will provide new optoelectronic engineering possibilities through ferroelectric/semiconductor heterostructures.\r\n\r\nTeaching: Educational activities will be formally integrated in this program through the revision of an undergraduate semiconductor device course and introduction of a graduate course on multi-functional oxide materials and devices into the electrical engineering curriculum. The course modifications and additions will focus on improvement of teaching and learning through use of existing educational resources at the university. Teaching activities will be further integrated through mentoring of graduate and undergraduate students participating in the research efforts of the program. This program will include outreach activities to encourage participation of women and underrepresented minorities in science and engineering through cooperation with university societies and through implementation of optoelectronics demonstrations for local elementary schools.\r\n\r\nBroader Impacts: The integrated research and educational activities will serve to advance optoelectronics integration technology, which will impact fields enabling the information age such as fiber-optic telecommunications, data storage and processing, and optical computing. These efforts will also establish a foundation for the PI and the department to lead further research and education in ferroelectric/semiconductor integration for optoelectronics. Outreach efforts are expected to promote diversity in future optoelectronics engineers and scientists.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie Phillips",
   "pi_email_addr": "jphilli@udel.edu",
   "nsf_id": "000320723",
   "pi_start_date": "2003-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}