{
 "awd_id": "0238461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Coordinated Control from Deformable Virtual Structures with Dynamic Communication",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2003-02-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 406803.0,
 "awd_min_amd_letter_date": "2003-02-14",
 "awd_max_amd_letter_date": "2009-02-03",
 "awd_abstract_narration": "The use of multiple vehicles for the achievement of a joint task\r\nproduces an operational setting with greater flexibility, robustness\r\nand coverage for a lower cost than is possible with single vehicles or\r\nstationary sensing networks.  When the operational environment for\r\nsuch vehicles is complex, dynamic or contains operational hazards,\r\nindividual vehicles must have the ability to respond quickly and with\r\na high level of maneuverability.  The focus of the work in this\r\nproject is the development and implementation of control theoretic\r\nmethods for coordination of groups of agile vehicles coupled through\r\ncommunication and operating in dynamic environments.  The need for\r\ndevelopment of these methods arises when traditional design\r\nmethodologies fail due to the operation of autonomous systems in the\r\npresence of a strong coupling between dynamic information flow and\r\nunderlying system dynamics.  The work will be primarily driven by\r\nchallenges arising in the coordinated control of agile underwater\r\nvehicles, however, the results will also have high impact for tasks\r\nsuch as vision-based reconnaissance with aircraft in hazardous urban\r\nenvironments. \r\n\r\nThe particular combination of agility, dynamic communication and\r\noperational uncertainty requires that the communication and\r\ncoordination elements of coordinated control be considered jointly\r\nrather than independently.  The objectives of this project are (1)\r\ndevelop a deformable virtual structures approach to cooperative\r\ncontrol which simultaneously captures the constraints imposed by\r\nlimited communication and by vehicle constraints, and (2) develop\r\ndynamic communication structures that are sufficient to guarantee\r\nstability and coherence of the virtual structure.  The group of\r\nvehicles is treated as a virtual, deformable body which is effectively\r\nunderactuated due to velocity and motion constraints on the\r\nconstituent vehicles and the physical constraints necessary to\r\nmaintain communication between the vehicles. The constituent vehicles\r\nthen become shape actuators for the evolution and motion planning for \r\nthis new class of virtual mechanical systems with lumped, dynamic mass\r\nproperties.  The communication structure of the vehicles is assumed to\r\nbe dynamic with the transmission connections treated as control\r\nvariables.  Construction of communication patterns is addressed via\r\nperiodic sequences chosen using geometric and graph theoretic tools.\r\nThe governing equations for the resulting virtual structure then\r\ndescribe an underactuated mechanical system with both discrete time\r\nactuation and oscillatory dynamics.  Analysis and construction of\r\nfeedback control for such systems is addressed by developing a new\r\nnotion of averaging and state feedback.  \r\n\r\nResearch targeted to applications and implementation in underwater\r\nautonomous vehicles provides a captivating venue for education at all\r\nlevels.  The issues arising in such settings have broad theoretical\r\nimplications as well as the appeal of hands-on experience.  To\r\nstrengthen and broaden interaction between control theory and fields\r\nsuch as biology and computer science, undergraduate courses in control\r\ntheory will be redesigned to make the tools of control theory\r\nmaterial accessible to students with non-traditional engineering\r\nbackgrounds.  Additional graduate courses will also be developed that\r\nprovide not only a rigorous theoretical background in individual\r\nelements of control theory or communications but that also provide \r\ntools for developing interdisciplinary methods and application of\r\nthose methods.  Closely integrated with the research and educational\r\ncomponents of the project are mentoring and outreach activities based\r\naround the construction of an interactive web site.  This component\r\ninvolves not only undergraduate and graduate students as developers,\r\nbut K-12 students and educators as active users and participants in\r\nthe research lab.  The site will contain scientific information about\r\nthe different components of autonomous vehicle design and control as\r\nwell as interactive tools for exploring application of control and\r\ncommunication methodologies to lab vehicles. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristi",
   "pi_last_name": "Hill",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kristi A Hill",
   "pi_email_addr": "morgansen@aa.washington.edu",
   "nsf_id": "000435100",
   "pi_start_date": "2003-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 406803.0
  }
 ],
 "por": null
}