{
 "awd_id": "0238309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Polarimetry in Remote Sensing, Communications, and Biological Sciences",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Olufemi Olowolafe",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 349518.0,
 "awd_min_amd_letter_date": "2003-02-12",
 "awd_max_amd_letter_date": "2006-02-02",
 "awd_abstract_narration": "0238309\r\nTyo\r\n\r\nOptical polarization is an important phenomenon in many aspects of remote sensing, optical communications, and biological sciences. In remote sensing, polarization can provide spatially distributed information about surface features such as roughness, orientation angle, shape, and material composition. Polarization sensitivity in both active and passive sensors can be used to help improve image contrast under poor viewing conditions, as commonly occurs underwater and in fog. Polarimetric techniques can be incorporated into both passive and active systems, and can be employed in any region of the electromagnetic spectrum. In the field of optical communications, polarization-dependent dispersion is one of the most important limiting factors in the performance of today's high data rate systems. When the differential group delay between two principal polarization states is larger than the inter-symbol time, the pulse dispersion is significant enough to cause high bit error rates. In biology, many species of terrestrial and aquatic vertebrates and invertebrates have demonstrated polarization sensitivity. This sensitivity implies that there is information available in a variety of environments that can help us learn more about the behavior of these animals.\r\n\r\nThis CAREER proposal supports the development of an integrated research and education\r\nprogram in the field of optical polarimetry. This award will support the enhancement of the PI's Multi-Dimensional Imagery Laboratory at the University of New Mexico (UNM) and the creation of several polarization instructional modules and tutorials that will be integrated into the electromagnetics and optics curricula at UNM. Several research projects will be undertaken in the MDIL, including studies to optimize and characterize active and passive polarimeter systems, studies to investigate polarization properties in scattering media, and the development of imaging and non imaging sensors for remote sensing activities. One of these sensors will be designed for use at the Albuquerque Aquarium to image the aquatic environmental exhibits to learn more about the polarization phenomenology in nature. Finally, the facilities at the MDIL will be used to develop a polarization mode dispersion (PMD) emulator for optical fiber communications channels, and to study methods to compensate for PMD over optical links.\r\n\r\nThe research and education program proposed here will have significant broader impacts.\r\nMuch of the research will be performed by undergraduate students from UNM, which is a Federally recognized Minority Serving Institution with significant populations of Hispanic and Native American students. Every effort will be made to recruit from traditionally underrepresented groups, which make up approximately half of the undergraduate student body in the Electrical and Computer Engineering Department at UNM. The scientific results of the studies that will be conducted under this CAREER program will be broadly disseminated through scientific journals and technical conferences, and the educational material will be made available through local web sites and through the Polarization Technical Group of the International Society for Optical Engineering (SPIE). The results of the underwater imager experiments will be shared with to the local community with the cooperation of the Albuquerque Aquarium and their educational outreach programs.\r\n\r\nThe program will promote the natural integration of teaching and learning through mentoring at all stages in the research, and will provide the opportunity to integrate current research topics into graduate and undergraduate curricula. These activities will benefit the educational and research missions of the Electrical and Computer Engineering Department, the School of Engineering, and the University of New Mexico, as well as the local community of Albuquerque.  At the end of the five year CAREER program, the PI will be well established as an academic leader both at the University and in the scientific community as a whole.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Scott",
   "pi_last_name": "Tyo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Scott Tyo",
   "pi_email_addr": "tyo@optics.arizona.edu",
   "nsf_id": "000159119",
   "pi_start_date": "2003-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 121685.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 78584.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 20753.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}