{
 "awd_id": "0239413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Dynamics and Synchronization in Semiconductor Lasers with Feedback",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2003-01-15",
 "awd_max_amd_letter_date": "2007-03-02",
 "awd_abstract_narration": "\r\n\r\n0239413\r\nSukow\r\n\r\nThe central  goal of this NSF CAREER proposal is to strengthen the undergraduate \r\nphysics program at Washington & Lee University through an integrated program of research and education emphasizing  optics and lasers.  The main objective is to develop and support a stronger research culture through enhancing the experimental research program in semiconductor laser dynamics.  This research program will consider current and exciting topics involving dynamical  instabilities  and  synchronization  in  diode  lasers  due  to  delayed  optical  feedback,  a subject of fundamental  interest and technological importance.   All research projects will be undertaken with undergraduate research  assistants and a high school student intern.  This environment  will  produce  significant  scientific  advances  while  taking  advantage  of  the  special strengths of  a liberal arts institution as a venue  for mentoring undergraduates.  Enriching the research environment is a substantial program of visitors and collaborations.  Supplementing the research program will  be the development of a new  Advanced Research Methods course, designed to create a bridge between the classroom and the research lab.  Existing classes will be enhanced with new laboratory exercises and real-time demonstrations, to help create interest in lasers  and  optics  while  enriching  those  courses  for  all  students.    Finally,  the impact  of  the  lab exercises, demos, and student expertise developed in the undergraduate setting will be extended to the local educational community. \r\n \r\n Intellectual merit: The proposed research addresses current and important questions in laser physics and nonlinear dynamics.  The research is organized around realistic experimental issues in dynamics  and synchronization of semiconductor lasers, and emphasizes a novel approach based on simultaneous time-domain measurements of two optical signals.  The results of the proposed research will advance knowledge in laser dynamics with application to communications,  and  also  in  the  broader  area  of  time-delayed  feedback  systems.    The  PI  has significant experience and an  established record of  accomplishment in this research area.  Washington and Lee University has provided and continues to provide excellent support, adding to the feasibility of the proposal. \r\n \r\n Broader impacts:  This CAREER proposal thoroughly integrates research and education.  Undergraduate and high school student participation in research every  year provides scholarly activity  in  a  close,  mentoring  environment.    Students  will  be  exposed  to  the  greater  scientific community through attendance and presentations at conferences, as well as an on-site schedule of collaborators, visitors, and international experts from academia, government, and industry.  The research and education infrastructure at Washington and Lee will be strengthened through curricular development, which will increase crossover between the classroom and the laboratory, and will reform existing courses by infusing them with hands-on laboratory work emphasizing real applications.  Traditionally  underrepresented groups will be actively engaged through on-campus programs and outreach to the local educational community, activities that will be used as teacher training opportunities as well.  Societal benefit may be realized through the application of research results applied to faster and more efficient optical communication systems, a well-trained technical workforce, and a more scientifically literate public.  All outcomes will receive wide dissemination at appropriate meetings and by electronic means. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sukow",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Sukow",
   "pi_email_addr": "sukowd@wlu.edu",
   "nsf_id": "000341838",
   "pi_start_date": "2003-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington and Lee University",
  "inst_street_address": "204 W WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5404588274",
  "inst_zip_code": "244502116",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "THE WASHINGTON AND LEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MSVHQKG44VN5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington and Lee University",
  "perf_str_addr": "204 W WASHINGTON ST",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "244502116",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 189718.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 49037.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 52001.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 53052.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 56192.0
  }
 ],
 "por": null
}