{
 "awd_id": "0239415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:     Complex Hierarchical Self-Assembly Templated by Block Copolymers:     Phase Structures, Nano Fabrication and Nano-Electrooptic Properties",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 410000.0,
 "awd_min_amd_letter_date": "2003-04-25",
 "awd_max_amd_letter_date": "2007-02-22",
 "awd_abstract_narration": "Hierarchical self-assembly is an essential part of nanotechnology and it offers one of the few practical strategies for making ensembles of nanostructures. Structure complexity in the hierarchical structures is of particular importance since it provides a practical means to combine different functionalities within a single material. The aim of this CAREER development plan is to achieve complex hierarchical self-assembled structures via combining two-dimensional (2-D) liquid crystalline (LC) ordering and block copolymer microphase separation process. The proposed research activities include: (1) Design, synthesize, and systematically investigate a series of bent-core liquid crystalline (BCLC) diblock copolymers in order to achieve novel complex hierarchical structures including LC columnar phase (Col) in block copolymer lamella (Col-in-Lam), Col in cylinder (Col-in-Cyl) and Col in sphere (Col-in-Sph) structures, etc. (2) Fabricate well-defined nano building blocks (such as nano porous plates, rods, spheres, etc.) using these hierarchically self-assembled diblock copolymers as templates. (3) Explore the nano-electrooptic properties of these novel hierarchical structures. Unique lamellar thickness controlled ferro-antiferroelectric properties will be realized in the proposed diblock copolymer system. Electric field tunable nanostructures will also be investigated. The proposed research will, for the first time, incorporate 2-D LC ordering into the ordered nanospace created by block copolymer microphase separation. The resulting hierarchical structures possess complex natures at both 1-5 nm and 10-100 nm length scales. From a scientific point of view, this system provides a unique opportunity to explore the complex phase geometry, small phase size and large interface effects on LC as well as block copolymer phase behaviors. LC phase stability might be altered in these small environments and novel phase structures might be generated. From the technological point of view, the hierarchical structures could be used as templates for nano fabrication applications. Well-correlated structures at different length scales might also provide a solution for the transfer of the novel properties at the nanoscale into a higher length scale. Furthermore, these hierarchical structures can serve as a scaffold for further nanoscience and nanotechnology research, particularly for nano device manufacturing due to their specific structure complexity. The structural complexity and hierarchies might also hold the key to designing synthetic materials that can mimic the elegant living systems. \r\nThe educational component of the proposed CAREER development plan includes (1) Address the needs for the education of modern developments in polymer nanoscience and nanotechnology by developing a new course entitled Polymers and Nanotechnology. (2) Involve high school students and teachers, particularly under-represented populations, in the proposed polymer nanotechnology research activities. (3) Develop long-term collaborations between the PI's laboratory and industry through Drexel's Co-op system. These proposed education activities impose a broader impact. First, the proposed plan will help to bridge the existing gap between levels of educational developments by involving high school students and teachers in research activities through a number of mentorship programs. Secondly, due to the high population of under-represented groups in the Philadelphia region, the proposed out-reach program will be specifically geared towards encouraging the participation of under-represented populations. Thirdly, the proposed research results will be widely disseminated through publications in scientific journals, product development resulting from collaborations with industry and, as a natural outgrowth of gained knowledge resulting from involvement in research activities, more highly trained secondary education teachers. Lastly, through the establishment of collaborations with national laboratories and school districts in the surrounding Philadelphia region, the proposed plan will dramatically enhance the infrastructure for research and education. Combined with the \"start-up package\" supplied by Drexel University, the proposed plan will also enable the PI to establish a state-of-the-art polymer characterization center that will benefit both Drexel University and nearby industry. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Li",
   "pi_email_addr": "chrisli@drexel.edu",
   "nsf_id": "000275409",
   "pi_start_date": "2003-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}