{
 "awd_id": "0239492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Advancing Hurricane Landfall Science through Numerical Modeling, Observational Networking, and Greater Public Awareness",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andrew G. Detwiler",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 412152.0,
 "awd_amount": 412152.0,
 "awd_min_amd_letter_date": "2003-04-18",
 "awd_max_amd_letter_date": "2003-04-18",
 "awd_abstract_narration": "The characteristics of hurricanes at landfall have been identified by the United States Weather Research Program (USWRP) as a critical area deserving increased research attention.  The reasons for focusing on landfall issues are: i) hurricane evolution at landfall is a highly complex and destructive process that is poorly understood and difficult to predict; ii) coastal populations are continuing to grow rapidly.  Consequently, this CAREER project will focus on hurricane landfall in both its research and education components. \r\n\r\nIn order to improve hurricane landfall forecasts, the process of hurricane landfall needs first to be better understood.  This project will focus on rainfall and wind field evolution at landfall, in response to the physical factors of surface evaporation, surface roughness, terrain elevation, coastline configuration, hurricane size and intensity, and the angle at which the hurricane crosses the coast.  Past research has included observational and modeled case studies, as well as a few simplified, idealized numerical modeling studies.  Real case studies are complex with a myriad of processes all occurring at the same time, and the lack of real observations has made isolating them difficult.  The idealized models made a good start at systematically isolating individual physical factors, but not all factors were addressed.  This project will fill the gaps by repeating the earlier, simplified experiments, gradually increasing their complexity, and ending with landfall simulations on a realistic north central U.S. Gulf Coast.  Using an advanced mesoscale meteorological model, important physical factors can be isolated one at a time.  \r\n\r\nAs this work progresses, research results will be shared with the University's Coastal Weather Research Center, the National Weather Service and the Mobile County Emergency Management Agency.  Furthermore, local, public schools which predominantly serve students from poor and/or minority backgrounds, and retirement communities will be invited to attend Hurricane Information Days at USA.  They will learn what exactly a hurricane is, why these storms are so difficult to predict, and that their local university performs hurricane research and teaches students and the general public about hurricanes.  Throughout the 5-year period, meteorology undergraduates will function as research assistants.  \r\n\r\nA surface observational network, or Mobile Bay Mesonet, will be established by i) incorporating existing surface observational sites (some to be upgraded); ii) adding new surface sites; and iii) including monthly sea surface temperature measurements in Mobile Bay.  Most of the 10 planned new stations, like 65 of the existing ones, will be located on public school campuses and their students will be involved in collecting and using meteorological data.  The collected data can be used in a range of local research and educational projects.  The PI will join forces with local organizations such as the National Weather Service, Mobile office, and the GLOBE Program to develop the Mesonet and share data.  The presence of the Mesonet, which will remain in place after the 5-year CAREER period, will encourage other institutions to bring their mobile observing platforms to the Mobile Bay area in the event of a land falling hurricane.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sytske",
   "pi_last_name": "Kimball",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sytske K Kimball",
   "pi_email_addr": "skimball@southalabama.edu",
   "nsf_id": "000215467",
   "pi_start_date": "2003-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Alabama",
  "inst_street_address": "307 N UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MOBILE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2514606333",
  "inst_zip_code": "366083053",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH ALABAMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "QB12VPNQQFE8"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Alabama",
  "perf_str_addr": "307 N UNIVERSITY BLVD",
  "perf_city_name": "MOBILE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "366083053",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 412152.0
  }
 ],
 "por": null
}