{
 "awd_id": "0239504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Statistical Mechanics of Particulate Systems Far from Equilibrium",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2003-05-15",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2003-05-12",
 "awd_max_amd_letter_date": "2008-05-02",
 "awd_abstract_narration": "This CAREER award supports theoretical and computational research and education on \"jammed\" systems of particulate materials, such as emulsions and granular media. These systems are inherently far from their equilibrium state. This work seeks to test and further develop a unifying thermodynamic framework which promises to lead to a common understanding of a wide range of systems with collective relaxation dynamics. In particular, study will focus on two soft-matter systems: densely packed granular matter and highly concentrated emulsions. If a thermodynamic framework can describe the behavior of systems far from equilibrium, than an effective temperature with a true thermodynamic meaning exists as a key parameter in characterizing the material's properties. In order to examine the validity of this concept, the PI will perform computer simulations- using high-performance numerical algorithms in serial and parallel architectures- and develop an appropriate theoretical basis to describe the observed behavior. The PI will test whether the application of thermodynamic concepts may provide the framework for understanding slow granular rheology and nonlinear elastic phenomena. The work has potential broader impacts on the petroleum, pharmaceutical, and processing industries and on fundamental science through the exploration of the theoretical idea that a statistical ensemble for closely packed particulate systems could be an example of a true generalization of the application of statistical mechanics of Gibbs and Boltzmann to systems out of equilibrium. The educational component involves curriculum development and innovation, attraction and retention of underrepresented minority students, and dissemination of our results to a wide audience through an educational web site. It entails the development of a series of interdisciplinary courses on modern, soft-matter physics and computational physics topics, which will be tightly integrated with the research plan. Involving undergraduate and graduate students in research environments early on in their careers will be a priority of this program. The PI will draw an excellent pool of minority undergraduate and graduate students from physics and chemical, civil and mechanical engineering backgrounds. \r\n%%%\r\nThis CAREER award supports theoretical and computational research and education on \"jammed\" systems of particulate materials, such as emulsions and granular media.\r\nIn particulate materials, a \"jammed\" system results if particles are packed together so that all particles are touching their neighbors, a possibility provided the density is sufficiently high. It has been postulated that the behavior of systems experiencing such a state of structural arrest, a state that is inherently far from the equilibrium state, can be described by equilibrium thermodynamic concepts and the existence of an effective temperature. This work proposes to test and further develop a unifying thermodynamic framework which promises to lead to a common understanding of a wide range of systems. The work has potential broader impacts on the petroleum, pharmaceutical, and processing industries and on fundamental science through the exploration of the theoretical idea that a statistical ensemble for closely packed particulate systems could be an example of a true generalization of the application of statistical mechanics of Gibbs and Boltzmann to systems out of equilibrium. The educational component involves curriculum development and innovation, attraction and retention of underrepresented minority students, and dissemination of our results to a wide audience through an educational web site. It entails the development of a series of interdisciplinary courses on modern, soft-matter physics and computational physics topics, which will be tightly integrated with the research plan. Involving undergraduate and graduate students in research environments early on in their careers will be a priority of this program. The PI will draw an excellent pool of minority undergraduate and graduate students from physics and chemical, civil and mechanical engineering backgrounds. \r\n***\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hernan",
   "pi_last_name": "Makse",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Hernan A Makse",
   "pi_email_addr": "hmakse@ccny.cuny.edu",
   "nsf_id": "000096126",
   "pi_start_date": "2003-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}