{
 "awd_id": "0240349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Shortening velocity and power output of muscles that produce ballistic movements",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Chamberlin",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 348319.0,
 "awd_amount": 348319.0,
 "awd_min_amd_letter_date": "2003-03-07",
 "awd_max_amd_letter_date": "2003-03-07",
 "awd_abstract_narration": "New insights in biology have often come from studies of animals that exhibit some extreme of performance. In such animals, principles of function common to all animals are exaggerated, and are therefore observed and studied more readily. Ballistic tongue projection in toads represents one such extreme. During ballistic tongue projection, toad tongues can leave the mouth at accelerations of 2500 m/s2. Previous and ongoing research in the laboratories of these investigators has focused on elucidating mechanisms by which mouth opening muscles of toads produce the power required for this extremely rapid movement.\r\n\tThe work in this project will focus on understanding the force-velocity relationships and power output of two muscles that are involved in powering ballistic movements: 1) the m. depressor mandibulae, which is solely responsible for mouth opening during tongue projection ; and 2) the m. semimembranosus, which along with other muscles, extends the hind limb during jumping. The proposed studies will use the classic load clamp or quick release technique to quantify the biphasic shortening behavior of these muscles during the transition from isometric tetanus to isotonic shortening. In the load clamp technique, an activated muscle is stimulated to develop tension while contracting against a load that prevents it from shortening. When the load is reduced, the muscle first shortens rapidly and then decelerates to a slower shortening velocity.\r\n\tIn contrast to most recent studies which measure only the velocity of shortening during the slow phase, these investigators measured velocity of shortening during the initial fast phase as well. Four important new aspects of the shortening behavior of muscle have been discovered. During the fast phase: 1) shortening velocity can be high (up to nearly 100 times Vmax), and it differs between jaw and hind limb muscles; 2) external work performed contributes to total power output, although the magnitude of the contribution varies between the jaw and hind limb muscles; 3) shortening velocity increases with the duration of isometric pre-stimulation; and during the slow phase 4) shortening velocity also increases with the duration of isometric pre-stimulation, at least in some muscles.\r\n\tThese results are consistent with a model in which a series elastic component within the sarcomere is stretched by the contractile elements during isometric tetanus, and the degree of stretch increases with the duration of isometric pre-stimulation. Preliminary data suggest that muscles differ adaptively in how kinetic energy is distributed between the fast and slow phases of shortening. A mechanism, such as phosphorylation of the thick and/or thin filaments, that controls the distribution of kinetic energy between the fast and slow phases would likely be important in controlling muscle power output during ballistic movements.\r\n\tThe proposed studies will extend these preliminary studies. Specifically, the investigators will: 1) compare biphasic shortening of anuran jaw and hind limb muscles in species of anurans that differ in feeding and jumping performance; 2) quantify the effects of duration of isometric pre-stimulation and muscle length on biphasic shortening; and 3) examine the relationship between movement velocity and duration of muscle pre-activation in freely behaving animals.\r\n\tThe proposed studies are likely to demonstrate: 1) that a significant amount of elastic potential energy, stored during isometric pre-stimulation, is converted to kinetic energy at the instant of release to isotonic shortening; and 2) that muscles differ in their strategies for distributing this kinetic energy between the fast and slow phases of shortening, thereby optimizing their power output during shorter vs. longer contractions. In these ways, the proposed studies have the potential to change our concept of how muscles shorten, especially at the high velocities that occur during ballistic movements.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiisa",
   "pi_last_name": "Nishikawa",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kiisa C Nishikawa",
   "pi_email_addr": "kiisa.nishikawa@nau.edu",
   "nsf_id": "000188886",
   "pi_start_date": "2003-03-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pierotti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Pierotti",
   "pi_email_addr": "David.Pierotti@nau.edu",
   "nsf_id": "000481350",
   "pi_start_date": "2003-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1155",
   "pgm_ref_txt": "INTEGRATIVE ANIMAL BIOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 348319.0
  }
 ],
 "por": null
}