{
 "awd_id": "0240265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Density vs. Trait-Mediated Interactions Between Predators and Prey: Their Influence on Rocky Shore Algal Diversity and Community Structure",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 297567.0,
 "awd_amount": 304921.0,
 "awd_min_amd_letter_date": "2003-02-04",
 "awd_max_amd_letter_date": "2005-05-24",
 "awd_abstract_narration": "The trophic cascade concept has profoundly improved our understanding of how predator-prey interactions shape the structure and diversity of ecological communities.  Trophic cascade studies typically focus on how predator effects on prey density propagate through food chains to shape species diversity and community structure (i.e., Density-Mediated Indirect Interactions).  Recently, there has been growing interest in interaction modifications: the presence of a third species (predator) in the system alters the interaction between two other species (prey and their resource).  Trait-Mediated Indirect Interactions (TMIIs) are those that occur because of predator effects on prey traits rather than prey density.  For example, in aquatic systems water-borne predator risk cues can induce changes in prey behavior, such as feeding rates, thus altering the prey.s impact on lower trophic levels.  Hence, TMIIs emphasize nonlethal predator effects in contrast to the more prevalent emphasis on lethal indirect effects (DMIIs).  \r\n\tAlthough ecologists are beginning to appreciate the importance of TMIIs, there is still a limited understanding of the factors governing the relative importance of density and trait-mediated predator effects and how they shape the diversity and structure of ecological communities.  Classic work on the importance of herbivorous snails to the diversity and structure of macro-algal communities on rocky shores has left a lasting impression.  Luchenco demonstrated that diversity and succession in these communities is closely tied to snail (Littorina \r\nlittorea) density and that the functional nature of this relationship differs between tidal pools and emergent substrata.  Moreover, she hypothesized that green crab (Carcinus maenas) predation may exert an indirect influence on algal communities by regulating L. littorea density.  This hypothesis is conceptually appealing, but over 20 years have passed without it being tested experimentally. \r\n\tRecent data suggest that the suppression of snail grazing by green crab risk cues can have a significant effect on rocky shore algal communities.  This research examines the relative importance of density and trait-mediated interactions between green crabs and L. littorea to patterns of algal diversity and structure on rocky shores by asking the following questions: \r\n --I.  What factors shape the relative importance of density and trait-mediated effects? \r\n -- II.  How may the relative importance of DMIIs and TMIIs influence long-term algal diversity and community structure on rocky intertidal shores? \r\n -- III.  Can habitat-specific differences in the relative importance of DMIIs and TMIIs explain differences in the functional relationship between algal diversity and snail density in two prominent rocky shore habitats: emergent substrata and tide pools? \r\n \tThis research will have broad implications to empirical and theoretical ecology by explicitly examining the role higher order interactions play in shaping long term community dynamics.  By working in a system (a) widely held as a classic demonstration of the role of density-mediated effects and (b) that has contributed significantly to the development of modern ecology, the proposed research will provide a better understanding of the processes shaping diversity and structure in rocky shore and other communities.  Because these food chains are relatively simple and easily manipulated, these habitats afford an excellent opportunity to explore these issues.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Trussell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey C Trussell",
   "pi_email_addr": "g.trussell@neu.edu",
   "nsf_id": "000230670",
   "pi_start_date": "2003-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 297567.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 7354.0
  }
 ],
 "por": null
}