{
 "awd_id": "0240861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Climate and Glacier Variations in Scandinavia",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2003-03-15",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 187198.0,
 "awd_min_amd_letter_date": "2003-03-05",
 "awd_max_amd_letter_date": "2007-01-18",
 "awd_abstract_narration": "\r\nABSTRACT\r\nOPP-0240861\r\nConway\r\n\r\nThis is a collaborative proposal by Principal Investigators at the Universities of Washington and Stockholm. The Principal Investigators will investigate relationships  between  variations  of  climate  patterns  in  the  North  Atlantic  and glaciers in Norway and Sweden. They will focus on the west coast of Scandinavia for three reasons. First, the future of the glaciers in relation to climate change has important consequences for regional hydrology and global sea level.  Second, historically, pronounced glacial fluctuations suggest that the region is highly sensitive to climate anomalies.   Winter climate in the is dominated by a large-scale climate pattern known as the Northern Hemisphere annular mode (NAM) that depends on the strength of the polar night jet stream. Variations in the NAM have a particularly strong effect along coastal Scandinavia; analysis of the glacial record has potential to greatly improve understanding of present and past behavior of the NAM.  Third, an improved understanding of the climate of the region may also be key for helping to resolve outstanding issues concerning the role of the thermohaline circulation in natural climate variability.   Their approach is to make use of the existing suite of high-resolution measurements that have been made on the glaciers of Scandinavia, and gridded atmospheric National Center for Environmental Prediction/National Centers for Atmospheric Research (NCEP/NCAR) reanalysis) data that are available for the last 50 years. Specifically, they will 1) establish modern (past 50 years) relationships between climate and glaciers by applying their well-proven models and the NCEP/NCAR Reanalysis data; 2) use the statistics of climate-glacier response to derive possible climate conditions that would produce glaciers of the extent known to exist in Scandinavia during the Little Ice Age; and 3) use the statistics to investigate potential glacier changes under future possible climate scenarios. \r\n\r\nQuantitative understanding of interactions between climate and glaciers is important for two reasons.  First, the record of past glacier fluctuations can be used to help reconstruct past patterns of climate.  Second, the future of glaciers in the face of climate change has important and global consequences for sea level and hydrology.  This research involves collaboration with Principal Investigators at the Universities of Washington and Stockholm, so it will foster international co-operation. The research will also provide core education for a graduate student in Earth and Space Sciences with an emphasis in climate and glaciology and the student will benefit from exposure to the international community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Conway",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Howard B Conway",
   "pi_email_addr": "hcon@uw.edu",
   "nsf_id": "000228355",
   "pi_start_date": "2003-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 187198.0
  }
 ],
 "por": null
}