{
 "awd_id": "0240823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Channel Switching in Fluvio-Deltaic Systems Draining Land Ice;  Clyde River,  Baffin-Island as a Type-Location",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane V. Dionne",
 "awd_eff_date": "2003-04-15",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 61823.0,
 "awd_amount": 61823.0,
 "awd_min_amd_letter_date": "2003-04-07",
 "awd_max_amd_letter_date": "2003-04-07",
 "awd_abstract_narration": "ABSTRACT \r\nOPP-0240823\r\nOvereem\r\n\r\nModels of sediment supply to the Arctic coastal zones predict pronounced increase of sediment influx as a result of a warming climate.  Yet estimates are still uncertain, because: 1) the numerical climate-sedimentary models do not model rare high-energy events; 2) lateral changes in the fluvial transporting system, i.e., higher discharges due to climatic warming inducing channel switches and increased floodplain sedimentation, have previously not been modeled.  It is expected that these model limitations have the most important implications for drainage basins with relatively gentle topography, for example, rivers draining a hinterland land-ice cap.  This project proposes to advance the climate-driven hydrological model, HydroTrend, to incorporate low-frequency high-magnitude events, such as glacial lake outbursts. Simulated high-resolution discharge and sediment load series, which is output from HydroTrend, can directly be fed into our three-dimensional sedimentary model, SedFlux3D.  Previous theoretical experiments show that increased sediment supply is a dominant factor in causing channel switches and of significant importance for progradation rates of fluvio-deltaic systems into the offshore.   These two concepts will be tested against field data of Clyde River, East Baffin Island, which drains the Barnes Ice Cap.   Regional hydrological and meteorological data from weather stations in combination with aerial photograph and satellite image interpretation yields the required input for HydroTrend.  Field measurements of grain size trends, floodplain sedimentation, and channel dimensions of the Clyde River will be compared with output of SedFlux3D.\r\n\r\nIntellectual merit and broader impact.  The response of Arctic river systems to climate change is a largely unknown component of climate change scenarios. The improved models will allow systematic testing of the impact of high-energy events, which is otherwise hard to quantify, because of the relatively short measurement records in the High Arctic. Furthermore, the model will enhance  predictions of sediment flux into the ocean.  In a wider perspective, the project opens up new horizons to the integration of glaciological models and three dimensional sedimentary models. At the NSF sponsored meeting on 'A Strategy for a Community Sediment Model', the link between glaciological and sedimentary models was recognized as one of the areas where important scientific progress can and shall be made. The Clyde River forms a unique present-day setting, but is a representative 'type-location' for the entire U.S. east margin under glacial conditions. The present offshore stratigraphic architecture depends heavily on the sedimentary processes during the last glacial period.  Improved models of the stratigraphic architecture of the shallow coastal zone will facilitate coastal management.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Overeem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irina Overeem",
   "pi_email_addr": "irina.overeem@colorado.edu",
   "nsf_id": "000493687",
   "pi_start_date": "2003-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 61823.0
  }
 ],
 "por": null
}