{
 "awd_id": "0240485",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NR:  Design and Evaluation of Retrieval Functions in Peer-to-Peer File Sharing Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jie Wu",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2003-09-24",
 "awd_max_amd_letter_date": "2003-09-24",
 "awd_abstract_narration": "Peer-to-peer (P2P) file sharing systems allow content to be shared between distributed end-systems or peers. Files are stored at the peers and transferred directly between them. The last few years have seen the popularity of such systems grow tremendously. Beyond their recent popularity, peer-to-peer systems represent a significant new content delivery paradigm that has the potential to re-shape the architecture and performance of the Internet in the long term. A typical P2P user session consists of a search phase where multiple searches may be conducted followed by a retrieval phase in which multiple files may be requested. Much research and development has gone into the design of differing systems for file search, with the aim of improving performance and robustness. In the proposed work, the researchers focus on the file retrieval phase, which has so far received less attention from the research community. We are motivated by three main observations: (i) A P2P system user's experience is the sum total of the performance of both the search as well as the retrieval functions;  (ii) The network resources used during the retrieval phase can outweigh by far the resources consumed during the search phase. As such, new paradigms and improvements in the design of the retrieval phase can have far reaching implications on the performance of the Internet in general; (iii) A P2P system provides a significantly different context for content retrieval than the more traditional client-server model; they have larger scale content replication, the peers may possess severe resource constraints, and the peers are quite dynamic. Our proposed research encompasses three areas:\r\n\r\n1. Peer selection strategies for improved performance of the retrieval phase. The resesearchers examine two aspects of this problem that are unique to the P2P environment and that have received little attention: (i) the fact that, due to the large-scale replication inherent in P2P systems, the search phase can only discover a subset of available replicas, and (ii) the constrained nature of serving peers which may require requests to block until serving capacity is available.\r\n2. Content retrieval strategies involving multiple serving peers simultaneously. The large scale replication that may be present in P2P systems leads to the interesting possibility of performing file retrieval from multiple peers in parallel, both to improve performance and overcome peer dynamics and instability. This work considers the effect of wide-scale deployment of parallel downloading on performance as well as fairness among network users. In addition, our work revisits the selection problem in this context.\r\n3. A holistic approach to the operation of P2P systems. The objective is to improve overall P2P user search and retrieval experience. We introduce a new dimension, the quality of a search, by which one should judge the performance of the outcome of a search phase and its effect on the performance during the retrieval phase. The researchers study existing search techniques with this new perspective and also consider two search paradigms inspired by prior work on distributed match-making algorithms and broadcast-stream scheduling.\r\n\r\nThe research output will consist of theoretical as well as practical studies of the areas described above. THe researchers will use a variety of techniques to evaluate our ideas (including mathematical and theoretical analysis, simulation, emulation, and experimentation). This work will be among the first to study the retrieval phase in P2P systems in depth. Because network resource usage is primarily influenced by the retrieval phase requirements, this work will also provide the basis of an understanding of the effect of P2P systems on Internet resources and further guide provisioning efforts to meet the demands of P2P systems. We are also committed to activities that will promote the broader impact of the proposed work including: (i) development of modules based on our research for graduate and undergraduate classes, (ii) continued emphasis on inclusion of under-represented groups within our research efforts and (iii) outreach activities to Atlanta-based historically black colleges and universities.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mostafa",
   "pi_last_name": "Ammar",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mostafa H Ammar",
   "pi_email_addr": "ammar@cc.gatech.edu",
   "nsf_id": "000090781",
   "pi_start_date": "2003-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Zegura",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen W Zegura",
   "pi_email_addr": "ewz@cc.gatech.edu",
   "nsf_id": "000233721",
   "pi_start_date": "2003-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}