{
 "awd_id": "0240827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interactions Among Observations of Laterally Advected Heat and Moisture, Cloud Properties, Surface Temperature, Surface Radiation Fluxes, and Net Precipitation in the Arctic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2006-11-30",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2003-04-03",
 "awd_max_amd_letter_date": "2003-04-03",
 "awd_abstract_narration": "In the proposed investigation the PIs will examine interactions and feedbacks among five fundamental components of the Arctic environment: horizontally transported heat and moisture, cloud properties, surface temperature, net precipitation, and surface radiation fluxes. Conventional meteorological data are sparse over the Arctic Ocean, and other than surface pressure fields and temperatures there is relatively little information with which to investigate these issues in a pan-Arctic sense. Newly available satellite-derived data sets from the NOAA/NASA Pathfinder Program offer an unprecedented opportunity to observe the Arctic climate by providing measurements of atmospheric quantities spanning two decades. Preliminary calculations using these data indicate that significant, cohesive changes have occurred in surface temperature, advection patterns, and cloud properties, but how are they related to each other? How do these apparent trends relate to changes in the surface radiation balance? Can the observed trends be explained by large-scale atmospheric circulation features, such as the Arctic Oscillation, North Atlantic Oscillation, North Pacific Oscillation, or others? These are the questions the PI's expect to address in this investigation. The proposed study speaks directly to three of the four hypotheses targeted by the new multiagency initiative called the Study of Environmental Arctic Change (SEARCH): 1) Unaami (the name given to the suite of observed pan-Arctic changes) is related to the Arctic Oscillation, 2)Unaami is a component of climate change, and 3) Feedbacks among the ocean, land, ice and the atmosphere are critical to Unaami. Using two newly-available, 20-year, satellite-derived data sets in combination with surface observations, the PI's will diagnose patterns of and interactions among change in transported heat and moisture, cloud properties, surface temperature, net precipitation, and surface radiation fluxes, and test the hypothesis that these patterns are interrelated and aligned with large-scale circulation features in the atmosphere. The broader impacts of this activity are 1) to contribute toward understanding and predicting global climate processes and change, 2) to involve graduate students in the research, and 3) to provide material to be included in undergraduate course material for classes in remote sensing and cryospheric processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Ackerman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Ackerman",
   "pi_email_addr": "steven.ackerman@wisc.edu",
   "nsf_id": "000174953",
   "pi_start_date": "2003-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": null
}