{
 "awd_id": "0241291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of Late Holocene Paleomagnetic Dating Curves for the High Arctic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane V. Dionne",
 "awd_eff_date": "2003-02-15",
 "awd_exp_date": "2006-01-31",
 "tot_intn_awd_amt": 104210.0,
 "awd_amount": 104210.0,
 "awd_min_amd_letter_date": "2003-02-28",
 "awd_max_amd_letter_date": "2003-02-28",
 "awd_abstract_narration": "New paleomagnetic observations on u-channel samples from two lakes on Ellesmere Island suggest that Arctic lake sediments can preserve a robust record of Holocene geomagnetic field behavior. The Principal Investigator will define, within the limits of available sediment, the Holocene paleomagnetic record of the High Arctic.  The available cores provide both the quality of material and the density of coverage necessary to meet established criteria for the development of secular variation  master  curves.  Relative paleointensity proxy records will also be developed.  The data will be tied to historical records and placed on robust independent chronologies based on varve counts for lakes and radiocarbon dating of marine sediments. The intellectual merits of this proposal are two fold. First, recent geomagnetic observations from historical data covering the last century, as well as the dynamo theory and modeling suggest that the polar geomagnetic field is unique and possibly substantially different than that of the rest of the Earth.   Because there are no prior high-resolution paleomagnetic observations from the High Arctic, the relationship between the polar field and the main field at  secular  variation  time  scales  is unknown.   If the polar field is unique, it should manifest as distinct secular variation behavior, as suggested by historical data that show accelerated changes relative to the mid-latitudes.   Second, dating of Arctic sediments is difficult, and in general, limited to those lakes producing varved sediments.  Because of this, paleo-studies are often limited to a small subset of the potential archives that could provide high quality records. A primary objective of this research is the inter-calibration of geomagnetic paleosecular variation (both directional and intensity) with varve based chronologies which will be augmented by radiocarbon dates on marine sediments studied in this proposal. Development paleomagnetic master dating curves will result in  an  important  new  dating  tool  for  the Arctic that would be  applicable to both lake and marine sediments, whether massive or laminated. Based on the geology and the environment of the region, Arctic lake sediments may in fact be optimal for paleomagnetic studies.  The proposed paleomagnetic study would be the first of its kind in the Arctic, and therefore a range of sediments will be explored to test the robustness and applicability of this record. Results from this study will have societal impact by providing a new tool to help understand the past environmental variability of the Arctic that is presently undergoing significant and accelerated change.  \r\n \r\n \r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Stoner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S Stoner",
   "pi_email_addr": "jstoner@coas.oregonstate.edu",
   "nsf_id": "000263397",
   "pi_start_date": "2003-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 104210.0
  }
 ],
 "por": null
}