{
 "awd_id": "0241890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI Collaborative Research:  Characterization and Control of Spatio-Temporally Chaotic Pattern Dynamics in Taylor Vortex Flow",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2007-04-30",
 "tot_intn_awd_amt": 105000.0,
 "awd_amount": 105000.0,
 "awd_min_amd_letter_date": "2003-04-08",
 "awd_max_amd_letter_date": "2003-04-08",
 "awd_abstract_narration": "Technical Abstract\r\n\r\nThe objective of this project is to quantitatively characterize the transition from localized chaos to spatiotemporal chaos (STC) as a function of system size.  This is a novel study that will lead to a better understanding of how dynamic spatial patterns become disordered.  Experimentally, Taylor vortex flow (TVF), with both long single and multiple-waist hourglass geometries will be studied.  Previous experiments by the PIs demonstrate that TVF with a short single hourglass geometry exhibits spatially-localized, low-dimensional chaotic pattern dynamics consisting of persistent phase slips near the center of the vortex pattern.  Lengthening this system, or introducing multiple hourglass waists, is expected to generate more complex dynamics that are no longer spatially localized.  Numerically, a spatially-ramped reaction-diffusion model and models of diffusively coupled nonlinear oscillators will be explored.  The reaction-diffusion model is already known to exhibit localized chaos in a short system and STC in a long system, but the transition between these states has not been examined yet.  Building on their previous success controlling localized chaotic pattern dynamics, the PIs will attempt feedback control of STC in the experimental geometries, informed by the development of control algorithms for the numerical models.  The project will offer highly accessible opportunities for undergraduate students to learn about chaos, nonlinear dynamics, pattern formation, control theory, and fluid mechanics.\r\n\r\nNon-technical Abstract\r\n\r\nThe objective of this project is a better understanding and characterization of how dynamic spatial patterns become disordered, and the development of minimal interventions sufficient to suppress this disorder.  Constantly changing but recognizable spatial patterns occur throughout natural and human-made systems-for example, patterns of cloud formation, of electrical conduction in mammalian hearts, and of light output from high-powered lasers.  Dynamic patterns often display what is referred to as \"spatiotemporal chaos\" (STC), a combined state of order and disorder in which the changes in the pattern are unpredictable over both time and space.  How patterns make a transition from localized chaos to STC as the size of a system is increased is not yet understood.  This project will investigate this transition in a rotating fluid system in which a pattern of vortices is created and in computer models that simulate analogous dynamic patterns.  The geometry of the fluid system is designed so that there are regions in which vortices are chaotically created and destroyed.  The PIs will also attempt to control STC (i.e. suppress the disorder) by creating a feedback loop that makes very small changes to the speed of rotation.  The ability to control STC has important technological and medical implications (e.g. control of erratic lasers, arrhythmic hearts, and mixing processes in the chemical and pharmaceutical industries).  The project will offer highly accessible opportunities for undergraduate students to learn about chaos, nonlinear dynamics, pattern formation, control theory, and fluid mechanics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Olsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Olsen",
   "pi_email_addr": "tolsen@aip.org",
   "nsf_id": "000163063",
   "pi_start_date": "2003-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lewis and Clark College",
  "inst_street_address": "615 S PALATINE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037687211",
  "inst_zip_code": "972198091",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OR05",
  "org_lgl_bus_name": "LEWIS & CLARK COLLEGE",
  "org_prnt_uei_num": "JXJJHFBDBLD5",
  "org_uei_num": "JXJJHFBDBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "Lewis and Clark College",
  "perf_str_addr": "615 S PALATINE HILL RD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972198091",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OR05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}