{
 "awd_id": "0241645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Influences of Cyclonic Eddy Activity on Planktonic Food Web Dynamics and Carbon Export in the Lee of Hawaii",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2003-09-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 246652.0,
 "awd_amount": 246652.0,
 "awd_min_amd_letter_date": "2003-09-26",
 "awd_max_amd_letter_date": "2003-09-26",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-0241645 / OCE-0241897 / OCE-0241121 / OCE-0241852\r\n\r\n\r\nIn this project, investigators at the University of South Carolina, the University of Hawaii, the University of California - Santa Barbara, and Science and Technology International will conduct interdisciplinary investigation of the physical, chemical, and biological characteristics of cold-core cyclonic eddies that form in the lee of the main Hawaiian Islands.  This area serves as a natural laboratory, providing excellent, if not unique, opportunities for understanding eddy-enhanced production and carbon export in an accessible subtropical oligotrophic setting. Three cruises are planned in which eddies will be sampled during three phases: spin-up (cruise I), maturity (cruise II), and spin-down (cruise III). Satellite data will be used to direct the timing and sampling locations of the intensive ship-based observations.   Sampling through the eddy is designed to balance horizontal resolution (i.e., spacing between XBT and CTD stations) with synopticity.  The team will characterize the biomass, size structure and taxonomic composition of phytoplankton and grazers in the eddy relative to the ambient oligotrophic waters off Hawaii. This information will be coupled with estimates of phytoplankton growth and microzooplankton grazing rates and related to concurrent rate estimates of primary productivity and new/export production (Th-234 flux estimates, sediment traps, nutrient inventories and stable carbon isotope mass balance).  The trajectory and subsurface temperature structure of the target eddy will be monitored using satellites (GOES-10, SeaWiFS, MODIS, and TOPEX/ERS) and drifters, respectively, and the contribution of the local cyclonic eddy field to carbon export will be estimated. The proposed sampling strategy will provide a 4-dimensional (x,y,z,t) data set for investigating the linkages and temporal lags between nutrient inputs, biological responses, and the downward flux of organic carbon. \r\n\r\nThese biogeochemical and physical data sets will provide missing links for advancing our understanding of the nature and importance of eddies in facilitating organic carbon export, as well as hard data for modelers to test their fundamental assumptions and formulations. The ultimate goal is to provide in situ estimates for the upper and lower limits of mesoscale eddy effects on local nutrient and food web dynamics such that they can be used to test, evaluate and reformulate the various models being developed to study eddy phenomena and their biogeochemical consequences on regional and basin scales.  Towards that end, experimental simulations of altimeter-based nitrate flux models will be performed.  This comparison should allow extrapolation of the results from the lee of the Island of Hawaii to the eddy field in the North Pacific Subtropical Gyre, using the blended TOPEX/ERS product and calculated nitrate fluxes calibrated with local in situ data.  \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Benitez-Nelson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia R Benitez-Nelson",
   "pi_email_addr": "cbnelson@geol.sc.edu",
   "nsf_id": "000428327",
   "pi_start_date": "2003-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1610",
   "pgm_ref_txt": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 246652.0
  }
 ],
 "por": null
}