{
 "awd_id": "0241346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Timing Games in Economics",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 247466.0,
 "awd_amount": 247466.0,
 "awd_min_amd_letter_date": "2003-01-28",
 "awd_max_amd_letter_date": "2005-06-29",
 "awd_abstract_narration": "This project explores issues of timing in economics and game theory. The first part concerns timing games - dynamic games where players need only decide when to stop. In the classic War of Attrition, later stoppers enjoy greater payoffs, while the reverse holds in the Pre-emption Game. While the literature dates back to the 1950's, only these extreme cases have been analyzed. But in most economic contexts, being first or last is not desired. This part introduces and fleshes out this larger class of timing games with general rank-dependent rewards.  The analysis employs tools novel to economics, as it turns on the theory of Totally Positive functions.  A second timing project analyzes a specific timing game in political economy. Recent developments in pivot voting theory suggest that unanimous jury verdicts are inefficient. This part recasts the jury decision not as a one-shot vote, but as a dynamic story of voting by individuals facing decision costs. Simply put, if delay hurts, then unanimity is the informationally optimal rule. What emerges is a rich and plausible story of how individuals' signal the strength of their information by holding out (as in dynamic auction theory), but later on are willing to switch sides of the vote parroting others (quite unlike auction theory). A final political economy timing project concerns decision theory. Namely, in parliamentary democracies like Britain and Canada, the incumbent government has the option to call an election any time before its term expires.  This project sets up a novel continuous time Bayesian model of the government's learning problem; preliminary tests reveal a good predictive match against British election data. The theory developed is inspired by the open problem of how to price put options in finance; however, electoral timing is a renewable put option. While the first two subprojects are purely theoretical, this part also envisions a numerical side, as well as some matching. \r\n\r\nThis project offers a range of mostly substantive and cross-disciplinary advances. The first project provides a general analysis of models where \"the early bird gets the worm, but the first one does not.\" This should have a wide range of broad impacts and applications across the social sciences - from market entry and investment decisions (industrial organization), to behavior in stock market bubbles (finance), or the phenomenon of being fashionably late, or joining a fashion (sociology). Since decisions about timing are often the easiest bits of industry data that can be observed without error, these applications should have much empirical content. The jury project counters a recent influential theoretical arguments for the inferiority of unanimous jury verdicts. The analysis should also introduce a simple framework for thinking about costly decision-making in committees. The election timing project shows how to use insights from finance theory in political economy. It should inform the debate on constitutional reform in new democracies, highlighting the incumbent advantage without fixed election cycles. \r\n \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lones",
   "pi_last_name": "Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lones A Smith",
   "pi_email_addr": "lones.smith@gmail.com",
   "nsf_id": "000309974",
   "pi_start_date": "2003-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 79468.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 82476.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 85522.0
  }
 ],
 "por": null
}