{
 "awd_id": "0241349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sequencing for Nitrogen Fixation: An Oral History Project on Rhizobial Research Genomics",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 147574.0,
 "awd_amount": 147574.0,
 "awd_min_amd_letter_date": "2003-02-10",
 "awd_max_amd_letter_date": "2004-06-14",
 "awd_abstract_narration": "This study will document and analyze the recent history (1970-present) of symbiotic nitrogen fixation (SNF) research, conducting oral history and ethnographic interviews with leading scientists to map both the major scientific transformations that SNF research has undergone during this period, and the changing social, political, and economic context in which SNF research has been conducted. The study will also draw from participant observation at interdisciplinary conferences and a review of the primary scientific literature. The study will focus on research surrounding two economically and scientifically significant symbiotic associations, that of the soybean (Glycine max) with the bacterium B. phaseolus, and that of the model plant organism Medicago truncatula (a relative of alfalfa) with the bacterium S. meliloti. The historical and ethnographic study of the research activity and groups around these two symbiotic systems will illuminate key achievements and trends in the field of SNF research, and will provide rich empirical material for contributing to key thematic areas in the social studies of science literature. The study will also draw out the changing institutional and social context of SNF research, in a period shaped by the energy crisis of the 1970s, the promise of profitable agricultural biotechnology ventures in the 1980s, ecological concerns, and visions of sustainable agriculture and reduced reliance on synthetic fertilizers, for both the U.S. and the developing world. The study has two primary aims: To create new knowledge about the effects of technological change within the sciences, and within SNF research in particular; To create new knowledge about the political-economic, institutional, social and ethical dimensions of scientific research on nitrogen fixation. The study will result in presentations at conferences, journal articles, and a book   It will also contribute to existing literatures focused on the scientific and institutional effects of the diffusion of genomic technologies since the 1970s; on the importance of model organisms in the development of genetics research; on the history of theories of symbiosis; on changing modes of institutional support for science since the 1970s; on the shape and effect of interdisciplinary collaboration in the sciences; on the role of women in the sciences; and on the ethical thinking of scientists.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Fortun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Fortun",
   "pi_email_addr": "fortum@rpi.edu",
   "nsf_id": "000216311",
   "pi_start_date": "2003-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 73818.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 73756.0
  }
 ],
 "por": null
}