{
 "awd_id": "0241125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "False-memory rejection: The role of the memorability-based strategy",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Isaac Unah",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 180138.0,
 "awd_amount": 193638.0,
 "awd_min_amd_letter_date": "2003-02-21",
 "awd_max_amd_letter_date": "2004-07-21",
 "awd_abstract_narration": "Most studies in the false-memory literature have focused on how people come to report that a false event occurred. In contrast, this research focuses on how people decide that an event did not occur. In some forensically relevant contexts, individuals may be questioned about numerous possible events, some of which occurred and some of which did not (e.g., in child abuse investigations, children are typically questioned about all types of abuse even if only one type is suspected; in adult therapy sessions, adults may be asked about numerous types of victimization experiences, even if multiple victimization was not initially mentioned). In such situations, what psychological mechanisms can potentially protect children and adults from forming false memories? The answer to this question is crucial from both a theoretical and applied perspective. From a theoretical perspective, although appreciation of factors promoting false-memory formation is extremely important for theories of memory, such theories must also include principles of false-memory rejection. False-memory rejection may be governed by principles that are functionally distinct from those affecting false-memory acceptance. Memory theories must thus be able to explain false-memory rejection. From an applied perspective, understanding false-memory rejection may be key to improvement of forensic interviews and reduction of faulty eyewitness memory reports, which can result in serious miscarriage of justice. Despite the theoretical and applied relevance, little is known about how individuals perform false-memory rejection. Some of the few studies conducted in this area indicate that adults use the memorability of an event strategically to guard against false-memory formation. That is, if an event is highly memorable, its occurrence should be remembered; failure to recall the event is therefore taken as evidence that it did not occur. Do children also use this same memorability-based strategy? Previous research by the principal investigators identified age differences in this memorability-based strategy, using a list learning procedure and interviews about false autobiographical events. Specifically, it was found that young children (5-year-olds) did not use memorability to make decisions about the nonoccurrence of an event or did so in a limited fashion (7-year-olds), despite the fact that they explicitly recognized differences in event memorability. In this research, only older children (9-year-olds) and adults correctly rejected high-memorability compared to low-memorability false events. Little is known, however, about the mechanisms that underlie these developmental differences or about the forensically relevant variables (i.e., interview instructions) that may influence use of the memorability-based strategy. \r\n\r\nFirst, the research explains developmental differences in use of the memorability-based strategy. Participants will be interviewed about true and false autobiographical events. For each event, participants are either asked to tell the experimenter all they can remember about the event or will receive additional information. Specifically, participants either receive information about the event's memorability (i.e., the necessary premise for the use of the strategy), or, in addition, be told that, by considering the event's memorability, they can help correctly decide whether or not the event happened (i.e., the memorability-based strategy). The extent to which providing information at retrieval affects children's rejection of high-memorability false events will shed light on the factors determining young children's use of the memorability-based strategy. Second, the proposed research determines whether explicit instructions to use memorability as a basis for rejecting the occurrence of an event reduce misinformation effects in comparison with source-monitoring instructions. Participants experience witness high- and low-memorability events, receive misleading information about them, and then be questioned about the occurrence or non-occurrence of the events. At the time of retrieval, participants will be questioned either without any specific instructions or after receiving instructions derived from the memorability-based strategy or source-monitoring principles. Third, the proposed research will examine whether a memorability-based strategy can be executed in contexts that may challenge individuals.  Reliance on it, namely after individuals are pressured to produce reports of false events, may create difficulties for individuals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simona",
   "pi_last_name": "Ghetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simona Ghetti",
   "pi_email_addr": "sghetti@ucdavis.edu",
   "nsf_id": "000488760",
   "pi_start_date": "2003-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Goodman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gail S Goodman",
   "pi_email_addr": "ggoodman@ucdavis.edu",
   "nsf_id": "000469858",
   "pi_start_date": "2003-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 180138.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 13500.0
  }
 ],
 "por": null
}