{
 "awd_id": "0241893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Determinants of Husband-Initiated and Wife-Initiated Divorces",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 162555.0,
 "awd_amount": 162555.0,
 "awd_min_amd_letter_date": "2003-03-06",
 "awd_max_amd_letter_date": "2003-03-06",
 "awd_abstract_narration": "SES- 0241893 \r\nPaula England  \r\nNorthwestern University \r\n\r\nThe project seeks to extend our understanding of why couples divorce or stay together by studying determinants of wives and husbands initiating divorces.  The study is innovation in its approach of classifying divorces according to whether the wife or husband initiates the divorce. Who initiated the divorce is defined as the ex-spouse who reports to have wanted the divorce more.  The study analyzes the distinct determinants of women leaving men and men leaving women.  No previous research has distinguished between causes of husbands leaving wives and wives leaving  \r\nhusbands. The study uses all three waves of the National Survey of Families and Households; wave 3 becomes available in early 2003.  The PI draws upon theories of gender and exchange theory in sociology, and bargaining models in economics.  One goal of the study is to assess whether having better alternatives outside the marriage makes a partner more likely to initiate divorce, particularly if s/he is unhappy in the marriage.  Having higher earnings (which facilitate support of oneself, one's children, and possibly a new family) affect alternatives outside the marriage.  Better health (e.g. not having a physical or mental disability) may improve one's ability to live on one's own and prospects on the marriage market, and thus make initiation of divorce more likely.   The project also assess whether a partner receiving more benefits from a spouse is less likely to initiate divorce.  These benefits include income from the spouse's earnings, household work, emotional support, treatment perceived as fair, and the ability to rear children in an intact family.  Gender differences are also assessed, for example, if there is a double standard of aging, then age will deteriorate women's outside marriage market alternatives more than men's, and women's inclination to initiate divorce will decline with age more than men's.  The research also examines whether those with greater commitment to staying in marriage unconditionally are less likely to initiate divorce.  The investigator seeks to understand why women are reported by both husbands and wives to be the initiators in a majority of divorces, considering the hypothesis that rigidity of male gender scripts makes it harder for women than men to convert resources to bargaining power.  Competing-risk event-history models will be used to predict whether wives or husbands initiate divorce, each relative to the alternative of the marriage persisting.  This research will contribute to the development of theories of family behavior, as well as to policy discussions of the changing American family\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Haro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Haro",
   "pi_email_addr": "pengland@nyu.edu",
   "nsf_id": "000428100",
   "pi_start_date": "2003-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 162555.0
  }
 ],
 "por": null
}