{
 "awd_id": "0242991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research:  Experimental and Computational Investigation of Wall-Pressure Fluctuation in Shear Layers with Strong and Weak Feedback Effects",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2003-03-01",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 28778.0,
 "awd_amount": 28778.0,
 "awd_min_amd_letter_date": "2003-02-24",
 "awd_max_amd_letter_date": "2003-02-24",
 "awd_abstract_narration": "0242991\r\nNaguib\r\n\r\nDescription: This award supports a joint research project between Dr. Ahmed Naguib, Department of Mechanical Engineering, Michigan State University (MSU), East Lansing, and Dr. Zakaria Ghoneim and Dr. Mostafa Abdelkhalek, Department of Mechanical Power Engineering, Ain Shams University, Cairo, Egypt.  They plan to conduct collaborative research on computational investigation coordinated with experimental work funded by NSF award CTS 011690. The investigation will focus on understanding the space-time character of the wall-pressure field and its generating flow sources on two different but related flow problems. The first of these is associated with the incompressible flow over a two-dimensional cavity. This flow has been computed recently by the Ain Shams University collaborators using Random Vortex Methods\r\n(RVM). The experimental investigation is aimed at verifying the existing computation of the cavity flow. The RVM code will be adapted to compute the flow field and associated wall pressure for the (second case) flow over an axi-symmetric backward-facing step.  These computations will be coordinated with the experimental work conducted under the existing award.  It is expected that the space-time databases to be compiled here could be used to investigate a host of other flow issues. Examples include the development of wall-pressure-based low-order models for active flow control, and testing of turbulence models for non-equilibrium flows.  The resulting data sets will be published and made accessible to interested parties in the wider community of fluid dynamics researchers through web and conference-based dissemination.\r\n \r\nScope:  This project will enhance the existing NSF grant by the generation of time-resolved, spatial flow and wall-pressure information from the computations at conditions similar to those of the experiment.  The proposed work is mutually beneficial as MSU gains the depth of adding a computational component to an experimental research project and Ain Shams University gains capability to conduct an experimental investigation complementing ongoing computational work.  The project will support the travel of a masters degree student from Ain Shams University to MSU for three months to work under the supervision of the PI on constructing a cavity-flow setup and microphone-array sensor module. This hardware will later be used to conduct measurements in a wind tunnel facility at Ain Shams University under the supervision of Dr. Ghoneim and in coordination with the PI.  This project is jointly funded by the Office of International Science and Engineering and the Division of Chemical and Transport Systems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ahmed",
   "pi_last_name": "Naguib",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmed Naguib",
   "pi_email_addr": "naguib@egr.msu.edu",
   "nsf_id": "000315228",
   "pi_start_date": "2003-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9153",
   "pgm_ref_txt": "ENVIRON CONSCIOUS DESIGN AND MANUFACTURI"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 28778.0
  }
 ],
 "por": null
}