{
 "awd_id": "0242555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tres Zapotes Archaeological Project 2003",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-02-01",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 194848.0,
 "awd_amount": 194848.0,
 "awd_min_amd_letter_date": "2003-01-14",
 "awd_max_amd_letter_date": "2003-01-14",
 "awd_abstract_narration": "With National Science Foundation support Dr. Christopher A. Pool and his colleagues will conduct a two-year project of excavation and laboratory analysis at the archaeological site of Tres Zapotes, Veracruz, Mexico.  With an archaeological record that spans the two millennia between 1000 B.C. and A.D. 1000, Tres Zapotes is the key site for understanding the emergence of Classic period civilization from ancient Olmec roots in Mexico's southern Gulf Coast lowlands.  Olmec chiefdoms flourished from 1500 to 400 B.C., creating Mesoamerica's first great sculptural tradition and establishing social, political, and religious patterns found among such later civilizations as the Classic Maya.  Such was the impressiveness of Olmec culture and the extent of its influence that some scholars regard it as Mesoamerica's \"Mother Culture\".   Research at major sites in the eastern part of the Olmec heartland has long emphasized the collapse of this precocious culture around 400 B.C.  Dr. Pool's previous research at Tres Zapotes paints a very different picture, however.  Far from suffering a decline, this regional Olmec capital grew to cover 2 square miles (500 ha) between 400 B.C. and A.D. 300, becoming the largest center of the succeeding Epi-Olmec culture in the southern Gulf lowlands.   Among the significant accomplishments of Epi-Olmec culture were the development of one of the earliest and most sophisticated writing systems in the Americas, the invention of the equally sophisticated Long Count calendar later employed by the Classic Maya, and the formalization of the political institution of kingship.   \r\n\r\nDr. Pool and his colleagues will investigate the political and economic processes that fostered these cultural developments.  Specifically, the project tests a \"confederation\" model of Tres Zapotes political economy in which leaders of competing political factions united to rule the Tres Zapotes polity by emphasizing a corporate strategy of reciprocal obligations and communal ritual while monopolizing the ideological and economic sources of power within their respective factions.  Excavations of Olmec and Epi-Olmec contexts in formal civic-ceremonial complexes and craft production areas will provide the data to test this model.  Excavations in the formal complexes are designed to recover information on the degree to which they were contemporaneous, variation in their functions through time, differential access to valued resources, and the symbolic content of artifacts and public monuments. Excavations in craft production areas, including those attached to formal complexes and non-elite households, will assess variation in the organization and products of manufacture.   \r\n\r\nThis research is important because it will shed new light on a crucial but poorly understood period of ancient Mesoamerican history, and it will contribute to theory on the role of political economies in the evolution of complex society and the formation of states.  Its broader impacts include the training of Mexican and North American students in field and analytical techniques, the fostering of international collaboration with Mexican professionals, and it will enhance the local infrastructure for future research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Pool",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Pool",
   "pi_email_addr": "capool0@uky.edu",
   "nsf_id": "000354225",
   "pi_start_date": "2003-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 194848.0
  }
 ],
 "por": null
}