{
 "awd_id": "0244327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Risk Exploratory Research: Confirming an Upper Paleolithic Occupation of the Central Tibetan Plateau",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 24961.0,
 "awd_amount": 24961.0,
 "awd_min_amd_letter_date": "2002-10-22",
 "awd_max_amd_letter_date": "2002-10-22",
 "awd_abstract_narration": "Despite more than 40 years of research, very little is known of the antiquity of the human presence on the Tibetan plateau, one of the world's highest and most complex environments. Although some archaeologists have argued for an early occupation, one that perhaps began 50,000 years ago, the only securely dated sites are 5,000 years old. The recent discovery of the Chusang site in central Tibet near Lhasa may bring new insights to this problem. First discovered in 1995, but only recently published, the site is said to have human hand and footprints in a calcified mud deposit that dates to approximately 21,000 years ago. Should this date be accurate, this site would radically change our thinking about the occupation of the plateau. However, the site has never been examined in detail by archaeologists, and consequently, the scientific community is awaiting a more comprehensive study of the site before accepting these findings. \r\n\r\nAt the invitation of Chinese scholars, Dr. Mark Aldenderfer and a multidisciplinary team of American, Chinese, and Tibetan archaeologists, geologists, geomorphologists, and dating specialists will study Chusang and attempt to verify this early human presence. Their work will involve a complete mapping of the site, a thorough review of its geological context with the goal of recovering new samples of datable materials in direct association with the hand and footprints, the examination of the region around the site to see if other traces of an early human presence can be located, and the preservation of the prints by making casts.\r\n\r\nThe evaluation of the Chusang site and the confirmation of its antiquity will be of importance to more than just archaeology. For much of the 20th century, geologists thought that the entire Tibetan plateau was covered with a thick sheet of ice throughout much of the glacial epoch. Should Chusang date to 21,000 years ago, this finding would be of value to the growing body of scholars that believe the plateau was not covered with this ice sheet. Another question that this project may help to provide insight into is the nature of human adaptations to high-elevation environments. Physical anthropologists have remarked on the striking differences between Tibetans and Andean highlanders in the ways in which they have developed physiological responses to the rigors of life at high elevations. Why this is the case is unknown, with some arguing that the difference is simply that indigenous Andean peoples have not lived at high elevation as long as have Tibetans, while others suggest that these differences are not time dependent, but instead reflect two distinct evolutionary pathways that solve the same problem. Confirming the age of Chusang will help to evaluate these arguments.\r\n\r\nOne major benefit of the project is that it will provide an ideal multi-national, multi-disciplinary learning environment for American, Chinese, and Tibetan graduate students. As the first western archaeologist permitted to work on the central plateau, Dr. Aldenderfer believes that the project will encourage similar collaborative projects in Tibet.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Aldenderfer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Aldenderfer",
   "pi_email_addr": "maldenderfer@ucmerced.edu",
   "nsf_id": "000277859",
   "pi_start_date": "2002-10-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 24961.0
  }
 ],
 "por": null
}