{
 "awd_id": "0244390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Terahertz Electro-Optics in Semiconductor Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 397000.0,
 "awd_min_amd_letter_date": "2003-05-14",
 "awd_max_amd_letter_date": "2005-02-28",
 "awd_abstract_narration": "The research project explores the basic physics, fabrication, and materials science of semiconductor devices that can modulate light at TeraHertz (10^12Hz) frequencies.  Of interest is response of these devices to simultaneous illumination with intense electric fields at a THz frequency plus weak near-infrared (NIR) radiation.  Previous work has shown the presence of sharp and narrow sidebands of the NIR radiation at the NIR frequency plus multiples of the THz frequency.  The proposed experiments will determine the efficiency of the side-band generation process.  Side-band generation will be studied in devices that contain single semiconductor quantum wells embedded in an electromagnetic environment engineered to maximize their coupling to NIR radiation.  Other research will attempt to fabricate semiconductor devices that modulate NIR radiation in the fiber-optic communications band near 1.5 microns wavelength, rather than in the 0.8 micron band that has been previously studied.  Finally, the THz electro-optic properties of quantum wells doped with electrons will be studied.  Previous experiments have used undoped samples.  The work will test predictions that a doped quantum well driven by strong THz radiation can exhibit nonlinear phenomena like bifurcations and chaos.  Sideband generation in doped quantum wells will be studied for the first time, to search for new quantum nonlinear phenomena.  Students participating in this research program emerge with a very broad training, which includes semiconductor device fabrication, optics at near infrared and THz frequencies, cryogenics and electronics.  This provides a strong background for careers in academia, government or industry. \r\n\r\nThe Terahertz (10^12 Hz) is emerging as a natural frequency scale for information technology.  A single optical fiber has the capacity to carry 40 Terabits (TBit) per second on light with wavelengths near 1.5 microns.  The 40 Terahertz (THz) bandwidth of fiber optic communications has been divided into optical amplifier bands roughly 5 THz wide, and into channels whose spacing is currently 0.1 THz.  However, for electronics, the natural frequency scale is still the GHz (10^9 Hz), the clock speed of a typical modern personal computer.  The mismatch between the speed of electronics and photonics is a major bottleneck in information technology.  The development of technology to allow telecommunications companies to economically utilize the enormous bandwidth of optical fibers already in the ground would benefit businesses and individuals throughout the economy.  The research conducted under this grant explores the basic physics, fabrication, and materials science of semiconductor devices that are able to modulate light at THz frequencies.  In addition to their desirability in the field of optical communications, semiconducting THz electro-optic devices operate in a regime where the effects of quantum mechanics, strong driving, many-body physics, and dissipation are all important.  This regime is one of the frontiers of condensed matter physics.  Students participating in this research program emerge with a very broad training which includes semiconductor device fabrication, optics at near-infrared and THz frequencies, cryogenics and electronics.  This provides a strong background for careers in academia, government or industry. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Sherwin",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Sherwin",
   "pi_email_addr": "sherwin@ucsb.edu",
   "nsf_id": "000475921",
   "pi_start_date": "2003-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 137000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}