{
 "awd_id": "0244957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamics of Boolean Networks and Gene Expression",
 "cfda_num": "47.049",
 "org_code": "03010100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "C.  Caldwell",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2005-04-30",
 "tot_intn_awd_amt": 55000.0,
 "awd_amount": 55000.0,
 "awd_min_amd_letter_date": "2003-07-16",
 "awd_max_amd_letter_date": "2003-07-16",
 "awd_abstract_narration": "The physical structure of a cell is largely determined by the expression level of each of its\r\ngenes. These levels are governed by complicated transcriptional and translational processes\r\nthat form proteins, whose presence can then alter those processes and hence influence the\r\nexpression levels of the very genes that produced them. At its deepest level, this complex\r\nphysical structure can be represented as a network of interactions among genes - a network that governs the progression of the cell through an abstract space of gene expression patterns. Socolar and Kauffman request funding for research addressing the dynamical properties of such complex networks. The mathematical networks to be studied are selected specifically for their relevance to the biology of gene expression. The proposed research aims to develop useful models of the complex regulatory networks\r\nthat determine the activities of all of the genes in a eukaryotic cell. Recent advances in experimental technique have prompted an explosion of activity in functional genomics, dominated at present by efforts to deduce particular substructures of a network by analyzing correlations in gene expression patterns. The proposed research addresses a complementary set of questions, focusing on the generic properties of complex Boolean networks with the goal of elucidating the functional implications of different types of network architecture.\r\nThe working hypothesis is that certain classes of Boolean networks illustrate principles of\r\norganization that underlie the structure of biological organisms.  Specifically, the proposed research will provide analytic calculations of the numbers of nodes that actually determine the long-time dynamics in large random Boolean networks constructed under various constraints, and determine the statistics of the sub-networks linking these relevant nodes with each other. After the completion of current work on random networks with a fixed number of inputs per node, scale-free networks will be studied, both\r\nwith random structures and with correlations corresponding to modular architectures. The dynamical behavior supported by the sub-networks of relevant nodes will be characterized, both for deterministic and stochastic dynamical rules.\r\nChoices of mathematical/physical problems will be strongly influenced by their potential\r\nfor biological relevance. Intermediate results will be compared to statistical information\r\ngathered from gene chip experiments to determine whether those experiments contain signatures\r\nof any particular global network architecture. Understanding the global features of genetic regulatory networks is expected to lead to new insights into evolutionary and ontogenic processes, as well as provide useful information for the design of functional genomics experiments involving selected portions of the genome.\r\nThe proposed research is highly cross-disciplinary, requiring a collaboration between experts in dynamical systems theory and cell and developmental biology. It provides opportunities for interdisciplinary training for students at all levels in the burgeoning fields of functional genomics and bio-informatics, where analytical skills traditionally taught in physics contexts and principles of cell and molecular biology are equally important.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Socolar",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua E Socolar",
   "pi_email_addr": "socolar@phy.duke.edu",
   "nsf_id": "000232663",
   "pi_start_date": "2003-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": null
}