{
 "awd_id": "0244258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-Europe: SiC-Based Ceramics via Naturally Derived Scaffolds",
 "cfda_num": "47.049",
 "org_code": "03070009",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 512000.0,
 "awd_amount": 512000.0,
 "awd_min_amd_letter_date": "2003-04-29",
 "awd_max_amd_letter_date": "2003-07-25",
 "awd_abstract_narration": "Silicon carbide, one of the hardest and most refractory materials known, does not occur in nature.  Both silicon carbide (SiC) powder synthesis and bulk production are energy intensive processes, often conducted in excess of 2000 degrees C due to low diffusivities characteristic of silicon carbide.  A limited number of processes are available at moderate temperatures through melt infiltration techniques, and they offer little microstructural control.  An alternative, under study here, relies on naturally derived scaffolds for SiC production.  These so-called \"biomorphic\" silicon carbides are produced by pyrolyzing wood to create the carbon scaffold.  The scaffold or template is then used for silicon infiltration and reaction to create versatile SiC-based cellular materials.  The objectives of this work are three-fold: (a) to understand the ambient temperature mechanical properties of cellular SiC fabricated from naturally derived scaffolds, and to compare these materials with SiC foam synthesized from pitch, (b) to examine the thermal stress resistance of these materials in large thermal transients, and (c) to use the SiC cellular materials as templates for hybrid materials, through multiple liquid metal (aluminum and titanium) infiltrations.  These methodologies may offer a new family of SiC-based composites with unique architectures, and hence, properties.  This program will be conducted in conjunction with two universities in Spain.  Production of the materials used for study will be accomplished at the University of Seville, and complementary numerical modeling will take place at the Polytechnic University of Madrid.  \r\n\r\nThese cellular SiC-based materials proposed for study show particular import for their economical means of production, their unique cellular microstructure and hence, properties, and their templating capability for SiC-based composites.  It is anticipated that the cellular microstructure, coupled with the refractory nature of SiC, will provide potential uses as heat exchangers, high temperature filters, catalyst supports, and thermal and acoustic insulation in extreme temperatures. Likewise, the SiC-based hybrids offer strategies for economical means of composite production compared to continuous fiber-reinforced materials. \r\n\r\nThis NSF project is co-funded by the Office of Multidisciplinary Activities, Division of Materials Research (Ceramics) and the International Office (Western Europe) as a Cooperative Activity in Materials Research between the NSF and Europe (NSF 02-135). This project is being carried out in collaboration with two groups in Spain, one at the University of Seville, and other at the Polytechnic University of Madrid.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Faber",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine T Faber",
   "pi_email_addr": "ktfaber@caltech.edu",
   "nsf_id": "000119705",
   "pi_start_date": "2003-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  },
  {
   "pgm_ele_code": "598000",
   "pgm_ele_name": "WESTERN EUROPE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1022",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIP ACT-RESEARCH"
  },
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  },
  {
   "pgm_ref_code": "7501",
   "pgm_ref_txt": "NSF-Europe Cooperation in Materials Res"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 512000.0
  }
 ],
 "por": null
}