{
 "awd_id": "0244713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electron Transport in Nanostructures and Single Molecules",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2003-05-08",
 "awd_max_amd_letter_date": "2005-04-28",
 "awd_abstract_narration": "This research project focuses on the electronic properties of two classes of nanostructures, metal nanoparticles and single molecules, which are related in that they are small enough that electrons can be manipulated to flow via individual quantum-mechanical states, rather than through a continuum of energy levels as is the case in larger devices.  The proposed work is aimed both at developing new fabrication techniques for incorporating nanoparticles and single molecules into electrical devices, and also at exploiting these techniques to gain new insights into the physics governing electron transport in these systems.  The ultimate goal is to understand electrical conduction at the level of single quantum states and individual chemical bonds.  The work will address a number of fundamental questions: How do the different forces, which act on electrons in nanostructures, affect the spectrum of quantum levels?  What physical processes affect spin-dependent transport through nanostructures and molecules?  In what ways is electron transport in single molecules similar to nanoparticles, and in what way is it different, due to vibrations, charge reconfiguration, solvent effects, and differences in screening?  The graduate and undergraduate students working on the project will gain broad expertise in nanotechnology, as well as skills in presenting their work verbally and in writing.  This training will prepare them for a variety of possible careers in education, research, and/or business.\r\n\r\nBy shrinking electronic devices to the nanometer scale, it has become possible to explore a new regime, where electrons are manipulated to flow through individual energy levels rather than through an effectively continuous spectrum of states.  This research project will develop new fabrication methods to make nanoscale devices, it will investigate techniques for controlling the flow of electrons through single energy levels, and it will determine whether this capability can lead to device functions not possible in larger devices.  The work will incorporate two types of nanoscale building blocks, metal particles less than 10 nm in diameter and individual molecules designed and synthesized to act as electrical transistors. The ultimate goal will be to understand electrical conduction at the level of individual chemical bonds.  The work will focus on fundamental physical questions having to do with the rates at which electrons move between energy levels, the effects of different of forces acting on the electrons, the role of the electron's spin in affecting its motion, and how molecular devices may differ from solid-state structures due to the fact that molecules may twist and vibrate. The graduate and undergraduate students working on the project will gain broad expertise in nanotechnology, as well as skills in presenting their work verbally and in writing.  This training will prepare them for a variety of possible careers in education, research, and/or business.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Ralph",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Ralph",
   "pi_email_addr": "dcr14@cornell.edu",
   "nsf_id": "000341905",
   "pi_start_date": "2003-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}