{
 "awd_id": "0245426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-Performance 1300-1600 nanometer InP-Based VCSELs",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2003-04-29",
 "awd_max_amd_letter_date": "2005-04-11",
 "awd_abstract_narration": "0245426\r\nColdren\r\n\r\nThe intent of this program is to demonstrate the highest performance 1550 nm VCSELs ever, using a very robust, manufacturable, InP-based technology. It is also intended to demonstrate WDM array technology using this approach as well as operability in the range between 1300 and 1550 nm. This technology is based on a recently patented VCSEL design philosophy[1] that has already demonstrated record-level performance using high-index-contrast As-Sb DBR mirrors together with InP conductive layers for low resistance electrical contacts and heat extraction, all lattice-matched and grown in a single epitaxial step on an InP substrate[2-4].  However, in this program it is proposed to incorporate several new and novel concepts that promise significant performance breakthroughs on top of the prior milestones. These concepts include the incorporation of novel 1) dielectric apertures for low-loss lateral optical and current confinement, 2) electron barriers for reduced vertical carrier leakage, and 3) quantum-well intermixing around the circumference of the device for lateral carrier confinement. These elements will lead to significant improvements in output power, maximum operating temperature, wall-plug efficiency, and available wavelength range, as desired for future low-cost optical networks.\r\n\r\nPrior work funded by NSF and DARPA has been successful in demonstrating the huge promise of the general approach. Most recently, experiments on this InP platform demonstrated the best overall 1550nm VCSEL results[2-4] as compared to all of the various monolithic approaches. These results illustrate the first ever 1550 nm VCSEL to have a sub-milliamp threshold current with over a milliwatt of light out at room temperature. And even with a non-optimal active region design and some excess optical loss in this case, it provided 0.2 mW of output at 70C. Moreover, because several limitations that were present in these early devices are now understood, the proposed improvements have been identified, and preliminary experiments and modeling suggest the 'significant performance breakthroughs' indicated above.\r\n\r\nThe intellectual merit of this work derives from its originality, contribution to knowledge, and experience and infrastructure of the PI. Eleven inventions related to the proposed technology have been filed as patents. The proposed novel VCSEL designs include the use of new dielectric-aperturing techniques for both lateral current and optical confinement, an electron barrier layer for improved high-temperature performance, and optionally, a novel implant and anneal procedure to selectively intermix quantum wells on the periphery for lateral carrier confinement.  Previously, new approaches for creating WDM arrays of such VCSELs were proposed[5]; a reproducible MBE growth procedure was developed to create low optical loss, high-index contrast DBR mirrors using compounds of AlGaAsSb lattice-matched to InP; high-conductivity InP layers for low thermal and electrical impedance were included; and very low-voltage-drop tunnel junctions (TJs) incorporating InP and AlGaInAs were developed to enable VCSELs with only n-doped contact layers for low optical loss and electrical resistance[6].\r\n\r\nThe broader impacts of this activity include its potential for having a major impact on reducing the cost of sources for the optical communications industry. Current long wavelength VCSELs do not provide the required output power, and their temperature range of operation is limited. Higher-power, higher-efficiency, and higher operating temperatures in a low-cost technology for the 1300 - 1550 nm range will be offered by the results of this research, and this will be very enabling to the optical communications industry in its attempts to recover from its current slump. The project will provide an excellent teaching vehicle for the graduate student involved, who will need to learn various aspects of OE device physics, materials growth and processing, and device characterization.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Coldren",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Larry A Coldren",
   "pi_email_addr": "coldren@ece.ucsb.edu",
   "nsf_id": "000208309",
   "pi_start_date": "2003-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 91098.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 96217.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 82685.0
  }
 ],
 "por": null
}