{
 "awd_id": "0245082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Combinatorics of Representations",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 140754.0,
 "awd_amount": 140754.0,
 "awd_min_amd_letter_date": "2003-05-27",
 "awd_max_amd_letter_date": "2005-02-24",
 "awd_abstract_narration": "\r\nPrincipal Investigator: Georgia Benkart\t\r\nProposal Number: 0245082\r\nInstitution: University of Wisconsin-Madison\r\nAbstract: The combinatorics of representations\r\n                        \r\nThis proposal focuses on three different projects -- all related to the combinatorics of representations.    The first involves Temperley-Lieb and Jones algebras.    Temperley-Lieb algebras appeared initially in statistical mechanics as transfer matrices between physical states.  Later they were discovered to provide important invariants of knots and links.  Similarly, the Jones algebras are related to knots and links on an annulus.  Results in knot theory are playing an ever more significant role in such topics as DNA analysis and protein folding.  The proposed work is to study certain algebras of matrices that commute with the Temperley-Lieb and Jones algebras. The goal is to understand the associated combinatorics and its applications in addressing a variety of problems in areas such as knot theory and group theory.  The second project studies down and up operators on sets with a partial order.  Such operators have appeared in many different contexts -- for example, in physics where they are often interpreted as creation and annihilation operators on particles.  The algebra generated by these operators reveals much information about the set; it encodes essential combinatorial data; and it contributes to the understanding of such things as random walks on the set.  The final project investigates certain reflections in hyperplanes (mirrors) related to extended affine root systems, their combinatorics, and their actions on various spaces.  All the projects involve the representation theory of algebras and groups.\r\n\r\nThe goal of representation theory is to ``represent'' an abstract algebraic object as explicit matrices (rectangular arrays of numbers) that describe its action on a space.  The algebraic object might be acting as the symmetries of a crystal or as rotations of a physical system.  Representation theory has had an enormous impact on particle physics, on the study of crystals in chemistry, and on mathematical research ever since the pioneering work of mathematician Issai Schur and physicist Hermann Weyl in the 1920's. Its continuing vitality is evidenced by much current activity and many open problems.   Combinatorial representation theory takes the concrete realization one step further by associating to such representations, combinatorial objects that can be manipulated and counted explicitly.  The subject has had an explosion of activity in recent years with numerous important applications in diverse areas of mathematics and physics. This proposal seeks to understand the combinatorics of certain algebras called Temperley-Lieb algebras and various other related algebras.  Temperley-Lieb algebras first arose in statistical mechanics where they were used to describe the transfer of energy between physical states. In the 1980's, Vaughan Jones showed that they are related to the study of knots.  By studying various properties of them, the project seeks to develop new ways of distinguishing knots and links.  This has potential applications to such subjects as DNA analysis and protein folding.   Some components of these projects can be undertaken by undergraduate and beginning graduate students, as combinatorics provides an excellent vehicle to introduce students to research because of its concrete nature.  The principal investigator, Georgia Benkart,  feels it is important to expose students to mathematical research and to convince them that they can understand and take an active role in research.  Students will participate in the project in essential ways and will conduct their own research projects related to the ones proposed here.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georgia",
   "pi_last_name": "Benkart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georgia Benkart",
   "pi_email_addr": "benkart@math.wisc.edu",
   "nsf_id": "000273747",
   "pi_start_date": "2003-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 29422.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 55134.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 56198.0
  }
 ],
 "por": null
}