{
 "awd_id": "0245588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Virtual Knot Theory",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 159182.0,
 "awd_amount": 159182.0,
 "awd_min_amd_letter_date": "2003-05-08",
 "awd_max_amd_letter_date": "2004-08-17",
 "awd_abstract_narration": "DMS-0245588\t\r\nLouis Kauffman\r\n\r\nThis project takes a broad approach to virtual knot theory. Knot theory\r\nstudies the embeddings of curves in three-dimensional space. Equivalently\r\nknot theory studies  the embeddings of curves in a\r\nthickened two dimensional sphere. Virtual knot theory studies the\r\nembeddings of curves in thickened surfaces of arbitrary genus,\r\nup to the addition and removal of empty handles from the surface. From the\r\npoint of view of classical knot theory a virtual knot\r\nwill appear as the trajectory of a particle that sometimes abruptly\r\ndisappears from three dimensional space and reappears later\r\nat another point in space. An example of such a trajectory would be a\r\nsuperstring moving in three dimensional space, but\r\noccasionally taking a detour into higher dimensions. Virtual knots have a\r\nspecial  diagrammatic theory that makes handling them\r\nvery similar to the handling of classical knot diagrams. With this\r\napproach, one can generalize many structures in classical knot\r\ntheory to the virtual domain, and use the virtual knots to test the limits\r\nof classical problems such as  the question whether\r\nthe Jones polynomial detects knots and the classical Poincare conjecture.\r\nCounterexamples to these conjectures exist in the\r\nvirtual domain, and it is an open problem whether any of these\r\ncounterexamples are equivalent (by addition and subtraction of\r\nempty handles) to  classical knots and links. Virtual knot theory is an\r\nimportant domain to be investigated for its own sake and for a deeper\r\nunderstanding of classical knot theory.\r\n\r\nThe principal investigator hopes that the above analog relationship with string theory\r\nwill bear fruit. Virtual braids are being used by the principal\r\ninvestigator to establish relationships among quantum computing, quantum\r\nentanglement and topological entanglement. It is a long-standing goal of\r\nthis project to work with knots, physics and\r\nother natural sciences such as molecular biology.\r\nGeneralizations such as the virtual knot theory have\r\npotential for use in a wide variety of applications where there is a\r\ncombination of topology, and combinatorially modeled physicality.\r\nIn such applications, the topology is only part of the picture. One is\r\ndealing with systems that can be modeled in a discrete way so\r\nthat certain specified changes are allowed in the forms of the models. The\r\nquestion that a topologist asks is: What is invariant under the changes?\r\nThis question is significant in applications because it corresponds to the\r\nstable properties of molecular structures and to conserved quantities in\r\nthe physics. The approaches used in combinatorial topology can be\r\ngeneralized for use in a wide variety of contexts. A good example of this\r\nis seen in the use of knot theory in molecular biology where the allowed\r\nchanges are a combination of what the topologist regards as continuous\r\ndeformations coupled with discontinous changes corresponding to enzymatic\r\naction and recombination. This has led to a vigorous interplay between\r\nknot theory and molecular biology. By asking these questions about\r\ntopological relationship and the nature of knot theory, new insights and\r\napplications in molecular biology, physics and quantum computing are\r\ncoming forth.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Kauffman",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Louis H Kauffman",
   "pi_email_addr": "kauffman@uic.edu",
   "nsf_id": "000475644",
   "pi_start_date": "2003-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 71434.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 87748.0
  }
 ],
 "por": null
}