{
 "awd_id": "0245511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies in Classical and Statistical Mechanics",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2003-05-15",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 27729.0,
 "awd_min_amd_letter_date": "2003-04-04",
 "awd_max_amd_letter_date": "2007-05-17",
 "awd_abstract_narration": "PI: Lawrence Thomas, University of Virginia\r\nDMS-0245511 \r\n\r\nABSTRACT:\r\n\r\nThe investigator will work primarily in two areas of mathematical physics. \r\n\r\n1)\tModels in Non-Equilibrium Statistical Mechanics. A typical model consists of a chain of coupled anharmonic oscillators (or a non-linear field) coupled to two linear fields. The linear fields are given Gaussian distributed random initial conditions with, in general, different covariances corresponding to different temperatures. Depending on the couplings, the resulting equations for the oscillators or wave equations for the non-linear field are stochastic ordinary or partial differential equations. The goals of the research include showing the existence of invariant measures for the system of equations and elucidating the steady state thermodynamics of these measures, e.g., that there is heat-flow and entropy production. An ultimate goal is to understand the thermodynamic limit of such measures.\r\n2)\tDynamics of an Elastica and Related Models as Problems in Wave-Maps. An example of a dynamical elastica is a curve (e.g., a thin but massive inextensible wire), moving in space, having both a non-relativistic kinetic energy and an internal potential energy given by the integral of the curvature squared over the curve. The Euler-Lagrange equations governing the elastica include a wave equation, 4th order in the spatial variable, and an auxiliary equation for the curve tension. The elastica equations are closely related to those for wave-maps such as the Landau-Lifshitz equations of ferromagnetism, and their respective analyses share commonalities such as use of the Hasimoto transformation. In previous work with a collaborator, the investigator has shown local existence for the elastica for initial data in suitable Sobolev spaces. His immediate research goal is to resolve the question of whether there is global existence or whether in some circumstances the elastica actually tears itself apart in a finite time.\r\n\r\nGeneral description: \r\n  1) Models in Non-Equilibrium Statistical Mechanics. Non-equilibrium but steady state phenomena are familiar and ubiquitous in nature.  Good examples are steady heat flow through a material body with fixed thermostated temperatures over its surface, and an electrical current through a wire with different fixed voltages at its ends.  Surprisingly, there is no satisfactory mathematical theory or formalism for describing these phenomena, at least none starting from\r\nthe level of particles and fields making up the material body. By contrast, equilibrium phenomena, for example the specific heat and the magnetic susceptibility of a material and their dependence on temperature and pressure, are well understood from the microscopic point of view.  The investigator will consider specific models described by differential equations, the goals being to provide formalism for non-equilibrium phenomena and to develop the mathematical tools necessary to apply it.\r\n  2) The Dynamics of an Elastica and Related Models as Problems in Wave-Maps.  A dynamical elastica can be thought of as a thin inextensible wire (a curve) which is massive and which can flex in space. The differential equations of motion for the elastica are closely related to those for wave-maps, which describe, for example, the dynamics of ferromagnetic materials or more exotic sigma-models from particle physics.  The investigator is studying the long-time behavior of the elastica with the objective of determining whether it vibrates indefinitely or can in fact tear itself apart in a finite time.  A better understanding of the elastica behavior and related problems would be useful in applied settings including continuum mechanics and even the mechanics of large biological molecules. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Thomas",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence E Thomas",
   "pi_email_addr": "let@virginia.edu",
   "nsf_id": "000326511",
   "pi_start_date": "2003-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 27729.0
  }
 ],
 "por": null
}