{
 "awd_id": "0300208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lagrangian and Autonomous Sampling Methods in Oceanography:  A Workshop,March 2003,  San Diego, CA",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2003-01-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 69600.0,
 "awd_amount": 69600.0,
 "awd_min_amd_letter_date": "2002-12-30",
 "awd_max_amd_letter_date": "2002-12-30",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-0300208\r\n\r\nRudnick / SIO\r\n\r\n\t\r\nThe Principal Investigator, in collaboration with M. J. Perry at the University of Maine, proposes to co-chair an interdisciplinary workshop to develop a strategic planning document that details the exciting, new scientific opportunities for using Lagrangian and autonomous platforms for interdisciplinary studies of the ocean. The last decade has witnessed a revolution in ocean observing capabilities as new platforms and sensing systems have been introduced and matured. It is now possible with a class of oceanographic platforms that can be loosely characterized as autonomous to track water masses, record their biological, physical, optical and chemical properties, and periodically receive the data at home via satellite telemetry All of the recent disciplinary and interdisciplinary oceanography reports sponsored by the Foundation in the last few years highlight the potential and profound impact of these new observing capabilities on experiments and observations. Because of the new and rapidly evolving nature of this mode of sampling, there has been to date no concerted effort to detail the new opportunities that will be enabled in cross-disciplinary activities. The time is now right to develop a national plan so that all oceanographers can share in the technological advancements achieved to date and can participate in future activities. We propose a workshop to formulate such a plan with the goal of answering four primary questions:\r\n* What new science can be done with Lagrangian, autonomous, or other novel platforms?\r\n* What technological developments need to be pursued, including sensor development and information technology?\r\n* How should these new platforms be made available to the community?\r\n* What training, education, and outreach efforts must accompany these activities?\r\nA steering committee with representation from a diverse cross section of the ocean community will organize a workshop of 40 participants in San Diego in March 2003. Broad participation from senior and junior scientists in ocean sciences, engineering, information technology, and sensor development will be solicited. The participation of women at all levels and scientists from under-represented groups (who most likely will not be at the senior level) will be sought. A draft report will be vetted and community comment incorporated in the document; the final report will be published in autumn 2003. The goal of the workshop is to help catalyze the revolution in ocean observations and to facilitate access to these tools and data by a broader community.  The research resulting from these technologies will contribute to more detailed studies of climate and the impacts of climate variability on ocean ecosystems. The workshop will address how data sets can best be used in educational venues as a vehicle for enticing K-16 students into science and engineering.\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Rudnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Rudnick",
   "pi_email_addr": "drudnick@ucsd.edu",
   "nsf_id": "000455467",
   "pi_start_date": "2002-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 69600.0
  }
 ],
 "por": null
}