{
 "awd_id": "0300173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiscale Oscillatory Dynamics in Cortical Function",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2007-04-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2003-04-21",
 "awd_max_amd_letter_date": "2003-04-21",
 "awd_abstract_narration": "Project Summary\r\nThe proposed project aims at developing a model of cortical oscillation in the brain as they are\r\nbelieved to encode in a precise way all the different brain-state dynamics. Nowadays, we are able\r\nto obtain measurements of neural activities at multiple scales starting at the molecular level with\r\ndetailed chemical interactions, to cellular levels with localized recordings of synaptic currents and\r\nfiring dynamic, to networks with recordings from neuronal assemblies, to systems with recordings\r\nof brain activation from multiple cortical areas.\r\nThe model will have the following attributes: 1) it is consistent with physiological hypotheses\r\nand experimental recordings under specific brain states, 2) it is hierarchical, describing the brain\r\nactivity at multiple resolutions as well as describing brain state transitions as information-state\r\nrefinements and 3) it is amenable to efficient simulations.\r\nThis model will further our understanding of several phenomena evident in the cortical dy-\r\nnamics of the brain: 1) it will explain the recruitment process the brain undergoes in terms of\r\nsynchronization, 2) it will explain the robustness of the synchronization process, 3) it will explain\r\nthe smoothness in the dynamics of brain-state transitions, 4) it will explain the relationship be-\r\ntween the number of synchronized cells and the frequency of synchronization, 5) it will explain\r\nthe dynamics and integration of the top-down dynamic evolution based on internal stimuli and\r\nthe bottom-up processing of sensory information, and 5) it will explain the timing properties and\r\nefficiency in execution.\r\nThe derived detailed cortical model will then be integrated with our existing system-level\r\nmodel of the motor control system. In particular, we aim to study the role of oscillations in\r\ninformation transfer across constituent cortical subsystems, and to subsequently identify unique\r\nsignatures of motion planning in scalp EEG recordings.\r\nModels of cortical oscillations will have utility in various ways. On one hand, if used as\r\npredictors, they can point to important experimental activities designed to invalidate the models,\r\nwhich will result in a substantial progress of our understanding of the brain processes. On the\r\nother hand, these models are critical as a diagnostic tool, for example, such models can be used\r\nto detect seizures and brain tumors, to calibrate drug action during anesthesia, to study cognitive\r\ntask signatures, and to study mental retardation. Finally, they can provide the appropriate\r\ndynamic description for a proper design of neural prosthesis.\r\nIntellectual Merit: The proposed research provides a bridge between neurophysiology, neu-\r\nroanatomy, and engineering through the development of a consistent computational model of\r\ncortical activities. The research is conducted by a multi-disciplinary group with expertise in\r\nboth modeling, analysis and design of systems in general, as well as modeling and analysis of\r\nthe nervous system in particular, with a track record of collaboration through NSF support. The\r\nproposed research will be augmented with an experimental component through our ongoing motor\r\nsystem control collaboration with workers in Massachusetts General Hospital.\r\nBroad Impact: Beyond the utility mentioned above, this research is systematically closing the\r\ngap between the fragmented research on understanding the nervous system conducted by biolo-\r\ngists, statisticians, computer scientists and system theorists. With this unification, computational\r\nbiology developments will aid in understanding and potentially curing much of the neural diseases\r\nknown.\r\nProgress in this research removes the boundaries between the strongly segregated fields such as\r\nsciences and engineering. Such multi-disciplinary research requires complete interactions between\r\ndifferent groups with different domains of expertise. This research will result in PhD theses cov-\r\nering both such fields as demonstrated by our KDI project. In addition, courses across disciplines\r\ncan be structured to provide better multi-disciplinary training at the undergraduate level.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Munther",
   "pi_last_name": "Dahleh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Munther A Dahleh",
   "pi_email_addr": "dahleh@mit.edu",
   "nsf_id": "000372365",
   "pi_start_date": "2003-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Massaquoi",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Steve G Massaquoi",
   "pi_email_addr": "sgm@mit.edu",
   "nsf_id": "000304210",
   "pi_start_date": "2003-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "151900",
   "pgm_ele_name": "INTEGRATIVE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7238",
   "pgm_ref_txt": "ENG ITR CORE ACTIVITIES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}