{
 "awd_id": "0300236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Analysis and Design of a Global Adaptive Critic Controller",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Werbos",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 167745.0,
 "awd_amount": 167745.0,
 "awd_min_amd_letter_date": "2003-04-04",
 "awd_max_amd_letter_date": "2005-06-16",
 "awd_abstract_narration": "Recent advances in a variety of technologies and applications call for improved performance and reliability, while exacerbating the complexity and uncertainty of systems and their surroundings. Although classical control and system theory already allow for a high degree of machine automation, a renewed interest in systems that display intelligent behavior is emerging across disciplines. This project will formally investigate the stability and robustness of a novel design that has proven particularly effective for the full-envelope on-line learning control of a full nonlinear aircraft simulation, subject to unmodeled dynamics and unexpected control failures. This adaptive control system will be further tested on anew and more advanced aircraft simulator capable of reproducing highly nonlinear phenomena, such as aeroelastic effects, and stall/post-stall behavior. One major goal is to reduce the rate of loss of aircraft or even spacecraft under conditions even more extreme then those addressed by more conventional forms of \"reconfigurable flight control.\"\r\n\r\nThe design consists of a two-phase learning procedure that is realized through novel techniques for neural-network function approximation. Firstly, a global classical control design is incorporated in a network of neural networks off line, by solving linear systems of equations. Secondly, the network parameters are updated or fine tuned incrementally over time, through dual-heuristic-programming adaptive-critic architecture. The author recently showed that this approach to on-line learning control could considerably improve performance with respect to the classical control design, under a range of unforeseen conditions. The proposed research would combine a novel algebraic training approach with integral-quadratic-constraint techniques to prove closed-loop stability and establish performance guarantees for this global control system.\r\n\r\nThe intellectual merit of this project consists of providing a systematic, rigorous framework for understanding the behavior, quality, and characteristics of intelligent control systems. The design of systems that are not only adaptive and reconfigurable, but also safe and reliable would widen the range of workable applications and, thus, encourage further research in this field. The broader impact of the proposed research is the creation of new performance metrics for comparing intelligent vs. classical control systems. Furthermore, the proposed objectives would enhance our understanding of rational intelligence as a viable paradigm for dealing with complexity.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silvia",
   "pi_last_name": "Ferrari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Silvia Ferrari",
   "pi_email_addr": "ferrari@cornell.edu",
   "nsf_id": "000484512",
   "pi_start_date": "2003-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7238",
   "pgm_ref_txt": "ENG ITR CORE ACTIVITIES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 87691.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 80054.0
  }
 ],
 "por": null
}