{
 "awd_id": "0300522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Magnetics for Hybrid Resonant Transition Converters",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Tomsovic",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 86643.0,
 "awd_amount": 86643.0,
 "awd_min_amd_letter_date": "2003-07-31",
 "awd_max_amd_letter_date": "2003-07-31",
 "awd_abstract_narration": "Integrated Magnetics (IM), which combines the various discrete magnetic components of a power converter, such as power transformers and filter inductors, into a single physical structure, can lead to significant improvement in power density of converters.  Integrated magnetics can also impact converter performance in terms of soft-switching and EMI, which have not been explored.  Concerted research efforts are needed, especially in deriving and validating suitable analytical tools, synthesis rules and models, before the advantages of integrated magnetics can be fully exploited.  \r\n\r\n\tA main objective of the proposed research is to formulate a unified set of synthesis rules to translate any given discrete magnetics, with arbitrary voltage and current waveforms, in to integrated magnetics, which is independent of the converter topology.  Rigorous methods to quantitatively determine the reduction in size and volume of magnetics in moving from discrete to integrated version will also be developed.  Integrated magnetics can significantly affect the zero-voltage switching (ZVS) characteristics of a converter, by influencing effective leakage inductances, magnetizing currents and current waveforms in different windings.  The proposed research aims to extensively study the effect of IM on ZVS characteristics.  The analysis and design methods will be validated initially by simulation using gyrator-capacitor modeling.  \r\n\r\nThe class of hybrid resonant transition converters (HRTC) is a promising topology for dc-dc conversion, since it achieves ZVS under all operating conditions, and also reduces the filter requirement.  A drawback of this class of converters is the requirement of two power transformers.  A main objective of the proposed research is to use the above theoretical study to integrate the two transformers as well as the inductor of HRTC, improving both power density as well as ZVS characteristics.  Much of research on IM so far has concentrated on two-dimensional core geometries.  Several new possibilities with superior performance can be realized by moving towards three-dimensional magnetic structures.  Three-dimensional core geometries for integrating the magnetic components of hybrid converters will be investigated, making extensive use of finite element analysis techniques. \r\n\r\nThe research outputs of this project will enhance the electromagnetics aspects of the present power electronics curriculum. The models, design techniques and measurement procedures for IM developed as part of this research proposal will be incorporated into the Advanced Power Electronics course at ASU.  Power electronics has been taught and practiced mainly from a circuit theory point of view.  However, with ever-increasing switching frequencies, shrinking sizes and EMI issues, the need for analyzing and understanding power electronic converters from an electromagnetic perspective is increasingly being felt.  This project is a step towards integrating electromagnetic theory into power electronics curriculum.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajapandian",
   "pi_last_name": "Ayyanar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajapandian Ayyanar",
   "pi_email_addr": "rayyanar@asu.edu",
   "nsf_id": "000381044",
   "pi_start_date": "2003-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 86643.0
  }
 ],
 "por": null
}