{
 "awd_id": "0300419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Small Grant for Exploratory Research: Public Support in the Aftermath of 9-11",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "2002-11-01",
 "awd_exp_date": "2003-10-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2002-10-30",
 "awd_max_amd_letter_date": "2002-10-30",
 "awd_abstract_narration": "This project investigates the emotional underpinnings of support for national security policy in the period before, during, and after a major international event, in this case the anticipated armed conflict with Iraq. Tremendous uncertainty surrounds the threat posed by Iraq and the risks associated with U.S. military action there. This uncertainty is very likely to rekindle and intensify emotional reactions that were present in the aftermath of 9/11. Will citizens rally behind the President as has happened in past conflicts? Or has the landscape been altered by the events of 9/11, so that the potential risks of military action now dominate public deliberation? Will those Americans whose sense of security was shattered by 9/11 be reassured by talk of preemptive strikes against Iraq, or will they feel even less secure? More generally, what roles do the emotions play in public reactions to national security threats and support or opposition for government policies in response to those threats? Recent work in psychology and political science (Bargh and Chartrand, 1999; Marcus, Neuman, and MacKuen, 2000; Marcus, 2002; Zajonc, 1998), especially when coupled with the early findings from 9/11 research would suggest a central, perhaps determinative, role for emotions when national security is on the line. \r\nThe Administration's increasingly intense campaign in support of taking imminent \r\naction against Iraq makes it vital to understand the public's deliberation on Iraq over the coming weeks. To capture the evolution of public opinion in the midst of this major national security crisis, the investigators add two additional waves to an existing national dataset collected by researchers at Stony Brook in the months after 9/11 (Huddy, Feldman, Taber, and Lahav, 2002); the second wave will be a re-interview of this sample (with 200 new respondents) to be conducted in October, 2002, and the third wave will be split, with half re-interviewed immediately after hostilities begin and half when things settle down. This design gives the investigators maximal purchase in understanding how perceptions of risk, depression, anxiety, anger, and reassurance shape public opinion with measures taken at three different time points: before Iraq was on most people's radar (wave 1, post 9/11), in the midst of public discussion of proposed military action against Iraq (wave 2, October 2002), in the immediate aftermath of military action (wave 3, split-half), and after some time has passed (this last phase reflect the impact of the course of military action (wave 3, split-half)). \r\nThe broader focus of this research is on the central role of emotion in shaping how people comprehend and respond to major crises. Although concerned with the central role of emotion in threat situations, the project also provides a test of the theory of affective intelligence, a comprehensive theory that provides a taxonomy of preconscious emotion appraisal systems and hypotheses about their various impacts on cognition and behavior. \r\nThe project contributes to a deeper understanding of public support for US military \r\nengagement overseas, and sheds light on public support for the war on terrorism. The Vietnam war, military activity in Somalia, and other military engagements have highlighted the power of public opinion to strengthen or weaken the ability of the US government to send armed forces into combat, station troops overseas, and deploy ground forces. This project helps to highlight the critical role of risk and fear in explaining the dynamics of public support for military engagement. This research has broad applicability to government agencies and other organizations interested in public support of US foreign policy. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Marcus",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Marcus",
   "pi_email_addr": "george.e.marcus@williams.edu",
   "nsf_id": "000097233",
   "pi_start_date": "2002-10-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leonie",
   "pi_last_name": "Huddy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonie Huddy",
   "pi_email_addr": "leonie.huddy@stonybrook.edu",
   "nsf_id": "000229588",
   "pi_start_date": "2002-10-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Taber",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Charles S Taber",
   "pi_email_addr": "ctaber@ksu.edu",
   "nsf_id": "000233732",
   "pi_start_date": "2002-10-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Feldman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley Feldman",
   "pi_email_addr": "stanley.feldman@stonybrook.edu",
   "nsf_id": "000168340",
   "pi_start_date": "2002-10-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "MacKuen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B MacKuen",
   "pi_email_addr": "MacKuen@email.unc.edu",
   "nsf_id": "000243975",
   "pi_start_date": "2002-10-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Williams College",
  "inst_street_address": "880 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSTOWN",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135974352",
  "inst_zip_code": "012672600",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "PRESIDENT & TRUSTEES OF WILLIAMS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JVZEJJ6N5EM8"
 },
 "perf_inst": {
  "perf_inst_name": "Williams College",
  "perf_str_addr": "880 MAIN ST",
  "perf_city_name": "WILLIAMSTOWN",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "012672600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}