{
 "awd_id": "0301833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-Europe:  Molecular-Based Objects: Nanoscopic Control of Physical and Mechanical Properties",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2003-05-21",
 "awd_max_amd_letter_date": "2003-05-21",
 "awd_abstract_narration": "The scientific mission of this NSF/SSF collaborative proposal is to develop new synthetic approaches and characterization techniques for the preparation and study of well-defined, nanoscopic, molecular-based objects.  Cellulose fibers, nanocrystals or single molecular chains, functionalized with linear polymer chains or dendritic-linear hybrid macromolecules, will be used as a framework to construct macromolecular objects having a core-shell morphology.  Crosslinking of the external shell of these nanostructures will then be accomplished using a selection of functional groups and chemistries.  According to this approach, the cellulose polymers or fibers serve as templates, upon which will be constructed crosslinked polymer networks, followed by the degradation of the cellulose core to produce hollowed objects containing a central channel.  Definition of the objects from nanometer to micrometer dimensions will be demonstrated via control over the thickness of the polymer network coating the cellulose substrate and control over the dimensions of the cellulose material.  Furthermore, the assembly and manipulation of these shell crosslinked structures as templates for the fabrication of nanowires, and access to their central channels for molecular sequestration and delivery will be key features of these efforts.  A more fundamental challenge will be to develop an understanding of the relationship between structure, property and function for individual nanostructures or small assemblies thereof based on the rigidity and functionality of the crosslinked shell.  \r\n\r\nA vigorous and interdisciplinary teaching and outreach program is a critical feature of this proposal and will significantly build on these scientific foundations.  By integrating educational expertise in polymer chemistry, physics and processing at world class research centers located at both academic institutions and at an industrial laboratory, a unique collaborative research and educational environment will be established.  This exposure of undergraduates and graduates to combined international academic-academic and industrial-academic settings will provide an invigorating research experience and lead to a dynamic exchange of personnel between all three institutions.  The exchange of teaching concepts and course structure will also permit cross-fertilization and exchange of ideas at the K-12 level as well as in undergraduate and graduate courses.  It is anticipated that new concepts and frameworks for electronic collaboration and teaching of courses in materials chemistry will be developed based on this international collaboration and the exposure of all principal investigators to the different educational settings provided by the three institutions.\r\n\r\nThis NSF project is co-funded by the Division of Materials Research (Polymers), the MPS Office of Multidisciplinary Activities, and the International Office (Western Europe) as a Cooperative Activity in Materials Research between the NSF and Europe (NSF 02-135).  This project is being carried out in collaboration with the Royal Institute of Technology of Sweden (KTH) and the International Business Machines Corp. (IBM).\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Wooley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Wooley",
   "pi_email_addr": "wooley@mail.chem.tamu.edu",
   "nsf_id": "000434330",
   "pi_start_date": "2003-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Hawker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Craig J Hawker",
   "pi_email_addr": "hawker@mrl.ucsb.edu",
   "nsf_id": "000168032",
   "pi_start_date": "2003-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "598000",
   "pgm_ele_name": "WESTERN EUROPE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": null
}