{
 "awd_id": "0301729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rheometrical techniques for the characterization of clay based suspensions relevant to geotechnical engineering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 78352.0,
 "awd_amount": 78352.0,
 "awd_min_amd_letter_date": "2003-03-17",
 "awd_max_amd_letter_date": "2003-03-17",
 "awd_abstract_narration": "Investigation of the rheological behavior of clay-water suspensions is important in many civil engineering problems.  These materials are both present in nature, for example in mudflows, and are employed by man, appropriately engineered in some cases through the addition of additives (e.g. polymers, cement), in a variety of applications (as drilling and lubricating fluids in microtunneling and pipejacking, as grouts for soil improvement, as stabilizing fluids in tunnels and excavations, etc.).  To date, investigations of these materials have been quite isolated by application and have often relied on empirical tests and on behavioral assumptions. \r\nThe proposed research intends to explore the use of advanced rheometrical techniques for the rheological characterization of \"engineered\" clay-based suspensions employed in geotechnical applications.  For this investigation use will be made of state of the art rheometers capable of performing viscosity, creep and oscillatory tests, which allow characterization of both the flow and the visco-elastic properties of these materials, and provide insight into their microstructure, in a manner so far never employed in geotechnical engineering. These properties will be investigated for different \"systems\": plain bentonite - water suspensions (base case), suspensions enhanced with three types of additives (one binder and two polymeric products), and suspensions prepared from commercially available products widely used in the drilling industry.  These  \"systems\", which pertain to different applications in geotechnical engineering, have different \"performance\" requirements and thus have the potential to illustrate the wide range in rheological behavior that can be observed.\r\n\r\nMore traditional measurements (e.g. rheological measurements with traditional viscometers and pressure filtration tests) will also be performed to provide a link between fundamental behavior and properties used in practice for design and evaluation of fluids employed in geotechnical construction and to lay the basis for a more performance based design of these materials.\r\n \r\nIn terms of broader impact the contributions of the study can be summarized in the following main points:\r\n-\tThe proposed research will tackle the problem of engineered clay based suspensions with an interdisciplinary approach drawing on the methods and knowledge developed in other disciplines, such as fluid mechanics and soil science.  With this approach, methods of testing and analysis previously not employed in geotechnical engineering will be applied to geotechnical \"materials\".  Utilization in education of the experimental and analytical methods developed will contribute to innovate (graduate) teaching of experimental soil mechanics.\r\n-\tCollaboration with industry at the forefront in designing and manufacturing clay based materials for use in geotechnical applications will ensure that the research performed contributes to the solution of problems of practical significance, and will facilitate short term transfer of the fundamental lessons learned to the practical realm.\r\n-\tThe agreement of collaboration with the Technical University of Torino in Italy will lay the basis for developing a continuous international partnership with one of the most renowned technical institution in Italy, and will promote broader dissemination of the work.  \r\n-\tAs a result of the above the project will provide unique development opportunities for the students involved in the research.\r\n\t\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria Caterina",
   "pi_last_name": "Santagata",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Caterina Santagata",
   "pi_email_addr": "mks@ecn.purdue.edu",
   "nsf_id": "000104019",
   "pi_start_date": "2003-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 78352.0
  }
 ],
 "por": null
}