{
 "awd_id": "0301792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Performance-Based Seismic Design of Concentrically Braced Frames",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas A. Foutch",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2006-11-30",
 "tot_intn_awd_amt": 296278.0,
 "awd_amount": 311278.0,
 "awd_min_amd_letter_date": "2003-04-21",
 "awd_max_amd_letter_date": "2005-07-12",
 "awd_abstract_narration": "Performance-Based Seismic Design of Concentrically Braced Frames\r\n 0301792\r\n\r\nPI: Charles Roeder, University of Washington\r\n\r\nPerformance-based seismic design requires structures that can be designed to meet multiple performance\r\nobjectives and engineering models that are accurate enough to assess the system performance. Steel concentrically braced frames (CBFs) can be designed to meet the required objectives of PBSD. CBF are stiff and strong, which are attributes need for serviceability limit states. In addition, special concentrically braced frames (SCBFs) have been developed to assure stable cyclic inelastic seismic performance, which enables SCBF to satisfy life safety and collapse prevention performance levels as well. More recent research has resulted in the development of unbonded brace CBFs (UBCBFs). In these framing systems, the unbonded braces yield in both tension and compression without brace buckling to provide a superior level of seismic resistance and are ideal candidates for PBSD. Currently, the seismic performance of both SCBFs and UBCBFs is limited by the connection performance or the connection design requirements. Current design provisions for SCBFs attempt to ensure adequate connection resistance to avoid premature connection failure, while permitting significant inelastic connection rotation due to brace buckling. Connections of UBCBFs must be designed to prevent buckling or excessive deformation prior to development of the full bonded brace ductility. Although these design requirements are conceptually simple, the objectives are difficult to achieve using current design provisions since engineers must use approximate and empirical rules to accomplish these design objectives. For example, for SCBFs, design provisions required that the factored resistance is larger than the expected tensile yield strength of the brace. Although the provisions attempt to achieve a rational yielding hierarchy, the present application is flawed. The use of the resistance factor severely penalizes the connection design and may result in uneconomically large connections that adversely affect the seismic performance of the system. Even for proportional connections, the seismic performance of the system is unknown, and therefore, brace fracture may precede connection yielding, significantly decreasing the system capacity.\r\n\r\nTo overcome the shortcomings of current design, a rational, PBSD procedure will be developed to improve\r\nthe connection design and seismic performance of both UBCBF and SCBF systems. The research will build upon the existing CBF design requirements and use innovative techniques developed for moment-resisting steel frames during the SAC Steel Project. In that project, design procedures were developed to balance desirable yield mechanisms and to restrict undesirable failure modes to achieve the desired seismic performance. Here, similar design procedures will be developed to balance the brace and connection behavior to achieve multiple performance objectives. The research program will evaluate and improve existing engineering models, develop a rational PBSD procedure for both SCBF and UBCBF systems, evaluate, modify and validate the design procedure using experimental research results. Finally, the procedure will be used to design several frames. A conceptual test frame will be developed for proposed\r\nfuture testing to demonstrate the performance of the complete system using the future University of Minnesota NEES facility.\r\n\r\nThe structural engineering profession recognizes that the connection design provisions for CBFs represent a\r\nsignificant gap present in current design provisions. The proposed research program will result in robust design procedures and accurate engineering models. These tools will permit engineers to design efficient and effective SCBF systems to fulfill current and future seismic engineering needs. To facilitate the transfer of the research result to practice, the research team will partner with prominent structural engineers and structural engineering societies (letters provided in Supplementary Documents). In addition to educating today's engineers, the researcher team will use the research process and results to educate future engineers, including graduate and undergraduate students. Students will observe the testing to familiarize them with the experimental research process. In the classroom, the student will compare the test results to estimates of the connection strength using code standards (undergraduate) and engineering models (graduate) found in the literature. The students will use the proposed design equations and compare the results with the code standards. This exercise will provide the students with a basis for discussion of and insight into alternative design methods.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Roeder",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Roeder",
   "pi_email_addr": "croeder@u.washington.edu",
   "nsf_id": "000217016",
   "pi_start_date": "2003-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Lehman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Lehman",
   "pi_email_addr": "delehman@u.washington.edu",
   "nsf_id": "000211506",
   "pi_start_date": "2003-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1637",
   "pgm_ref_txt": "HAZARD MIT & STRUCTURAL ENG"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 296278.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}