{
 "awd_id": "0301449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of Damage and Development of Accelerated Test Method for Delayed Ettringite Formation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Bank",
 "awd_eff_date": "2003-05-01",
 "awd_exp_date": "2008-10-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 245000.0,
 "awd_min_amd_letter_date": "2003-04-11",
 "awd_max_amd_letter_date": "2006-09-15",
 "awd_abstract_narration": "A potentially serious deterioration problem in concrete is associated with delayed ettringite formation (DEF).  This damage is typically viewed as the result of an expansive process within the material similar to that of alkali-silicate reaction (ASR), but many aspects of this process remain controversial.  Improvements in the characterization of damage associated with DEF are needed both to gain a better understanding of the specific mechanisms involved and to develop better models for predicting failure. The main objectives of this project include the use of cutting edge technology to sort out the specific damage mechanisms that make up the complex process of expansive concrete cracking.   This in turn will lead to more reliable predictive models of DEF and to more accurate accelerated test methods that will serve as the basis for recommendations for changes in specifications and /or practices of mixing and curing concrete to prevent this problem. Specifically the study will investigate the correlations between ettringite formation, ettringite distribution, microcrack distributions and volumetric change.  The advanced technologies that are to be implemented in this project, including synchrotron radiation diffraction, laser shearography and industrial X-ray computed tomography are fairly novel to research in this area. The data will be analyzed using material science theory including nucleation and growth kinetics and damage mechanics.  The proposed activities will provide new insights into the application of these advanced technologies for materials such as concrete. \r\n\r\nThe proposed extensive evaluations of existing, improved and proposed rapid test methods will contribute to the development of a useful standard test method to assess long-term dimensional stability and durability of concrete. These contributions by the proposed study would be significant since the problem of DEF has not been addressed in ASTM specifications for cement and concrete. No standard tests are available and no limits on the chemical composition of cements to control DEF have been set. Also the proposal to develop a rapid test method if successful would have significant impact since the need to assess the deleterious effects due to DEF in concrete is one of the most important issues facing researchers today. The benefits of this project to the nations highway and bridge systems and to civil infrastructures in general will be significant. The proposed project will strengthen existing partnerships between University of Maryland, FHWA and NIST, and would help establish new partnerships with University of Michigan, Howard University, and Laser Technologies, Inc. The research team will greatly benefit from collaboration with well-known specialist in the field, Dr. Richard A. Livingston, Senior Physical Scientist, Office of Infrastructure R&D, FHWA. These partnerships will greatly enhance the infrastructure for research and education for undergraduate and graduate students at University of Maryland. This project will be supplemented with funds from programs such as the McNair program to ensure the participation of underrepresented students and women and this would include talented undergraduate students. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amde",
   "pi_last_name": "Amde",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Amde M Amde",
   "pi_email_addr": "amde@umd.edu",
   "nsf_id": "000235650",
   "pi_start_date": "2003-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163500",
   "pgm_ele_name": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "026E",
   "pgm_ref_txt": "STRUCTURAL MECHANICS"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": null
}