{
 "awd_id": "0302583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Market Forces, Government, and Regional Development: A Case Study of the Appalachian Regional Commission",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory H. Chu",
 "awd_eff_date": "2003-04-01",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 1980.0,
 "awd_amount": 1980.0,
 "awd_min_amd_letter_date": "2003-03-17",
 "awd_max_amd_letter_date": "2003-03-17",
 "awd_abstract_narration": "This Doctoral Dissertation Research Improvement Award provides a scientific case study of the Appalachian Regional Commission (ARC), an agency designated by Congress in 1965 to improve the socioeconomic conditions of Appalachia.  Although the ARC's activities provide a rich resource for understanding federal regional development efforts in economically depressed areas, currently available research provides limited insight into the ARC's experience, and much remains to be understood. This research addresses a number of specific issues that are essential to understanding the ARC, including: how federal expenditures within Appalachia have compared to federal expenditures elsewhere in the U.S. during the course of the ARC's existence; the variation in ARC policy over time, including the spatial variation in the agency's expenditures and private sector interaction with such expenditures; and socioeconomic outcomes associated with ARC policy. This analysis utilizes a range of quantitative and qualitative techniques, including descriptive statistics, econometric modeling, document analysis, and interviews. It also draws upon an array of resources, including an ARC expenditure database, which contains information about all ARC expenditures from 1965 through 2002; project files consisting of detailed descriptions of ARC projects; federal government expenditure data for the entire U.S.; and an historical database of social and economic data. The case study is situated in the broad theoretical context of neoclassical economics, due to the need for empirical and theoretical evaluation of how a regional development agency can operate effectively in a social, political, and economic context that largely privileges the basic tenets of such theory.\r\n\r\nAlthough the ARC is in many respects a relic of an era when federal regional development concerns and endeavors in the U.S. were more prominent than they are today, a renewed interest in regional development initiatives has surfaced in the federal government over the past few years.  There is evidence for this in the recent creation of two new development agencies - the Delta Regional Authority and the Denali Commission - as well as in discussions in Congress about creating regional development agencies in other economically depressed areas of the U.S. The ARC has in many ways served as a model for these new and proposed agencies. However, a lack of empirically informed research related to the ARC has resulted in insufficient knowledge about the efficacy with which the agency has carried out its mandate. This case study will broaden the understanding of the ARC and of the effectiveness of the agency's efforts. In many ways, the ARC stands as a test case for how a federal development agency can meet with success, and failure, within the American political and economic system. Such understanding can be important to guiding future development efforts in the U.S. and elsewhere.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Glasmeier",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Amy K Glasmeier",
   "pi_email_addr": "akg1@ems.psu.edu",
   "nsf_id": "000459084",
   "pi_start_date": "2003-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 1980.0
  }
 ],
 "por": null
}