{
 "awd_id": "0302703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Hydro-Ecological Linkages in Urbanizing Watersheds:  A Process-Based Assessment of Land-Use Change Impact on Nitrogen Export",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2003-02-15",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2003-02-14",
 "awd_max_amd_letter_date": "2003-02-14",
 "awd_abstract_narration": "The terrestrial-aquatic interface, in particular the riparian ecotone, plays an important role in watershed nitrogen cycling.  Because land-use change can significantly alter its capacity to process or retain nitrogen, understanding the linkages between upland nitrogen delivery and ecotone processing is crucial for land-use change impact assessments.  This doctoral dissertation research project will address the role of the riparian zone and the stream in the retention, transformation and mobilization of nitrogen.  The student will examine the role of riparian and in-stream processing, the effect of spatial arrangement in land use, and the development of remote sensing-based aggregation procedures.  The research approach will combine hydro-ecological modeling with remote sensing and field measurements, allowing for addressing relevant processes and related patterns across a range of spatial and temporal scales.  The regional hydro-ecological simulation system (RHESSys), a hydro-ecological watershed model, will be coupled within a geographic information system (GIS) to a flow and water quality model for streams.  The stream model will be enhanced to account for stream-groundwater interactions and associated nitrogen processing in the hyporheic zone, the subsurface flowpath where stream water mixes with subsurface water.  Model development and application will be based on an established RHESSys application and on remote sensing data and field data collected as part of activities at the Baltimore Ecosystem Study Long Term Ecological Research site (BES-LTER).  Additional field campaigns will be conducted in support of the modeling activities, including field experiments and stream monitoring.\r\n\r\nUnderstanding the linkages between hydrologic and biogeochemical cycling is an important research challenge in global change science.  Coupling hydrology and biogeochemistry across multiple spatial-temporal scales is a key approach for meeting this challenge.  This study will help bridge this gap in scientific understanding by providing a multidisciplinary, process-based approach for investigating nitrogen export from watersheds.  The study should enhance general understanding of spatial-temporal linkages in the landscape between water and biogeochemical cycling and their role in controlling human-induced impacts on ecosystem functioning.  The enhanced model should also be of direct value to practitioners who might use it for water- and land-resource management.  The research will build on established research endeavors and will integrate with educational and community outreach activities, including the use of high school students and community members as volunteer data collectors.  The doctoral candidate will assist interested students in using data they and others collect in science fair projects.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Tague",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christina Tague",
   "pi_email_addr": "ctague@bren.ucsb.edu",
   "nsf_id": "000251459",
   "pi_start_date": "2003-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}