{
 "awd_id": "0302642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Producing Pastoral Power:  Youth and the Cultural Politics of Education and Conservation in Tanzania",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2005-02-28",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2003-04-30",
 "awd_max_amd_letter_date": "2003-04-30",
 "awd_abstract_narration": "This Doctoral Dissertation Research Improvement project will help to understand how conservation and resource management in Africa influences political action by youth.  The  research explores politics in Tanzania through a comparative study of education, land and rights among Maasai youth and seeks to answer the following questions: 1) What factors most significantly contribute to the genesis of youth movements? 2) In what ways is the struggle for control of land and other natural resources an idiom of political alliance and action by rural youth? And 3) What rights discourses and political tactics are employed by youth in order to challenge the authority of elders?  This study argues that 1) the character of educational institutions, e.g. community, state, and church run schools, 2) the history of landscapes, specifically in the ways that land has been commodified and alienated e.g. small-holder agricultural migrants, large scale commercial farms, or national conservation areas, and 3) the linking of rights with a guarantor other than lineage, e.g. the state, international law, or social movements, articulate in different ways to produce youth who challenge the political economic system on which the authority of elders rests.  While these three forces are at work in two regions in northern Tanzania, Loliondo and Monduli, locality makes a difference in each case.  Through geographically specific histories of educational institutions, land dynamics, and the framing of Maasai politics in the language of universal citizenship and democratization, ethnic autonomy or transnational indigenous rights, this study will demonstrate how youth are both productive of new discourses of nature, nation, and politics, as well as produced by them.  \r\n\r\nThrough linking the history of youth and environmental politics in East Africa this project will provide a foundation for rethinking democratization in Africa, local resource conflict, and changing inter-generational and ethnic politics.  These questions are central to theoretical and policy debates about social and political change in Africa.  Through illustrating the interrelations between land struggles, education and political strategy, this research will shed light on how and why youth are increasingly at the center of regional, national and international politics and the geographical and historical conditions that influence their different trajectories.  The results of this study will demonstrate how local struggles for control of material and symbolic resources reconfigure generational and gender relations and influence patterns of political mobilization.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Watts",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Watts",
   "pi_email_addr": "mwatts@berkeley.edu",
   "nsf_id": "000326742",
   "pi_start_date": "2003-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}