{
 "awd_id": "0302736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER: Initiative on novel nanostructures and nanodevices based on semiconductor epitaxial growth",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajinder P. Khosla",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2003-07-25",
 "awd_max_amd_letter_date": "2003-07-25",
 "awd_abstract_narration": "We would like to propose a NER initiative for the first-class effort on designs, growth, and characterization of nanostructures and nanodevices. The first part of our proposal deals with design, growth, and characterization of quantum-well (QW) dots. We propose to grow this novel structure by growing InP stressors on the top of the InGaAs/GaAs QW. The InP stressors modulate the QW band-gap with local strain generating confinement potential. InP islands are formed due to a strain-induced 2D 3D transition, taking place, because of lattice misfit between the GaAs barrier and InP layer. We will characterize the structure by photoluminescence, excitation spectrum, and time-resolved pump-probe technique. We will optimize the structure following our experimental results. We plan to investigate the possibility of using the structure for generating far-IR and THz waves.\r\n\r\nWe will also develop revolutionarily new semiconductor lasers and amplifiers based on a few novel heterostructures, using the latest advances in the epitaxial growth. These structures include type-II QW's  the heterostructures consisting of alternating layers of materials with positive and negative band offsets; and quantum dots (QD's) with barriers made of indirect band gap materials. In these structures the recombination time can be engineered with a broad (up to three orders of magnitude) range. Owing to the long recombination time, the amount of the energy stored on the upper laser level can also be increased, up to two three orders of magnitude. Thus nanosecond and sub-nanosecond pulses with high peak powers can be produced in either Q-switched laser or master oscillator/power amplifier schemes. Separately, semiconductor laser amplifier with extremely low noise and cross-talk also become feasible. Furthermore, by reducing the recombination via non-lasing levels in QD's one can achieve truly temperature-independent laser operation and narrow line width.\r\n\r\nThe proposed research will lead to development of the future THz emitters and detectors based on the quantum-well and quantum-barrier dots to build a compact sensor array for chemical & biological sensing and biomedical applications. Furthermore, the impact of the proposed research includes the radically-new type of the semiconductor lasers and amplifiers with pulsed-power and stabilized-gain characteristics approaching those of the rare-earth-doped lasers, but with the efficiency, compactness and reliability, that are inherent of semiconductor lasers.\r\n\r\nThe proposed project will be used as a model for collaboration between universities and industrial partners. It will lay foundation for a future NSF GOALI. Furthermore, we will employ a minority student as well as recruit & retain minority students within the interdisciplinary center of optical technologies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yujie",
   "pi_last_name": "Ding",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Yujie J Ding",
   "pi_email_addr": "yud2@lehigh.edu",
   "nsf_id": "000292538",
   "pi_start_date": "2003-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "471000",
   "pgm_ele_name": "DES AUTO FOR MICRO & NANO SYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}