{
 "awd_id": "0302676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Fate of Maize Genetic Resources in Chiapas, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 10495.0,
 "awd_amount": 10495.0,
 "awd_min_amd_letter_date": "2003-03-18",
 "awd_max_amd_letter_date": "2003-07-22",
 "awd_abstract_narration": "Loss of genetic variability, or genetic erosion, in centers of crop origin and evolution has been identified as a negative result of social and agricultural cultural change.  A key step in improving the way we manage the loss of genetic resources in agriculture is to take stock of the extent, condition and trends that cause this erosion. A critical need is to develop research tools for larger spatial scales to assess the scope of social and environmental processes that affect genetic resources and identify opportunities for effective conservation. Mexico is the primary center of wild and cultivated maize resources, one of the world's most three important crops, but the survival of maize genetic resources is threatened by landscape changes taking place across the country.  It is against this background, and with the ultimate goal of improving crop genetic resource conservation strategies, that this project will investigate the effects of climate change and land conversion on maize diversity across the state of Chiapas in southern Mexico. Until recently, agricultural modernization posed the greatest threat to the loss of genetic variability.  Coupled with current patterns of land conversion, future climate change may surpass these effects, in both magnitude and extent, by endangering the integrity of the highly adaptive ecological-niches where most traditional maize landraces are grown.  Combining traditional field data with current spatial analytic techniques, the relationship between maize diversity and patterns of land conversion will be examined through the use of spatial analytic methods coupled with a time-series database of both maize diversity and land use.  A special emphasis is placed on modeling the biophysical and socio-economic constraints that are likely to negatively impact the existing diversity of maize varieties in view of expected climate and land-use/land-cover changes. Modeling will adopt a spatial perspective. The project will apply this information to identify priority zones for conservation efforts, and will generate a model of land use to promote conservation efforts in the future.  \r\n\r\nAs a reservoir of traits of great value to breeders, maize genetic resources are a resource for both present and future food production.  Conserving crop genetic resources has been adopted as an international imperative and is included in the mandate of the Convention on Biological Diversity.  Thus far, efforts to understand and cope with genetic erosion are hampered by the lack of models that integrate these factors as the landscape level, focusing instead on two opposing spatial scales: micro-level studies of crop diversity and farmer choice, and global or hemispheric studies of crop-climate relationships.  Research at the sub-national level could help to integrate these data, resulting in an understanding of the factors that operate within, and interact across, the various scales to maintain crop diversity.  A particular challenge for researchers in the field of conservation of crop genetic resources is in developing sustainable management models for a region's habitats, in which both biophysical specificity required by these resources and human resource needs are made compatible.  This project will develop databases, theory, and methodology to address this challenge.  The project represents a major step forward in the study of the basis of crop evolution and an important contribution to the theory and design of genetic resource conservation.  The identification of effective environments of different types of maize and the methodology employed could be used to identify priority zones in crop conservation in other regions of the world and would also be helpful in the development of more efficient sampling strategies for monitoring maize diversity.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Brush",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen B Brush",
   "pi_email_addr": "sbbrush@ucdavis.edu",
   "nsf_id": "000168851",
   "pi_start_date": "2003-03-18",
   "pi_end_date": "2003-07-22"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Ustin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Ustin",
   "pi_email_addr": "slustin@ucdavis.edu",
   "nsf_id": "000433838",
   "pi_start_date": "2003-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 10495.0
  }
 ],
 "por": null
}