{
 "awd_id": "0303142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spatial Solitons and Their Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "eric johnson",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 358096.0,
 "awd_amount": 358096.0,
 "awd_min_amd_letter_date": "2003-07-30",
 "awd_max_amd_letter_date": "2004-08-02",
 "awd_abstract_narration": "The PI proposes to explore, experimentally and theoretically, several completely new ideas related to optical spatial solitons. All of the proposed research topics challenge basic fundamental questions with some having direct implications in other fields beyond optics. Some of the proposed research topics offer exiting new applications that cannot be otherwise realized.\r\n\r\nOne proposed research objective is an investigation of discrete solitons in 2D systems. Recently, the group has found how to induce, in real time, arrays of closely-spaced 2D nonlinear waveguides. The PIs propose to demonstrate (2+1)D discrete solitons in these systems, collisions between such solitons (including when the input discrete solitons carry angular momentum), show all-optical switching with them, and demonstrate 2D diffraction management (negative diffraction) with them. A somewhat related idea has to do with launching Gap (or Bragg) solitons in a periodically-modulated 2D nonlinear waveguide induced by a photorefractive soliton. This new way to realize Gap solitons could lead to the first observation of interactions between Gap solitons, to slowing down (to very low values) of the velocity of such a spatio-temporal pulse, and to all-optical switching of these solitons.\r\n\r\nAnother proposed research direction is on incoherent cavity solitons and cavity pattern formation in nonlinear weakly-correlated wave-systems. The ideas emerged from their discovery of incoherent solitons and of incoherent modulation instability. Here they propose to build on these discoveries and study the creation of incoherent cavity solitons and the emergence of intricate patterns upon incoherent wave-fronts in cavities. A second related idea is on the clustering and aggregation of solitons in nonlinear weakly-\r\ncorrelated wave-systems that carry angular momentum. the group has shown (2001) that solitons can cluster together and form aggregates of fine-scale structures, while leaving behind them voids of empty space. These patterns evolve naturally (through the incoherent modulation instability process) from a uniform but partially-incoherent wavefront launched into a non-instantaneous nonlinear medium. They expect that if the input wavefront carries angular momentum (topological charge), the resultant clusters of\r\nsolitons will form galaxy-like structures. Here too they plan to study these soliton clustering processes in cavities.\r\n\r\nAnother objective is to investigate a new type of a soliton: the holographic soliton, which is a soliton composed of two symbiotic fields and is supported solely by the grating they induce. Finally, they propose to study solitons that are made of two counter-propagating optical fields, and their interaction collisions.\r\n\r\nOptical spatial solitons exhibit particle-like behavior in their interactions and stability properties, conserving energy and momentum. The fascinating results obtained with spatial solitons have major consequences in many non-optical systems that can support solitons. Incoherent pattern formation has broad implications on dynamics and solitons in Bose-Einstein Condensates, the fractional quantum Hall effect, and on several other nonlinear many-particle systems, including stripe-formation in granular materials (sand). These incoherent pattern formation effects are directly linked to (order-disorder) phase-\r\ntransition phenomena, in both classical (phase-independent, thus incoherent) and quantum-mechanic-like (phase-dependent, coherent) systems. they propose to study phase-transition effects during pattern formation in systems of varying coherence, explore the manifestation of the Curie-Weiss Law, Critical Slowing Down, and other features of phase transitions. Solitons have been the subject of intense study\r\nover the last three decades. In the 90's, optical spatial solitons have strongly influenced this field and have stimulated considerable research within nonlinear sciences.\r\n\r\nThe educational goal of the program is to produce graduates that are fully prepared to drive the advancement of photonics and optical communications. They will accomplish this goal by utilizing their laser facilities and research on waveguides and solitons as novel tools for education. Imagine a sequence of courses that already exists at each university involved in this proposal. To increase diversity in the program, Arkansas is current working together with the University of Arkansas at Pine Bluff on a new\r\nidea called \"Path Way In Science and Engineering\"  or Path WISE.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Salamo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory J Salamo",
   "pi_email_addr": "salamo@uark.edu",
   "nsf_id": "000182244",
   "pi_start_date": "2003-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Demetrios",
   "pi_last_name": "Christodoulides",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Demetrios N Christodoulides",
   "pi_email_addr": "demetri@usc.edu",
   "nsf_id": "000231790",
   "pi_start_date": "2003-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "1125 W MAPLE ST STE 316",
  "perf_city_name": "FAYETTEVILLE",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727013124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 123660.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 234436.0
  }
 ],
 "por": null
}