{
 "awd_id": "0303529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Representations of infinite-dimensional Lie algebras and related topics",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 397795.0,
 "awd_amount": 397795.0,
 "awd_min_amd_letter_date": "2003-05-23",
 "awd_max_amd_letter_date": "2007-05-30",
 "awd_abstract_narration": "Principal Investigator: Edward Frenkel\t\r\nProposal Number: 0303529\r\nInstitution: University of California-Berkeley\r\n\r\nAbstract: Representations of infinite-dimensional Lie algebras and related topics\r\n\r\nThe principal investigator proposes to conduct research in the following areas: local Langlands correspondence for affine Kac--Moody algebras; vertex algebras and quantum groups; cohomology of the sheaves of differential operators on the moduli stacks of bundles on curves. In the traditional local Langlands correspondence one wishes to describe smooth representations of a reductive group over a local non-archimedian field, such as the field of formal Laurent power series over a finite field, in terms of the Galois group of the local field and the Langlands dual group. When we replace the finite field by the complex field, we are naturally led to loop groups and loop Lie algebras and the central extensions of the latter, i.e., the affine Kac-Moody algebras. The principal investigator wishes to describe the categories of Harish-Chandra modules over an affine Kac-Moody algebra in terms of geometric data associated to the dual group. More specifically, the principal investigator intends to prove that the derived category of a certain category of modules over an affine algebra is equivalent to the derived category of the category of quasicoherent sheaves on the Springer fiber of a nilpotent element of the Langlands dual Lie algebra. In addition, the principal investigator proposes the construction of an extension of the W-algebra associated to an arbitrary simple Lie algebra to a vertex algebra, which carries an action of the dual group by vertex algebra automorphisms. He intends to prove that the category of representations of this vertex algebra is equivalent to the category of representations of a quantum group associated to the Langland dual Lie algebra. Finally, he intends to compute the cohomology of the vacuum representation over an affine Kac-Moody algebra and to relate it to the cohomology of the sheaf of differential operators on the moduli stack of bundles on an algebraic curve.\r\n\r\nA lot of effort has been made over the last thirty years in the development of the Langlands Program which ties together seemingly unrelated structures in number theory, automorphic representations and algebraic geometry. The principal investigator expects that uncovering the Langlands duality patterns in the new setting of affine Kac-Moody algebras and more general vertex algebra will significantly enhance our understanding of the Langlands correspondence, which to this day remains a mystery. In particular, the Langlands correspondence is elevated in this case to the level of categories and therefore one can see a much finer structure than was previously possible. It is hoped that the interdisciplinary nature of this proposal will serve to advance discovery and understanding of representation theory of affine Kac-Moody algebras and vertex algebras by relating them to the Langlands Program, and at the same time will stimulate the development of the Langlands Program by bringing in new insights from geometry.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Frenkel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Frenkel",
   "pi_email_addr": "frenkel@math.berkeley.edu",
   "nsf_id": "000099431",
   "pi_start_date": "2003-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 81959.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 78959.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 157918.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 78959.0
  }
 ],
 "por": null
}