{
 "awd_id": "0303833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:       Combined UHV and Liquid Phase (CULP) Processing of Self-Assembled Nanostructures and Novel Interfaces",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaVerne D. Hess",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 99849.0,
 "awd_amount": 99849.0,
 "awd_min_amd_letter_date": "2003-05-21",
 "awd_max_amd_letter_date": "2003-05-21",
 "awd_abstract_narration": "This Nanoscale Exploratory Research (NER) proposal was submitted in response to the solicitation \"Nanoscale Science and Engineering\" (NSF 02-148). The project aims to advance fabrication technologies for self-assembled quantum dots and novel interfaces, and to broaden the scientific knowledge of kinetic processes involving nanoparticles. The approach utilizes an inert liquid as a medium to form clusters of metals, semiconductors, and insulators, and subsequently, the surface tension of the drying liquid for positioning self-assembled nano-particles with respect to an existing pattern on the substrate surface. By subjecting samples to pressures exceeding the triple-point pressure, in-situ in a small chamber, without crossing the solid-gas boundary on the phase diagram, the mixed solid film is expected to be converted to the liquid phase by adjusting its temperature. It is anticipated that the large diffusivity of atoms in the liquid phase will facilitate self-assembly of the dissolved species into particles with physical dimensions on the nanometer scale. After processing in the liquid phase, the thin films are either refrozen into the solid phase for subsequent drying to avoid surface tension effects, or dried in vacuum to allow the line tension of the liquid droplet to move, and possibly align the nano-particles with existing patterns on the substrate. The dependencies of the morphology and structure of self-assembled nanoparticles on the processing parameters will be studied by microscopic techniques, including AFM and TEM, the latter performed through collaboration with Lucent Technologies Bell Labs. The transport properties at the interfaces between the nano-particles and the substrate will also be characterized. \r\n%%% \r\nThe project addresses basic exploratory research issues in a topical area of materials science and engineering with high technological relevance; it is considered a high risk/high pay-off activity. The project encompasses the NSE research and education theme of Nanoscale Structures, Novel Phenomena, and Quantum Control. An important feature of the program is the integration of research and education through the training of students in a technologically significant area. The basic concepts behind this project are fundamentally simple and may be readily understood by graduate, or undergraduate, students, who can then contribute significantly to the design of the experimental setup and procedures. A website dealing with the basic concepts is set-up and linked to an undergraduate physics course regularly accessed by students at Brooklyn College, which has a high minority enrollment. Parts of the proposed research are conducted at an industrial laboratory, giving students valuable exposure to an industrial research environment and personnel, and also opportunities for industrial scholars to share their experience and knowledge at Brooklyn College. Due to the interdisciplinary nature of the experiments, students will be encouraged to broaden their understanding by seeking guidance and help from experts in other areas. In addition, the PI participates in the Minority Access to Research Careers (MARC) program on campus, through which he is presently mentoring three minority students. Access/exposure to research activities in highly competitive areas such as nanotechnology will be very valuable for participants in this program. The project is jointly supported by the MPS/DMR/EM and the ENG/CTS/CRP-KCMP programs.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Tung",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond T Tung",
   "pi_email_addr": "rtung@brooklyn.cuny.edu",
   "nsf_id": "000222462",
   "pi_start_date": "2003-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Brooklyn College",
  "inst_street_address": "2900 BEDFORD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189515622",
  "inst_zip_code": "112102850",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NY09",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "XNAKYW3FTSE1"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Brooklyn College",
  "perf_str_addr": "2900 BEDFORD AVE",
  "perf_city_name": "BROOKLYN",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112102850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "NY09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 99849.0
  }
 ],
 "por": null
}