{
 "awd_id": "0303868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:     Charge Writing for Nano-Assembly of Bio-Molecules on Artificial Surfaces",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Lyons",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 108000.0,
 "awd_min_amd_letter_date": "2003-06-24",
 "awd_max_amd_letter_date": "2005-02-01",
 "awd_abstract_narration": "Scientific and commercial interest in the manipulation and identification of size, shape, and composition of sub-micrometer molecular structures is increasing. The need for nano-scale assembly and manufacturing is apparent in areas such as medical diagnostics, chemical recognition, and surface catalysis. The properties of man-made surfaces determine the biocompatibility of medical implants, the kinetics of chemical reactions of bioreactors, and the molecular recognition and specificity of the response of biosensors. Advances in the development of instrumentation for surface studies, and especially the invention of scanning-probe microscopy (SPM) techniques, have now made it possible to gather not only morphological information but also thermodynamic data on surface-protein or ligand-receptor binding reactions. At present the widespread use of scanning-probe microscopy in biology seems to be hindered by the difficulty of holding organic molecules onto a flat substrate during scanning. Further, if molecular nano-assembly is to become widespread in the future, the nano-mechanical equivalent of a clamp will be needed.\r\n\r\nThis proposal is aimed at exploring a combination of the top-down and bottom-up approaches for the purpose of \"proving a concept\" for manufacturing nano-scale molecular structures. First, target sites for molecular assembly will be defined (top-down phase), followed by molecular self-assembly onto these sites (bottom-up phase). The target sites will consist of a locally injected charge using a technique known as \"charge writing\" with SPM probes. Since electrostatic forces provide \"docking sites\" for many chemical and biological reactions, it is reasonable to assume that simulation of this natural process could be used for nano-assembly. The idea of 'writing' a charge pattern onto a substrate is an obvious initial approach to nano-assembly, most easily accomplished via scanning-probe microscopy. \r\nSpecifically, this study will (1) Demonstrate the feasibility of using surface (interfacial) charged templates for nano-scale assembly and manufacturing.  (2)Determine the effect of the surface charge distribution on the binding and conformation of the target macromolecules. (3) Quantify the ordering effects and correlate the experimental data with theoretical models of the charge-macromolecule interactions.\r\n(4)Investigate a scale-up of the assembly process based on e-beam lithography.  The outlined research will actively involve two graduate students and will extend the existing micro-scale electrostatic assembly research of the PI (NSF CAREER) to the nanometer scale. The results of the research will be disseminated in the interdepartmental curriculum on bio-sensors, currently under development by the PI and the Co-PI. This grant will also provide research opportunities to under-represented minority engineering students such as female, Native Americans or Hispanics, constituting 15.6% of the total number of MS and PhD degrees awarded. The interdisciplinary nature of the outlined research will provide educational opportunities for senior-year undergraduate students through participation in sample preparation and data analysis. Finally but not least commercialization opportunities will be explored through the ongoing collaboration of the PI with a local high-tech materials research company (www.mercorp.com). \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eniko",
   "pi_last_name": "Enikov",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Eniko T Enikov",
   "pi_email_addr": "enikov@engr.arizona.edu",
   "nsf_id": "000303848",
   "pi_start_date": "2003-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Cuello",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joel L Cuello",
   "pi_email_addr": "jcuello@ag.arizona.edu",
   "nsf_id": "000204654",
   "pi_start_date": "2003-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "167600",
   "pgm_ele_name": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "1788",
   "pgm_ref_txt": "Nanomanufacturing"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 96000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}