{
 "awd_id": "0303696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:    Nano-Composites Derived from Melt Blending an Ionomer and a Thermotropic Liquid  Crystalline Polymer",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2003-04-25",
 "awd_max_amd_letter_date": "2003-04-25",
 "awd_abstract_narration": "The proposal was received in response to the nanoscale science and engineering initiative (NSF 01-157), category: NER.  This research project is directed at developing an understanding of the formation of  nanocomposite during melt compounding of  blend of a thermotropic liquid crystalline polymer (TLCP) and a sulfonated polystyrene ionomer.  Self-assembly of uniform, rectangular prism-shaped TLCP nano-crystals randomly dispersed in the ionomer matrix occurs when the zinc salt of the ionomer and the TLCP are mixed at elevated temperatures in an intensive melt mixer.  These materials represent a potential commodity, melt processable nanocomposite alternative to short fiber-reinforced thermoplastics or silicate-clay nanocomposites.  Although the formation of the nano-crystals is robust and reproducible, the origin and composition of the nano-crystals are not known.  The proposed research has the following four objectives: l) determine the origin of the nano-crystals, including their composition and structure; 2) determine the extent of reinforcement offered by the nano-crystals in TLCP/SPS ionomer nanocomposites;  3) assess whether similar nanocomposites may be created with other sulfonated polymers, e.g., sulfonated poly(ether ketone ketone) or poly(etherimide ionomers; and 4) assess whether TLCP/SPS nanocomposites may be blended with a third polymer to produce a nanocomposite with the third polymer as the majority component.\r\n\r\nIn addition to the post-doctoral research associate included in the budget, graduate and undergraduate students will also be involved with this research.  The results will be published in scientific journals and presented at national scientific meetings.  Undergraduate students will participate either through independent studies during the academic year or as REU students.  An IGERT on \"Engineering of Macromolecules\" has been submitted to NSF, and this research project fits within the scope of the IGERT program being proposed.  Under-represented minority students will be especially targeted for involvement in the project.  A lecture and demonstrations teaching module about polymer science, including nanotechnology, will be developed.  That will be offered to students and faculty at high schools and primarily undergraduate colleges.  The teaching material developed will be made available to the faculty at those institutions.  Research collaborations will also be established with science and engineering faculty at primarily undergraduate institutions.  Industry will be exposed to the results of the research through the Associates Program, an industrial outreach program in the Institute of  Materials Science at the University of Connecticut.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Weiss",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Weiss",
   "pi_email_addr": "rweiss@uakron.edu",
   "nsf_id": "000278308",
   "pi_start_date": "2003-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}