{
 "awd_id": "0305151",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spatio-Temporal Chaos in Systems of Broken Symmetry",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2003-05-15",
 "awd_max_amd_letter_date": "2007-07-17",
 "awd_abstract_narration": "This experimental project will continue investigations of non-linear, non-equilibrium pattern-forming phenomena in extended dynamical systems.  The system of interest is thermal convection found in pressurized gases confined between two parallel plates.  This system, and many others, exhibits non-transient states in which spatial and temporal correlations fall off quickly.  These complex states are termed \"Spatio-Temporal Chaos\"(STC), and have received much attention in recent years.  An open question addressed in this project, is how to interact with or even control STC.  The research will address how thermal convection responds to spatial and spatio-temporal forcing.  Two types of forcing schemes will be applied.  The first uses micro-machined surfaces that are manufactured at Cornell's Nano Fabrication Facility, the second a thermal imprinting technique.  Better knowledge of STC may potentially impact fundamental science areas such as physics, biology, and medicine, but also applied areas, like heating technology, materials processing, etc.  The experimental results will also provide a benchmark for numerical codes developed for solving hydrodynamical problems on supercomputers.  The investigation includes an international collaboration with Prof. W. Pesch (Germany) and Steve Lipson (Israel).  In addition, a collaboration with Richard Wiener from Pacific University will be continued.  Graduate students involved in the project and in this research group receive training in cutting edge experimental techniques ranging from microfabrication, design of mechanical and electronic systems, to digital image processing.  This experience provides graduate students with training and preparation for careers in academe, industry, and government.\r\n\r\nThis experimental research program continues an investigation into the pattern formation that occurs in thermally driven flows in pressurized gases confined between two parallel plates.  The patterns are visible optically as spontaneous density fluctuations in the gas.  The project will examine situations where the flow shows highly disordered convection patterns.  Such situations also occur in everyday life; an example is striped cloud-streaks in the sky or in the somewhat repetitive patterns of windblown sand.  The dynamics of these complex patterns is significant current scientific interest.  An important question that will be addressed in this research program is how to interact with or even control these states that are chaotic both in space and time.  This research program will address this question by using micro-machined surfaces that are manufactured at Cornell's Nano Fabrication Facility and by using thermal imprinting techniques.  A better knowledge of these spatio-temporal chaotic states and their control can have an impact in both fundamental science, like physics, biology, and medicine (as in cardiac fibrillation, epilepsy), as well as in technology, like heating technology, materials processing, etc.  The investigation includes an international collaboration with Prof. W. Pesch (Germany) and Steve Lipson (Israel).  In addition, a collaboration with Richard Wiener from Pacific University will be continued.  Graduate students involved in the project and in this research group receive training in cutting edge experimental techniques ranging from microfabrication, design of mechanical and electronic systems, to digital image processing.  This experience provides graduate students with training and preparation for careers in academe, industry, and government.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eberhard",
   "pi_last_name": "Bodenschatz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eberhard Bodenschatz",
   "pi_email_addr": "eb22@cornell.edu",
   "nsf_id": "000490083",
   "pi_start_date": "2003-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": null
}