{
 "awd_id": "0306256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Fellows Award:Implementing Inquiry Pedagogy in Elementary and Middle School Science Classrooms",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Larry E. Suter",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 308977.0,
 "awd_amount": 308977.0,
 "awd_min_amd_letter_date": "2002-12-04",
 "awd_max_amd_letter_date": "2005-09-13",
 "awd_abstract_narration": "In the current climate of nationwide education reform, a strong movement is afoot to place inquiry at the\r\ncenter of science education. Nowhere is this more apparent than in the National Science Education\r\nStandards (National Research Council, 1996), which recommend that students be ieengaged in inquiryld\r\nthat involves combining ioprocesses and scientific knowledge as they use scientific reasoning and critical\r\nthinking to develop their understanding of scienceln (p. 105). Clearly, if teachers are to promote\r\nmeaningful learning as advocated by the Standards, some of their instructional practices will have to\r\nchange, and such changes must be supported by strong, research-based professional development\r\nprograms. The proposed study will document the ways in which specific professional development\r\nopportunities influence science teachers beliefs and knowledge and, consequently, their instructional\r\npractices.\r\nSeveral factors influence teachers instructional decisions, including their beliefs about the nature of\r\nscience, their theories about teaching and learning, and their knowledge of scientific concepts. Through a\r\nseries of week-long summer institutes, teams of elementary and middle school science teachers will gain\r\nunderstanding of the nature of scientific inquiry, the role of models in scientific inquiry, and various\r\nstrategies for creating robust inquiry opportunities in diverse classrooms. Ongoing monthly meetings\r\nthroughout the academic year will provide teacher teams with opportunities to discuss issues related to\r\nimplementing inquiry pedagogy, share materials, and seek assistance with particular concerns.\r\nA variety of professional development interventions will be employed to help alter teachers beliefs and\r\ndevelop their knowledge about scientific inquiry and conceptual models. These interventions include:\r\ncollaborative study of a theoretical framework describing scientific inquiry;\r\neflective writing;\r\nongoing collegial interactions; and\r\nquality curricular materials.\r\nThe analytical method employed for the study will be that of the collective case study. One focus teacher\r\nfrom each teacher team will be the subject of a case study. Collectively, the case studies will be\r\nformulated to shed light on the processes that teachers undergo in their attempt to adopt inquiry pedagogy\r\nand the types of professional development and support that have positive influences on these processes.\r\nQualitative data such as interview transcripts, field notes, and teacher journals will be examined using\r\nQSR NUD*IST, a theory-building qualitative analysis tool.\r\nIt is undeniable that national and statewide reform initiatives, bolstered by renewed emphasis on\r\nstandardized testing, are putting pressure on teachers to adopt inquiry-based instructional techniques.\r\nUnfortunately, utilizing inquiry-based curriculum materials and providing hands-on learning experiences\r\nin classrooms are not enough to enable students to ioengage in  the same activities and thinking\r\nprocesses [italics added] as scientists who are seeking to expand human knowledge of the natural worldll\r\n(NRC, 2000, p. 1). To accomplish this tall task, teachers will need support in developing greater\r\nunderstanding about the nature of scientific inquiry and ways of implementing inquiry instruction into\r\ntheir classrooms. The proposed study will make an important contribution to our knowledge of how\r\nspecific professional development opportunities enable teachers to adopt more inquiry-based practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cartier",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Cartier",
   "pi_email_addr": "jcartier@pitt.edu",
   "nsf_id": "000087611",
   "pi_start_date": "2002-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173800",
   "pgm_ele_name": "ADVANCE - INSTITUTIONAL TRANSF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1681",
   "pgm_ref_txt": "ADVANCE - FELLOWS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000203DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 308977.0
  }
 ],
 "por": null
}