{
 "awd_id": "0306105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mainstreaming Cybersecurity Research and Practice into Undergraduate Education",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anita La Salle",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 539999.0,
 "awd_min_amd_letter_date": "2003-08-27",
 "awd_max_amd_letter_date": "2008-06-18",
 "awd_abstract_narration": "0306105\r\nShivakant Mishra\r\nUniversity of Colorado Boulder\r\nMainstreaming Cybersecurity Research and Practice into Undergraduate Education\r\n$539,999\r\n\r\nThis is a very timely project that addresses the education of undergraduates about the field of cyber-security. Included in the project activities are the creation of a \"cyber-security house\", an applied cyber-security course, and a cyber-security repository for broad dissemination of the materials and results from the project. While national security is critically dependent on a continuous and correct functioning of modern computing systems, current, state-of-the-art computing systems typically do not meet the stringent requirements of security, availability, fault-tolerance, and high performance. The 2001 Computer Crime and Security Survey from CSI/FBI describes two disturbing characteristics:(1) The number of computer crimes and security breaches are increasing, and (2) The total financial loss due to computer crimes and security breaches is increasing. One possible reason for this weakness of modern computing systems is that there is a severe shortage of skilled security professionals, resulting in a large number of computing systems being constructed by people who do not have adequate understanding of basic security principles. A fundamental reason for the shortage of security practitioners is that the principles and practices of security are typically not well covered in undergraduate education and only a handful of undergraduate programs in the USA even offer a course on computer security. The PI hypothesizes that fundamentally new mechanisms, which go beyond traditional classroom settings, are needed to address the current weaknesses associated with cyber-security technology and education. The overall goal of the project is to prepare a work force that is aware of system vulnerabilities, as well as a cadre of professionals that are knowledgeable about the recognized, best, and latest principles and practices available in security and information assurance. This project focuses on six activities: 1. Development of a \"cyber-security house\" to permit undergraduate students to learn and experiment with security principles and practices throughout their undergraduate career. This is intended to provide students an opportunity to learn and experiment with the latest cyber-security technology, keep up with the fast pace of change in cyber-security technology, and interact with other undergraduate students at different stages in their undergraduate careers. 2. Development of a new undergraduate course on applied cyber-security. This course provides hands-on experience with using the latest security tools, and designing and implementing secure systems. 3. Development of a repository of cyber-security education-related materials, making them available via the Web. The goal is to provide useful materials that are beyond course syllabi and lecture notes. 4.  Dissemination of the results from this project to the CISE community. The methods for dissemination includes collaborating with faculties and students from other institutions via workshops, a TA training program, making course materials available on the Web, and publication and participation in CISE education-related conferences. 5. Increasing participation in the project activities of underrepresented groups by involving faculty and student from historically black colleges and universities, and other minority institutions. 6. Evaluation of the project results at regular intervals, and making modifications or extensions a needed. This evaluation will be based on the inputs from the students who take the new course and participate in the cyber-security house, industry who employ these students, and the instructors who teach the new course or supervise student in the cyber-security house. An important aspect of this project is the inclusion of survivability as an integral aspect of the educational topics proposed. Rather than focusing on the more traditional attack/detection paradigm, students are taught how to design software systems that are less vulnerable to attack and that are designed to survive such attack and provide some level of continuing service.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shivakant",
   "pi_last_name": "Mishra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shivakant Mishra",
   "pi_email_addr": "mishras@cs.colorado.edu",
   "nsf_id": "000295337",
   "pi_start_date": "2003-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Wolf",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander L Wolf",
   "pi_email_addr": "a.wolf@imperial.ac.uk",
   "nsf_id": "000175606",
   "pi_start_date": "2003-08-27",
   "pi_end_date": "2008-06-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Heimbigner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis M Heimbigner",
   "pi_email_addr": "dmh@unidata.ucar.edu",
   "nsf_id": "000430828",
   "pi_start_date": "2003-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lecia",
   "pi_last_name": "Barker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lecia J Barker",
   "pi_email_addr": "barkerl@colorado.edu",
   "nsf_id": "000228142",
   "pi_start_date": "2003-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170900",
   "pgm_ele_name": "CISE EDUCAT RES & CURRIC DEVEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 269999.0
  }
 ],
 "por": null
}