{
 "awd_id": "0306366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Problems in Multiple Hypotheses Testing",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Yang",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 233967.0,
 "awd_amount": 233967.0,
 "awd_min_amd_letter_date": "2003-08-12",
 "awd_max_amd_letter_date": "2003-08-12",
 "awd_abstract_narration": "A sudden upsurge of research in the area of multiple hypotheses testing has been taking place in the recent years resulting in newer ideas and raising a number of important statistical questions. The present proposal intends to address a number of those questions. A major thrust of the research will be to provide further development of the theory of false discovery rate (FDR), a new and powerful concept of error rate in multiple testing, which has been receiving increasing attention in a wide variety of statistical applications. While it has been established by the investigator and other researchers recently that there exist multiple testing procedures which can control the FDR in situations involving independent as well as some types of positively dependent test statistics, no theory has yet been developed toward a statistically meaningful comparisons of these procedures. This proposal considers developing this theory in terms of some new criteria involving false negatives rate (FNR). A second major thrust of the proposed research will be the investigation of some important open problems related to directional error control in stepwise multiple testing procedures. The theory of directional error control in multiple testing has so far been concentrated mostly within the framework of independent test statistics, limiting its scope in real applications where the test statistics are rarely independent. The investigator has recently revisited this theory with independent test statistics and improved it for a step-down procedure. This project aims at developing this theory further accommodating other stepwise procedures and test statistics that are not necessarily independent. \r\n\r\nRecent published research and some preliminary investigations by the investigator provide strong motivation and lay the foundation for the proposed research. The results from this research will be of importance to several areas of statistical applications, including microarray experiments where the concept of false discovery rate has been receiving acceptance as a statistical measure of error in detecting differentially expressed genes, and pharmaceutical studies where multiple testing techniques are routinely used in evaluating a drug's efficacy over standard drug or placebo. This research has the potential to generate collaborations with researchers in biopharmaceutical statistics. It would also benefit education through training of graduate as well as undergraduate students and incorporation of the developed methodologies in statistics courses.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sanat",
   "pi_last_name": "Sarkar",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sanat K Sarkar",
   "pi_email_addr": "sanat@temple.edu",
   "nsf_id": "000223790",
   "pi_start_date": "2003-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 233967.0
  }
 ],
 "por": null
}