{
 "awd_id": "0306523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamical systems theory and singular perturbation analysis for patterns, bubbles, and chemical reduction methods",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 194956.0,
 "awd_amount": 194956.0,
 "awd_min_amd_letter_date": "2003-05-05",
 "awd_max_amd_letter_date": "2003-05-05",
 "awd_abstract_narration": "Kaper\r\n0306523\r\n     This project concerns systems with multiple length and time\r\nscales, with the goals of analyzing recent experiments, of\r\nimproving computational methods, and of establishing new\r\nmathematical theory for such systems.  First, in the area of\r\nchemical patterns with multiple length scales, the\r\nrecently-discovered phenomena of self-replicating spots and\r\npulses has posed new challenges for modeling and for stability\r\nanalysis of solutions of partial differential equations.  The\r\ninvestigator and collaborators build on their analysis of the\r\ndynamics, time scales, and mechanisms responsible for\r\nself-replication to study the underlying bifurcation hierarchies\r\nthat organize the self-replication regime, to further examine the\r\nzero-pole cancellation phenomenon in the nonlocal eigenvalue\r\nproblem stability analysis, to extend the renormalization group\r\ntechnique to establish the fully-nonlinear stability of pulses,\r\nand to develop extensions to systems with more than two length\r\nscales.  Second, in the increasingly-important area of reduction\r\nmethods for large systems of chemical reactions with multiple\r\ntime scales, the validity and accuracy of certain methods are\r\nanalyzed, with special focus on the computational singular\r\nperturbation method of Lam and Goussis.  Third, the investigator\r\nanalyzes the Oya-Vallochi model of subsurface bioremediation.\r\nBioremediation is a process in which microorganisms, in the\r\npresence of electron acceptors, degrade environmentally-harmful\r\norganic compounds.  The investigator studies traveling waves of\r\nbiomass activity and advection versus dispersion.  Fourth, he\r\nconducts fundamental studies of nonspherical deformations of gas\r\nbubbles in Newtonian fluids.  Finally, a challenging open problem\r\nconcerning the existence of self-similar, blow-up solutions of\r\nthe nonlinear Schroedinger equation in spatial dimensions between\r\ntwo and four is attempted.\r\n     This project concerns mathematics for problems of\r\nsignificant current interest in biology, chemistry, engineering,\r\nand physics, which exhibit both fast and slow dynamical\r\nprocesses.  First, with collaborators and a doctoral student, the\r\ninvestigator analyzes computational methods used to simulate\r\nlarge, complex systems of reactions in biochemistry, combustion,\r\nand air pollution engineering.  These processes, such as the\r\nproduction of certain proteins, the burning of natural gas, and\r\nthe formation of nitrous oxides in the atmosphere, typically\r\ninvolve a few hundred species, each of which participates in\r\nseveral reactions, with the reaction times ranging from\r\nnanoseconds to milliseconds, even to minutes.  Methods that reduce\r\nthe system complexity, while retaining a desired accuracy, are\r\ncritical for modeling these processes.  The investigator aims to\r\nshow that there is a highly accurate method that can be used to\r\nimprove the accuracy of other widely-used methods, which are\r\nembedded in major computer codes.  Second, the investigator and a\r\ndoctoral student study mathematical models of bioremediation, in\r\nwhich microorganisms are used to degrade environmentally-harmful\r\norganic compounds.  Mathematics provides an advantageous approach\r\nto determine important quantities, such as the wave speed with\r\nwhich the biologically-active zone propagates through a wet soil\r\ncolumn and how this speed depends on the many physical\r\nparameters.  Third, fundamental research is conducted on the\r\ndynamics of gas bubbles in water.  Deformations of spherical\r\nbubbles lead to oscillations on time scales much shorter than\r\nthat on which the spherical mode itself oscillates, and the main\r\ngoal is to model the nonlinear transfer of energy between the\r\nspherical and nonspherical modes that can lead to bubble\r\ncavitation and the attendant production of underwater sound by\r\nturbine blades, for example.  Finally, the investigator develops\r\nfurther theory for self-replicating chemical patterns and for a\r\nprototypical equation that governs nonlinear wave propagation.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tasso",
   "pi_last_name": "Kaper",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tasso J Kaper",
   "pi_email_addr": "tasso@math.bu.edu",
   "nsf_id": "000316150",
   "pi_start_date": "2003-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 194956.0
  }
 ],
 "por": null
}