{
 "awd_id": "0307688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Near-Infrared Mapping of Silicate-Rich Asteroids in the Mainbelt",
 "cfda_num": "47.049",
 "org_code": "03020414",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vernon Pankonin",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 153389.0,
 "awd_amount": 153389.0,
 "awd_min_amd_letter_date": "2003-05-02",
 "awd_max_amd_letter_date": "2003-05-02",
 "awd_abstract_narration": "AST 0307688\r\nBus\r\n\r\nThe asteroid belt, located between the orbits of Mars and Jupiter, contains vital clues about the events and processes that led to planetary formation.  It also records a long history of collisional disruptions and dynamical diffusion, processes that are still ongoing.  To reveal many of the secrets held by the asteroids requires that they be studied as a population, so that trends and relationships can be identified.  Dr. Schelte Bus, University of Hawaii, will lead an observational campaign to measure the near-infrared spectral properties of silicate-rich asteroids in the main belt.  This project will utilize SpeX, a new-generation near-IR spectrograph at the Infrared Telescope Facility (IRTF) on Mauna Kea, to produce high-quality spectra for 300-400 of these asteroids over the wavelength interval from 0.8 to 2.5 micro-meter.  This spectral region is ideal for characterizing the mineralogy of silicate-rich asteroids because of diagnostic absorption bands centered near 1 and 2 micro-meter.  The immediate goals of this survey include sampling the entire range of silicate mineralogies present in the main belt for asteroids with diameters larger than 5 km, and mapping the distributions of these mineralogies as functions of orbital parameters.  These analyses will help place constraints on the conditions in the inner main belt during proto-planetary formation.  Members of collisionally-derived asteroid families will be targeted to search for variations in mineralogy within each family.  These observations will help constrain the degree of heating/differentiation that occurred in the original parent bodies.  Asteroids will also be sampled in and around suspected main-belt source regions of near-Earth asteroids (NEAs) and meteorites.  Also, size-dependent trends in spectral characteristics will be closely examined in an attempt to determine if they represent differences in mineralogy, or are caused by varying degrees of surface alteration (space weathering). \r\n\r\nBroader impacts of this proposed project include the public release of these spectral data to both the asteroid and meteorite communities.  These data will form a valuable resource for the characterization of asteroids (both main-belt and NEAs) and for advancing studies in asteroid-meteorite relationships for many years to come.  Dr. Bus has made a significant effort to optimize the reduction of asteroid data obtained with SpeX.  Once these reduction procedures are streamlined and fully documented, they will be made openly available online.  An important aspect of this project involves education through the involvement of undergraduate students and a post-graduate research assistant in various aspects of observing, data reduction and analysis.  Special effort will be made to recruit students from the University of Hawaii system. Dr. Bus and his collaborators have extensive experience in asteroid spectroscopy, data reduction and analysis, and mineral spectroscopy.  \r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Schelte",
   "pi_last_name": "Bus",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Schelte J Bus",
   "pi_email_addr": "sjb@ifa.hawaii.edu",
   "nsf_id": "000466427",
   "pi_start_date": "2003-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 153389.0
  }
 ],
 "por": null
}