{
 "awd_id": "0307869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamentals and Implications of Interstellar Turbulence",
 "cfda_num": "47.049",
 "org_code": "03020416",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian M. Patten",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 154008.0,
 "awd_amount": 154008.0,
 "awd_min_amd_letter_date": "2003-07-01",
 "awd_max_amd_letter_date": "2006-05-23",
 "awd_abstract_narration": "AST 0307869\r\nLazarian\r\n\r\nThe interstellar medium (ISM) of a galaxy plays a crucial role in its appearance, evolution, and\r\noverall properties. In turn, the nature of the ISM and many processes within it are determined\r\nby the magnetic turbulence that stirs it. The proposal is focused on the studies of fundamentals\r\nof interstellar turbulence and its implications. The most fundamental process in turbulence is\r\nthe energy cascading to small scales. Dr. Alexandre Lazarian will study this process in typical interstellar environments where sources of energy are localized both in space and time. Implications of this process on the evolution of inflows onto clumps inside molecular clouds, as well as for cosmic ray acceleration, will be studied. The interaction of magnetic turbulence with charged particles is another fundamental process that is determined by the properties of the turbulence. Recent progress in understanding of MHD turbulence motivates Dr. Lazarian to explore what this new insight entails for the dynamics of cosmic rays and charged grains. Pilot calculations show that the expected changes are dramatic with the consequences that will have a broad impact not only on the interstellar medium, but also to other branches of astrophysics. This research group has (a) made substantial progress in understanding those fundamental properties, discovered some new previously unknown regimes of magnetic turbulence (the continuation of the magnetic cascade beyond the ion-neutral damping scale), and (b) has developed numerical tools and expertise to deal the complicated issues turbulence raises. Intended collaborations will enhance the available infrastructure for the research, accelerate it, and will provide a stimulating environment for the intellectual development of a graduate student. These efforts will go hand in hand with observational testing of the predictions. For this purpose, the team will use and improve statistical tools that it has developed and successfully tested recently. Those tools allow the extraction of statistics of velocity and density from data spectral line data cubes, establish topology of different interstellar phases and determine turbulence anisotropy. \r\n\r\nUpon the completion of the work, the team will make those tools available to the astrophysical community. The completed projects will improve understanding of fundamental properties of interstellar turbulence and will develop new tools for comparing theory and observations. The results will have a broad impact on adjacent fields, since many astrophysical processes (e.g. heating of the ISM, star formation, heat and mass transfer) depend on properties of interstellar turbulence.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandre",
   "pi_last_name": "Lazarian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandre Lazarian",
   "pi_email_addr": "lazarian@astro.wisc.edu",
   "nsf_id": "000491671",
   "pi_start_date": "2003-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 154008.0
  }
 ],
 "por": null
}