{
 "awd_id": "0307933",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Planetary Collisions",
 "cfda_num": "47.049",
 "org_code": "03020414",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vernon Pankonin",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 204132.0,
 "awd_amount": 204132.0,
 "awd_min_amd_letter_date": "2003-06-02",
 "awd_max_amd_letter_date": "2005-03-04",
 "awd_abstract_narration": "AST 0307933\r\nCanup\r\n\r\nThe objective of this project is to develop a better understanding of the behavior of large, gravity-dominated collisions in solar system formation and evolution.  During the final stages of planet formation, collisions between objects 1000's of kilometers in radius were likely common. It was during this late stage that the characteristics of the terrestrial planets (e.g. spin rate, obliquity) were determined by the specifics of the last few large, stochastic impacts a planet experienced. One such giant impact is believed responsible for the origin of the Moon, whose well-known influence on the Earth's obliquity stability continues to affect our planet's habitability even today. In the outer solar system, Pluto and its massive satellite, Charon, are thought to have resulted from a similar type of large impact.  This project utilizes a powerful numerical method known as smooth particle hydrodynamics, or SPH, to simulate planet-scale impacts.  Proposed work for the next cycle includes three main tasks. In Task 1 a generalized survey of impact outcomes in planet-scale collisions between rocky objects will be completed. A specific motivation is to provide quantitative estimates on debris production during impacts believed typical of late stage planet accretion, a process that may have influenced the final spin and orbital state of the terrestrial planets. Task 2 involves modeling the formation of the Pluto-Charon system. Although an impact origin of this system has been favored for some time, quantitative simulations to establish the viability of this mechanism have only very recently begun to be performed. Determining the type of impact necessary to yield Pluto-Charon and modeling the formation conditions for this system are of critical importance, not only for the history and physical/chemical evolution of these objects, but also for the constraints such studies may provide on the population of objects that exist(ed) in this vicinity of the solar system. Task 3 examines two other potentially impact-generated features: the recently discovered KBO binaries and Mercury.  \r\n\r\nThe overall importance of the Pluto-Charon system and the accompanying population of Kuiper Belt Objects (KBO's) is highlighted by the National Research Council's Decadal Survey for Planetary Science, which ranked the study of these objects as a top priority for planetary exploration, in part because of interest in giant impacts. Planet-scale impacts-in particular the impact believed to have led to the formation of our planet and its Moon-are topics that generate tremendous public and educational interest. Evidence of this includes recent features on the research supported here in Time, Astronomy, Scientific American, and CNN Live. The investigators will actively and frequently participate in educational and outreach projects that allow for the concepts studied here to be disseminated to the public. A past example is a website from which animations of lunar forming impact simulations from could be downloaded by the public (www.swri.org/press/impact.htm). Other examples of recent outreach activities include Dr. Canup's participation in the Discover channel's \"If there were no Moon\" (which is rebroadcast on a\r\nregular basis) and the series for public television, \"What's up in the Universe\".  Dr. Canup will be\r\nserving as a scientific advisor to the American Museum of Natural History in New York in the\r\ndevelopment of a new show, \"Collisions in Cosmic Evolution\", in which results of our impact studies performed here will be directly utilized .  Dr. Canup hopes that by participating in such projects she can also provide a positive role model for young women and girls interested in science. \r\n***\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Canup",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Canup",
   "pi_email_addr": "robin@boulder.swri.edu",
   "nsf_id": "000184288",
   "pi_start_date": "2003-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Asphaug",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Asphaug",
   "pi_email_addr": "asphaug@lpl.arizona.edu",
   "nsf_id": "000365753",
   "pi_start_date": "2003-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southwest Research Institute",
  "inst_street_address": "6220 CULEBRA RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2105222231",
  "inst_zip_code": "782385166",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "SOUTHWEST RESEARCH INSTITUTE",
  "org_prnt_uei_num": "PB11V1KH3KV4",
  "org_uei_num": "PB11V1KH3KV4"
 },
 "perf_inst": {
  "perf_inst_name": "Southwest Research Institute",
  "perf_str_addr": "6220 CULEBRA RD",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782385166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 68044.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 68044.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 68044.0
  }
 ],
 "por": null
}