{
 "awd_id": "0307322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometric and Size Control of Mechanical Properties in Surfactant Templated Silicas and Periodic Nanoporous Oxides",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clark Cooper",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2003-07-30",
 "awd_max_amd_letter_date": "2003-07-30",
 "awd_abstract_narration": "GEOMETRIC &  CONTROL OF MECHANICAL PROPERTIES IN SURFACTANT TEMPLATED \r\nSILICAS & OTHER PERIODIC POROUS OXIDES\r\nSarah H. Tolbert and Vijay Gupta, UCLA\r\n\r\n\tThis study involves a number of experiments aimed at understanding and exploiting the unique elastic properties of periodic nanostructured silica/surfactant composite and porous inorganic solids. Advances in material synthesis and self-assembly now allow for the production of periodic, highly regular inorganic/organic composite materials through solution-phase self-organization. Similarly ordered porous inorganic oxides can be generated by selectively removing the organic fraction of the composite. By varying the nature of the organic template, the pore size can be tuned from approximately 2 nm to over 20 nm and the overall periodicity can be varied. Recent experiments by the PI suggest that the mechanical properties of these periodic materials may be quiet different from disordered inorganic/organic composites or disordered porous materials. Ordered materials appear to be both stiffer than disordered composites and more elastic, showing very high failure strain. Our goal is thus to explore the elastic properties of these periodic composite and porous materials to understand how nanoscale architecture influences mechanical properties. We are working on this goal in two different ways. In the first set of experiments, we are compressing  composites under hydrostatic conditions using diamond anvil cell techniques with a goal of understanding how local deformation combine with nanoscale distortions to control bulk moduli. In the second set of experiments, we are examining the mechanical properties of thin films under tension, aiming both to measure macroscopic elastic moduli and to understand the high failure strain observed in preliminary experiments.\r\n\tIn the first set of experiments, we use hydrostatic, conditions to compress composite materials while interrogating them using spectroscopic of scattering techniques in order to understand the basic for the high modulus and excellent reversibility of distortions observed in periodic silica/surfactant composites. We do this by combining low-angle X-ray scattering, Raman scattering, and Brillouin scattering under pressure to probe distortions on both the atomic and nanometer length scales. A range of samples with varying periodicity, wall and pore structures, and dimensionality are being examined. Our goal is to systematically vary surfaces area, surface structure, length scale, and connectivity to examine the effect of these variables on both local and longer length-scale, and deformations of the periodic structure. The results will allow us to develop a detailed understanding of how nanoscale architecture and atomic scale bonding combine to control mechanical properties.\r\n\tIn the second set of experiments, we are examining tensile properties of continuous periodic templated thin films to examine how anisotropic nanoscale architectures can produce anisotropic mechanical properties. Tensile moduli and strain-to-break values are measured; preliminary results on periodic silica/polymer composites indicate remarkable strain-to-break values 50x greater than those observed for bulk silica. We are exploring a range of samples with variations in nanoscale architecture like those described above, particularly exploiting bulk alignment of the composite film to measure anisotropic elastic moduli. Data is being modeled using fracture and applied mechanics concepts to understand the role of geometry in controlling cracking and strain-to-break.\r\n\tThe broader impacts of this work are multifold. Periodic composite or porous materials have the potential to dramatically improve applications where low thermal conductivity, low dielectric constant, or simply low density need to be combined with high stiffness and high strain. By developing the framework for understanding the role of architecture in controlling elastic properties, we lay the foundation for a broad range of future advances.  More immediately, the experiments proposed here are a true collaboration between chemists and engineers and as such, they provide excellent training for graduate students in the area of in interdisciplinary science and technology.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Tolbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Tolbert",
   "pi_email_addr": "tolbert@chem.ucla.edu",
   "nsf_id": "000419902",
   "pi_start_date": "2003-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay Gupta",
   "pi_email_addr": "vgupta@ucla.edu",
   "nsf_id": "000101103",
   "pi_start_date": "2003-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}