{
 "awd_id": "0307491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Starter Grant: Analysis of ODS-1 in C. elegans Exposed to Anoxia",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 49997.0,
 "awd_amount": 49997.0,
 "awd_min_amd_letter_date": "2003-05-23",
 "awd_max_amd_letter_date": "2003-05-23",
 "awd_abstract_narration": "Oxygen deprivation influences the growth and development of organisms. Many organisms in nature are subjected to changes in oxygen levels and have adapted to survive oxygen deprivation. The soil nematode Caenorhabditis elegans is capable of surviving a wide range of oxygen levels and the developmental progression of the organism depends on the oxygen concentration. For example, C. elegans exposed to a hypoxic environment (0.5% to 1.5% oxygen) develop slowly, but nematodes exposed to an anoxic environment (0% oxygen) arrest in their developmental and cell cycle progression. This arrest, anoxia-induced suspended animation, is reversible upon re-exposure to oxygen. Organisms other than C. elegans, such as zebrafish, brine shrimp, and fruit flies are also capable of surviving anoxia by arresting development.  Little is known about the developmental and cell cycle arrest in response to anoxia. To gain a full understanding of anoxia-induced suspended animation it is necessary to understand the genetic, physiologic, and cellular responses to anoxia in a variety of metazoans at different stages of development.\r\n\r\nEmbryos exposed to anoxia arrest developmental and cell cycle progression. It is not known if there is a genetic and cellular basis for anoxia induced cell cycle arrest. Using a genetic model system such as C. elegans to study anoxia induced cell cycle arrest will help determine if there is a genetic response to anoxia.   C. elegans is a model system in which classical forward and reverse genetic analysis is possible. The large size and transparency of nematode embryos make them an excellent system for observing cell cycle events during early development.  Additionally, C. elegans chromosomes are holocentric, with kinetochores that extend the length of the chromosomes. Thus, during anaphase chromosomes move as entire units without lagging arms. Furthermore, the large size of C. elegans kinetochores (up to 4 microns) make it easy to study cell cycle events. Thus, the recent finding by Dr. Padilla that the nematode embryo arrests cell cycle progression in anoxia, make the nematode a useful system for understanding the cellular and genetic responses required for oxygen deprivation survival.\r\n\r\nDr. Padilla's long-term research goal is to determine the mechanisms employed by C. elegans to respond to severe oxygen deprivation. The hypothesis of this one-year project is that a gene (ODS-1), identified by an RNA interference (RNAi) screen for genes that are essential for C. elegans embryos to survive anoxia, is a component of the spindle checkpoint in the nematode embryo.  The research will focus on the characterization of ODS-1, and consists of the following two aims:\r\nAim 1. To determine the subcellular localization of ODS-1 protein in embryos exposed to a normoxic or anoxic environment.\r\nAim 2. To evaluate the phenotype of ODS-1 (RNAi) embryos.\r\n\r\nThis research will result in the characterization of a gene and gene product that appears to be important for nematode embryos to survive anoxia, and will permit the testing of the hypothesis that spindle checkpoints are involved in anoxia-induced cell cycle arrest.\r\n\r\nBroader impacts:  This is a Research Starter Grant, awarded to an NSF Postdoctoral Fellow who has accepted a tenure-track position at an eligible institution, as described in NSF 00-139.  Dr. Padilla actively integrates research and education by recruiting undergraduate and graduate students to work on research projects in her lab, as well as by teaching in the undergraduate classroom.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Padilla",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela A Padilla",
   "pi_email_addr": "ppadilla@unt.edu",
   "nsf_id": "000480614",
   "pi_start_date": "2003-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7184",
   "pgm_ref_txt": "MINORITY POSTDOC RSRCH STARTER"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 49997.0
  }
 ],
 "por": null
}