{
 "awd_id": "0308133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Opportunities in Block Copolymers:  Reactive Rod/Coils and  Magnetooptic Nanocomposites",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Freddy Khoury",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 620000.0,
 "awd_min_amd_letter_date": "2003-04-03",
 "awd_max_amd_letter_date": "2006-05-18",
 "awd_abstract_narration": "The research proposed will further the possibility that block copolymers gain entry into higher value, high technology applications, such as chemically patterned surface coatings, lithographic masks and improved optical components.  To this end, the investigator proposes two broadly related fundamental research areas:  (1) creation of nanopatterns with surface-reactive rod/coil diblock copolymers and (2) fabrication of tunable magneto-optical materials from nanoparticle-filled block copolymers.  In both these projects, the PI's previous experience with block copolymer processing and structure-property characterization will provide a firm base to build structure and chemical interactions between the host copolymer and a substrate and/or an applied field, or between the host polymer and surface engineered nanoparticles determines the resultant nanocomposite morphology will permit attainment of new and enhanced physical properties.  Improved insight into the principles of how to best create ordered block copolymer based systems will have broad applicability to a host of emerging technologies.  Key to this will be knowledge of how the processing conditions interplay with chemical structure to achieve desirable end states and thus afford superior materials based on BCPs.\r\n\r\nRod/coil BCPs and their blends with both coil- and rod-homopolymers are largely unexplored and present an opportunity to learn about the role of liquid crystallinity on microphase separation.  Emphasis will be on rod/coil - coil blends to investigate rod BCP micelles, and on the presence of reactive groups on the rod block to provide means for locking-in morphologics, for tuning substrate interaction, and to create synthetic anistropic organic nano-objects, which can then be employed as unique building blocks in hierarchical self assembly.  Self assembled nanocomposites based on polymer-inorganic materials with magnetic field tunable optical properties will be produced by spatially templating superparamagnetic nanoparticles in BCPs.  Surface engineering nanoparticles will be sequestered in the BCP and should display superior properties over the corresponding bulk materials due to their small size (single domain particles).  By choosing a BCP that has sufficient molecular weight so that the microdomains'  periodicity provides a visible wavelength  photonic ban gap (PBG), these researchers will fabricate a magnetic field tunable PBG materials.  Such materials have potential as polarization rotators and optical isolators (\"one way light valves\") via the field dependent Verdet constant of the composite.  In addition, the experimental data set of nanoparticle-BDP morphologies will be used to compare to recent theoretical models of the geometry of nanoparticle-BCP self-assembly.\r\n\r\nThis project has several ways to impact society.  Visits of graduate students to other universities and to industry are envisioned to give them a broader experience, as well as to access to novel instrumentation.  The PI has several highly productive collaborations:  C. Ober and S. Gruner  (Cornell) - block copolymer synthesis and synchrotron scattering (routine visits by 3-4 students to CHESS and short (one week) periods to Ober lab; S. Margel (Var-Llan, Israel) - nanoparticle synthesis (due to the present situation in Israel, no students have yet visited his lab) and B. Lotz  Strasbourg) - TEM and electron diffraction characterization (month long visit to CNRS).  The PI has recent experience co-founding a start up (Omni Guide Communications, Inc.) with another professor and a former graduate student,  affording a perspective on how to undertake tech transfer from the university into the market place.  Over the past 12 years, the PI has filed a total of 15 patent disclosures and 5 patents have been issued.  In addition, the PI's group has always hosted several undergraduates, called UROPs, at MIT.  Their successful participation in research is attested by co-authorzship of several publications. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Thomas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin L Thomas",
   "pi_email_addr": "elt@tamu.edu",
   "nsf_id": "000097252",
   "pi_start_date": "2003-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": null
}