{
 "awd_id": "0308589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Partial Premixing by High-Intensity, High-Frequency Forcing of Jet Flames",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Westmoreland",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 373000.0,
 "awd_min_amd_letter_date": "2003-08-08",
 "awd_max_amd_letter_date": "2007-08-07",
 "awd_abstract_narration": "This is an investigation of an essentially unexploited burner strategy that uses high-intensity, high-frequency forcing of a fuel jet to achieve substantial partial premixing of initially nonpremixed reactants.  Preliminary results have shown that it is possible to produce dramatic changes in the structure and luminosity of a turbulent nonpremixed jet flame with the application of strong forcing of the jet flow.  Intense pulsations are achieved by modulating the fuel flow with a high-speed valve at a frequency that coincides with the organ-pipe resonance frequency of the fuel tube.  The combination of rapid fuel-flow rate modulation coupled with the organ-pipe resonance of the fuel tube results in very large amplitude, high-frequency modulation of the fuel gas pressure and velocity.  The resulting flow exhibits a high degree of partial premixing of the fuel and air, possibly due to the ingestion (sucking) of ambient air into the fuel tube, vortex-ring entrainment, and turbulence generated by the unsteadiness.  While the effect of high-amplitude, high-frequency forcing has been demonstrated, the underlying physical mechanisms that are responsible for the significant changes in the flame structure are not known.  The objective of this work is to define the range of conditions where this phenomenon is effective and to provide a clear conceptual model of the process through careful experimentation.  To determine the range of operating parameters that result in strong partial premixing, a range of fuel-tube diameters, resonance tube lengths (and hence excitation frequencies), fuel-jet Reynolds numbers, and fuel type are investigated.  Global parameters such as the blowout limits and mean flame length are measured.  Exhaust-gas pollutants such as nitrogen oxides, carbon monoxide, and hydrocarbons, are measured.  Once the most interesting operating conditions have been identified, a second phase of the study involves making careful flow-field measurements with the aim of understanding the underlying physical mechanisms.  In this phase, a number of imaging diagnostics, including particle image velocimetry (PIV), planar laser-induced fluorescence (PLIF), high-speed Mie scattering and high-speed schlieren videography are used.  PIV is used to quantify the fuel-tube velocity fluctuations, to measure jet entrainment and to reveal the flow-field structure at each phase of the oscillation cycle.  The PLIF of seeded acetone vapor is used to make quantitative mixing measurements to reveal the degree of partial premixing, PLIF of OH and CH are used to investigate the effect of forcing on the reaction zone structure, and the high-speed imaging provides global information on characteristic frequencies in the flames.  The data obtained from these measurements aids in the development of an analytical chemical-reactor-based model that is useful for predicting flame lengths and pollutant formation in these types of flames.\r\n\r\n \r\n\r\nBroader impacts\r\n \r\n\r\nIt may be possible to use strong unsteady periodic forcing of the fuel stream to design burners that produce less soot or smoke, and possibly lower pollutants such as nitrogen oxides and hydrocarbons, through partial premixing.  The reduction of environmental pollutants is the primary driver of research on industrial burners at this time.  This type of burner could have a significant impact on compact burners used for process heating, stack flares, and even to augment conventional gas turbine power generators.  Furthermore, the unsteady operation may enable burner control strategies that are not possible with conventional (swirl-stabilized) combustion.  Undergraduate and graduate students are taught skills in advanced combustion burner development and characterization, and results from this study are incorporated into courses on combustion theory and combustion diagnostics.  Students from under-represented minority groups are included in the research activities. \r\n\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noel",
   "pi_last_name": "Clemens",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Noel T Clemens",
   "pi_email_addr": "clemens@mail.utexas.edu",
   "nsf_id": "000432718",
   "pi_start_date": "2003-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ofodike",
   "pi_last_name": "Ezekoye",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ofodike A Ezekoye",
   "pi_email_addr": "dezekoye@mail.utexas.edu",
   "nsf_id": "000212388",
   "pi_start_date": "2003-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 124000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 124000.0
  }
 ],
 "por": null
}