{
 "awd_id": "0308746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Kinematics, Neural Control, and Evolution of the Head Retraction Startle Response in Elongate Anamniote Vertebrates",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 10100.0,
 "awd_amount": 10100.0,
 "awd_min_amd_letter_date": "2003-06-25",
 "awd_max_amd_letter_date": "2003-06-25",
 "awd_abstract_narration": "Dissertation Research: Kinematics, neural control and the evolution of the head retraction startle response in anamniote vertebrates \r\n\r\nElizabeth L. Brainerd and Andrea B. Ward\r\nUniversity of Massachusetts Amherst\r\n\r\n\r\n\tEscape responses are a model system for understanding the function and evolution of the nervous system. These responses are controlled by giant cells in the hindbrain called Mauthner cells. Fishes and amphibians perform stereotyped escape responses when startled by potential predators. Most aquatic vertebrates perform a C-start that is named for the C-bend that these vertebrates make in response to a stimulus. However, previous work on elongate fishes, larval lampreys (Petromyzon marinus), spiny eels (Mastacembelus sp.), and American eels (Anguilla rostrata), have suggested that there is another aquatic escape response, head retraction, which is defined by multiple bends on the body. The primary goal of this project is to describe the head retraction startle response in a number of unrelated fish and amphibian species. Additional goals are to trace the evolution of startle response behavior in vertebrates and to correlate anatomical characteristics, including anatomy of the Mauthner neuron, with startle response type. Startle response behavior will be examined in several salamanders (Eurycea bislineata, Siren intermedia, Amphiuma tridactylum), a caecilian (Typhlonectes natans), African lungfish (Protopterus annectens), bichir (Polypterus palmas), reedfish (Erpetoichthys calabaricus), ladyfish (Elops saurus), American eel (Anguilla rostrata), freshwater moray eel (Gymnothorax polyuranodon), threespine stickleback (Gasterosteus aculeatus), bay pipefish (Syngnathus leptorhynchus), feather blenny (Hypsoblennius hentzi), crescent gunnel (Pholis laeta), high cockscomb (Anoplarchus purpurescens), ocean pout (Zoarces americanus), snake head (Channa micropeltes), and two spiny eels (Macrognathus siamensis and Mastacembelus armatus). Startle response behavior will be analyzed using high-speed video (250 frames/second), electromyography to determine muscle activation patterns, and histological techniques to describe the Mauthner cell morphology. This project aims to study the head retraction startle response by integrating functional morphology and anatomy of the Mauthner neuron in order to increase understanding of the function and evolution of nervous systems. \r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Brainerd",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth L Brainerd",
   "pi_email_addr": "elizabeth_brainerd@brown.edu",
   "nsf_id": "000105255",
   "pi_start_date": "2003-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114100",
   "pgm_ele_name": "PHYSIOLOG & STRUCTURAL SYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 10100.0
  }
 ],
 "por": null
}