{
 "awd_id": "0309998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2003-06-24",
 "awd_max_amd_letter_date": "2003-06-24",
 "awd_abstract_narration": "This Minority Post-Doctoral Research and Training Fellowship will be conducted at the University of British Columbia, in Vancouver, Canada, under the supervision of Dr. Alan Kingstone.  The  central  topic  of  investigation  is  a  phenomenon  known  as  Troxler  Fading (Troxler, 1804).  Troxler Fading  (TF)  occurs when  an  observer  pays  attention  to  an  object  (the  target)  in  his/her peripheral  field  of  vision,  while  keeping  his/her  eyes  focused  on  a  secondary  object.  After  several  seconds  of sustained attention, the target disappears from the observer's view  for a  few  seconds.  At its location, the observer instead perceives a smooth continuation of the background surface. This phenomenon is also known as perceptual filling-in, a name that reflects the introspective experience of seen the target getting filled-in by the background. The research project is divided into three related, though almost independent, sub-projects. The first sub-project is centered on learning the technique of functional Magnetic Resonance Imaging (fMRI) and applying it to the study of TF.  The objective  of  this sub-project will be to identify the areas of the brain where the fading and filling-in of the target takes place.  The results from this sub-project will not only have implications regarding theories of TF, but also regarding theories of normal surface perception. The second sub-project is centered on learning the technique of Event-Related  Potentials (ERPs)  and  using  it  to investigate TF and perceptual awareness. The objective of this sub-project will be to utilize the \"visual\" or \"sensory\"  ERPs  (the  so-called P1/N1  complex), which  are  believed  to  reflect  the cortical processing of visual stimuli, as a functional marker to determine whether visual events occurring at the faded location are processed by the visual cortex. The  results  from  this  project  will  have  important  implications regarding  theories  of  perceptual  awareness  and  TF,  as  well  as,  theories  regarding  how  sensory  information  is processed by the visual system.  The third sub-project is a continuation of the behavioral investigation of TF. In this sub-project, the factors determining the duration of fading events will be investigated.  Factors such as eye movements  and  coverts  shift  of  visual  attention  (i.e.,  moving  the  focus  of  attention  without  accompanying  eye movements) will be studied. The results of this project will have important implications regarding theories of TF and selective attention. Furthermore, when interpreted in the context of the other two sub-projects, these results will also  provide important  new  information  regarding  the  different  brain  regions where  visual  selective attention can influence perceptual processing. The University of British Columbia is uniquely equipped to house a project with the scope of the present proposal. UBC has  research-dedicated,  state-of-the-art,  fMRI  and ERP  facilities  at  the Brain  Research Center.  Furthermore, UBC hosts a select group of highly expert academics in the fields of Cognitive Neurosciences and Visual Perception, who will provide the PI the appropriate learning training environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alejandro",
   "pi_last_name": "Lleras",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandro Lleras",
   "pi_email_addr": "",
   "nsf_id": "000205178",
   "pi_start_date": "2003-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lleras                  Alejandro",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Vancouver",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "Canada",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lleras                  Alejandro",
  "perf_str_addr": "",
  "perf_city_name": "Vancouver",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726600",
   "pgm_ele_name": "ENHANCING HUMAN PERFORMANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9145",
   "pgm_ref_txt": "SPECIAL PROGRAMS-RESERVE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9283",
   "pgm_ref_txt": "MINORITY POSTDOCT. FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}