{
 "awd_id": "0309449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Paleobiology, Paleoceanography, and Paleoclimatology of a Time Slice through the Late Cretaceous Western Interior Seaway",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 45096.0,
 "awd_amount": 45096.0,
 "awd_min_amd_letter_date": "2003-09-10",
 "awd_max_amd_letter_date": "2005-09-13",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThis multidisciplinary study proposes using O, C, and Sr isotopic analyses of pristine mollusks found within a single interval delineated by the Late Campanian Baculites compressus biozone (74 MA; Late Cretaceous) from the Western Interior Seaway (WIS) to examine four over-arching hypotheses which exploit the strengths of the PIs and consultant. These are:\r\n1. Geochemical analyses taken through the ontogeny of individual specimens - sclerochronology (sensu Jones, 1983) - provides annual to subdecadal records of environmental conditions (e.g., seasonal temperature fluctuations, water-mass dynamics) that are critical to understand the dynamics of Late Cretaceous epicontinental seas.\r\n2. Growth rates and other paleobiologic aspects of Late Campanian organisms, such as migration patterns, can be established using the sclerochronologic approach.\r\n3. The biota, especially molluscan elements, occupied different niches within the water column and on/in the substrate and the signals of these various habitats are captured in their isotopic signatures.\r\n4. Significant environmental gradients existed in the WIS, forced by differences in temperature and salinity, and can be measured and differentiated using oxygen and strontium isotopes from well-preserved molluscan shells. In addition to addressing our general hypotheses, the isotopic data will allow us to critically analyze a range of competing paleoceanographic, paleobiologic, and paleoclimatic hypotheses that have been proposed for the Late Cretaceous world. These include: circulation patterns within the WIS, stratification of the WIS, habitat ranges and depths of individual ammonite taxa, growth rates of Cretaceous molluscs, as well as seasonal fluctuations in marine temperatures. In order to address the questions posited above, we propose to undertake a detailed investigation of a single time interval through the Late Cretaceous in the very fossiliferous PIerre Shale focused on the B. compressus biozone. Deposition during this biozone was widespread in the WIS and was often accompanied by exquisite preservation of the fauna, including aragonitic elements, within early diagenetic concretions. To collect the necessary specimens, we will sample localities in central Colorado, central and western South Dakota, and western to eastern Montana that represent north-south and onshore-offshore transects. We will measure detailed sections at all localities and collect concretions containing diverse molluscan fauna. Before any isotopic analysis is undertaken, all specimens will be screened for any evidence of diagenesis using microscopic as well as geochemical techniques. Those specimens that pass the diagenetic screening will then be analyzed for d13C and d 18O to establish their sclerochronologies. Because the value of the aqueous environment in which the shell material was secreted is critical to deriving accurate estimates of temperature and salinity, we also propose to analyze a subset of our samples for their Sr isotopic ratio. Recent studies have shown that in areas, such as estuaries, where freshwater input is an important component in the system, that 87 Sr/86 Sr dominantly reflects the salinity rather than geologic age and our preliminary data suggest that this approach can be successfully applied to the WIS. These Sr data supply an independent, salinity proxy with which can better constrain the isotopic composition of the water. Together, these approaches will allow us to test our three hypotheses and add significantly to our understanding of the WIS and the macroinvertebrates that inhabited it.\r\nThe broader impacts of this study include insights into the short-term biologic and environ-mental dynamics of greenhouse climate modes. The anticipated results should have a substantial impact as 'ground truth' for constraining hypotheses generated about greenhouse climates. It will result also in the training of several graduate and undergraduate students in a multidisciplinary project that will introduce them to the synergy between field and laboratory techniques. As in the past, where underrepresented groups have been involved in various projects undertaken by the PIs, we will continue to attempt to involve those students in this endeavor. Furthermore, because this is a collaborative project involving PIs from universities, a natural-history museum, and the Federal government, it will necessarily involve networking and foster interaction among these institutions. The involvement of the AMNH offers unique opportunities to present these research results to a broad, public audience. This is especially significant because a better understanding of greenhouse climate is critical to society's understanding of predicted human-induced climate change as well as to the larger ramifications that these changes may entail for future Earth history.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Harries",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peter J Harries",
   "pi_email_addr": "harries@usf.edu",
   "nsf_id": "000113256",
   "pi_start_date": "2003-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  },
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 45096.0
  }
 ],
 "por": null
}