{
 "awd_id": "0309680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Timing and Kinematics of Deformation of the Kahiltna Terrane, South Central Alaska",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2003-04-15",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 293008.0,
 "awd_amount": 293008.0,
 "awd_min_amd_letter_date": "2003-04-17",
 "awd_max_amd_letter_date": "2003-04-17",
 "awd_abstract_narration": "Abstract\r\n\r\nThe PI will conducut a study of the timing and kinematics of deformation in the Kahiltna terrane, a Jurassic- Cretaceous flysch sequence that defines the enigmatic collision zone between the Talkeetna superterrane (the Peninsular, Alexander, and Wrangellia terranes) with the pre-Jurassic margin of North America. This study involves structural mapping of bedding, cleavages, lineations, and fold axes. Incremental strain analysis of syntectonic fibers associated with a regionally pervasive slaty cleavage will be used to constrain the kinematics associated with early folds and penetrative strain. Ultimately, he would like to characterize the spatial distribution of strain magnitudes, orientations, and histories and evaluate these results in the context of regional structural patterns. Analysis of porphyroblasts and fabrics in contact aureoles of early Tertiary plutons will be used to evaluate patterns of post-collision penetrative strain. He has successfully evaluated strain within contact aureoles around plutons in the Clearwater Mountains but would like to extend these analyses to other parts of the Alaska Range. He also plans to use laser ablation 40 Ar/39 Ar dating of muscovite and biotite grains observed in pressure shadows and in the necks of boudins that record syncleavage deformation to assess the timing of fabric-forming events. The age of deformation could be quantified by selectively dating syntectonic grains that grew below the blocking temperature of argon. Such results could be compared from area to area to determine if deformation was diachronous along the collision or if fabrics are not regionally correlative. By combining studies of penetrative strain and kinematics with dating of Mesozoic fabrics, he will address a number of longstanding questions related to Cordilleran tectonics: When did the penetrative strain occur in the Kahiltna slates? What is the kinematics associated with this deformation? What is the kinematics of post-collision deformation in the Tertiary? The PI will focus on four specific transects across the Kahiltna terrane at different positions along the southern Alaska orocline. In these areas, he has documented the ubiquitous occurrence of fibrous incremental strain markers to be used for quantification of incremental strain histories. At two localities (the Cantwell area and Peters Hills), he has observed biotite and muscovite (suitable for 40 Ar/39 Ar geochronology) in pressure shadows around pyrite clusters. All the areas where he proposes detailed mapping and sample analysis are accessible by road or charter flight.\r\n\r\nThis proposal requests funds to support the research of a Ph.D. candidate at Penn State,\r\nSara Bier. Support is requested for three geoscience undergraduates who will assist with fieldwork and conduct research for their own undergraduate theses. The GIS compilation of structural, lithologic, and geochronological data will provide an accessible digital database to interested scholastic institutions (high schools, colleges, and universities) and organizations (National Park Service, USGS, and the State of Alaska Geophysical and Geological Surveys). Sara Bier will give presentations and conduct workshops on aspects of this research at non-PhD.-granting institutions including Juniata College and Ferrum College.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Fisher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Donald M Fisher",
   "pi_email_addr": "fisher@geosc.psu.edu",
   "nsf_id": "000113217",
   "pi_start_date": "2003-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 293008.0
  }
 ],
 "por": null
}