{
 "awd_id": "0310503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:     Distributed Collaborative Computing and Adversity",
 "cfda_num": "47.070",
 "org_code": "05010100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Beigel",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2003-07-15",
 "awd_max_amd_letter_date": "2003-07-15",
 "awd_abstract_narration": "This project advances the state-of-the-art in distributed collaborative \r\ncomputability in the presence of adversity.  This is accomplished by \r\nestablishing complexity bounds for fundamental distributed computing \r\nprimitives. The key problems requiring distributed collaboration \r\ninclude: performing a common set of tasks in a distributed setting, \r\nmodifying shared memory in a parallel setting, distributed \r\ncollaborative scheduling, collective coin-flipping and leader \r\nelection, and algorithms for gossip and consensus in message-passing \r\nsettings. This research is pursued along two complementary directions:\r\n(1) distributed computability in abstract information models, and\r\n(2) distributed algorithmics in specific models of computation.\r\nInformation models are tools that model information in distributed \r\nsystems. Information models capture essential features of wide classes \r\nof low-level computing models: by proving strong bounds in select \r\ninformation models, this research extracts new facts about distributed \r\ncomputation in extant low-level models and expands the understanding \r\nof the essential ingredients of distributed computation. Information \r\nmodels facilitate reasoning about distributed algorithms in a fashion \r\ninsulated from the idiosyncrasies of particular low-level models, e.g., \r\nshared-memory or message-passing models under various assumptions about \r\nsynchrony. The second research direction supports the information model \r\nresearch by exploring fundamental properties and intrinsic limitations \r\nof distributed computing environments from an algorithmic point of view.\r\nThis research considers models of computation focusing explicitly on\r\nthe means of communication used by multiple collaborating processors. \r\nWhen studying failures or asynchrony, each of the models is augmented \r\nwith an adversary that interferes with the communication. The goal is \r\nto develop algorithms that are efficient with respect to a composite \r\ncomplexity measure simultaneously reflecting several standard complexity \r\nmeasures (e.g., time, rounds, communication). Together, these approaches \r\naddress the problem of distributed algorithm design and analysis by \r\ntreating high-level information flow separately from the underlying \r\nalgorithmic building blocks.\r\n\r\nBroad impact:\r\nThis project, as a whole, demonstrates the feasibility of a new approach \r\nto the problem of modeling distributed computation. In this \"information \r\nmodel\" approach, one trades problem generality for model independence; \r\nthat is, by focusing on highly specific assumptions about information \r\nflow (which restrict the family of computational problems captured by \r\nthe model) one obtains results relevant to a wide class of low-level \r\ncomputing models. Such a framework is quite appealing for the study of\r\ndistributed computing which, unlike uniprocessor computing, has\r\nsuffered from steadfast disagreement about the validity of extant\r\nlow-level models.\r\n\r\nThe proposed research involves several well-prepared graduate\r\nstudents. The project, while addressing issues of interest to\r\nthe entire distributed computing community, is an opportunity for\r\nthese students to apply tools from applied mathematics to problems in\r\ncomputer science, become expert with extant low-level computing\r\nmodels, and engage in original research in the foundations of\r\ndistributed computation.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bogdan",
   "pi_last_name": "Chlebus",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bogdan S Chlebus",
   "pi_email_addr": "bchlebus@augusta.edu",
   "nsf_id": "000489060",
   "pi_start_date": "2003-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver-Downtown Campus",
  "perf_str_addr": "1380 LAWRENCE ST STE 300",
  "perf_city_name": "DENVER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802042055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286000",
   "pgm_ele_name": "THEORY OF COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}