{
 "awd_id": "0310032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Evaluation of the Mid-Cretaceous Cool Tropics Paradox Using Isotopic Global Climate Models (GCMs) and Foraminiferal and Paleosol Siderite d18O Datasets",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 313852.0,
 "awd_min_amd_letter_date": "2003-07-09",
 "awd_max_amd_letter_date": "2007-06-29",
 "awd_abstract_narration": "During the warmest episodes of Earth history, various paleoclimate proxies indicate that mid-and high-latitude temperatures were considerably warmer than today, whereas low-latitude temperatures were similar to or even cooler than present. These observations create a climate paradox since planetary-scale latitudinal heat transport generally decreases with decreased latitudinal temperature gradients. As a result, high atmospheric carbon dioxide (CO2) contents can explain extra-tropical warmth, but lead to tropical temperatures that are warmer than expected from the proxy evidence. This cool tropics paradox hinges on interpretation of paleo-tropical planktonic foraminiferal oxygen isotope (delta18O) values, which require a seawater delta18O estimate to deduce seawater paleotemperature. Cretaceous seawater delta18O is generally assumed to have been globally uniform, or similar to the modern, though the hydrological cycle during this past greenhouse world is thought to have been considerably different from present. This award will help test the hypothesis that the cool tropics paradox stems from uncertainty of Cretaceous seawater delta18O values. This will be accomplished using a combined model and data comparison approach to predict Cretaceous surface-seawater delta18O values, as well as temperatures, using a coupled Ocean/Atmosphere General Circulation Model (O/AGCM) and an isotopic Atmospheric General Circulation Model (AGCM). An asynchronous modeling strategy has been developed for this purpose that benefits from existing model strengths, and avoids massive model development. A Fully Coupled Ocean Atmosphere Model (FOAM) will be used to simulate the mid-Cretaceous climate. An isotopic AGCM, GENESIS2, with sea-surface temperatures specified from FOAM will predict delta18O surface fluxes including precipitation delta18O values. The delta18O surface fluxes from GENESIS2 will then be used to run a tracer-capable version of delta18O distribution (from FOAM) and the delta18O surface fluxes (from GENESIS2) will be passed iteratively between models until predicted seawater delta18O values converge. This technique will be used to predict oceanic delta18O for the present climate, as well as mid-Cretaceous climates with 4x and 10x CO2 levels. This award will also fill in existing data gaps through the collection and isotopic analysis of paleosol siderite spherules from Africa, Europe, and the Southern Hemisphere, and the isotopic analysis of planktonic foraminiferal from Alaska, British Columbia, and the North Atlantic.\r\n\r\nThis research will address topics that are highly relevant to a future greenhouse climate. Through the prediction and validation of Cretaceous surface delta18O values, the work will lead to important insights into whether or not Earth's hydrologic cycle is radically different under conditions of elevated atmospheric CO2 content, and whether or not negative feedbacks in the tropical climate system must be invoked to limit tropical sea-surface temperatures. Because the major source of atmospheric water vapor is the tropical ocean, attention to mid-Cretaceous tropical climate processes will provide a better understanding of greenhouse hydrologic cycle dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "White",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy S White",
   "pi_email_addr": "tswhite@essc.psu.edu",
   "nsf_id": "000216242",
   "pi_start_date": "2003-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pollard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Pollard",
   "pi_email_addr": "pollard@essc.psu.edu",
   "nsf_id": "000453173",
   "pi_start_date": "2003-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 97588.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 151732.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 64532.0
  }
 ],
 "por": null
}