{
 "awd_id": "0310901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NMR Spectroscopy as a Cornerstone Technique in the Undergraduate Chemical Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan H. Hixson",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 120728.0,
 "awd_amount": 120728.0,
 "awd_min_amd_letter_date": "2003-07-16",
 "awd_max_amd_letter_date": "2003-07-16",
 "awd_abstract_narration": "\r\nChemistry (12)   Nuclear Magnetic Resonance (NMR) is a powerful technique for structural determination and quantification that is widely used across all areas of science.  In the traditional undergraduate curriculum, hands-on experience with NMR is typically limited outside of sophomore organic classes.  This project uses NMR as a cornerstone technique in nine undergraduate laboratory classes.  In additional to traditional uses of NMR to identify and characterize structures in organic and inorganic chemistry, NMR is being used to demonstrate principles in analytical, physical chemistry, and biochemistry labs.  The specific goal of this project is to improve student understanding of chemical principles, by using NMR as a cornerstone technique, with which students become proficient over their career.  To achieve our goals of expanding NMR beyond the sophomore organic lab, we are using a modern, high-field NMR spectrometer. The new instrument is used in a hands-on fashion by both chemistry majors and non-majors taking sophomore through senior level chemistry lab classes.  Published experiments, primarily from the Journal of Chemical Education, are being adapted and integrated within the nine courses in order to achieve our curricular goals.  A tutorial page is used to walk students through the transfer and processing of a standard NMR data file, with the processing system modeled on one used at Florida State University.  Finally, a workshop is being offered annually to regional four-year institutions that are interested in having student samples run on our NMR.  The results are e-mailed back to the students who then use software capable of all standard NMR processing functions  to analyze their data.\r\nIntellectual Merit:  The use of technology in the classroom is of increasing importance to teach modern scientific concepts and engage computer literate students.  NMR is a central technique since it can be used to study a variety of problems.  This project is leading to the development of a number of new laboratory experiments, and these experiments will be made available to other instructors interested in increasing the use of NMR in their laboratory classes. \r\nBroader Impact:  The proposed project is involving approximately 300 undergraduate students per year.  These students receive hands-on experience as a means to learn fundamental chemical concepts.  We also expect that students will be excited about chemistry, and science in general, as a result of this project.  In particular, by reaching out to non-majors we hope to encourage these students, particularly those from under-represented groups, to consider careers in the sciences. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Shaughnessy",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin H Shaughnessy",
   "pi_email_addr": "kshaughn@ua.edu",
   "nsf_id": "000403993",
   "pi_start_date": "2003-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Timkovich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Russell Timkovich",
   "pi_email_addr": "rtimkovi@bama.ua.edu",
   "nsf_id": "000292267",
   "pi_start_date": "2003-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 120728.0
  }
 ],
 "por": null
}