{
 "awd_id": "0310157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2003-12-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 144375.0,
 "awd_min_amd_letter_date": "2003-06-30",
 "awd_max_amd_letter_date": "2007-05-17",
 "awd_abstract_narration": "This Minority Post-Doctoral Research and Training Fellowship employs fossil micromammals to reconstruct hominid paleoenvironments in Ethiopia during the Plio-Pleistocene. It expands on previous work by integrating three large, existing data sets and applying quantitative tools such as geographical information systems (GIS), geospatial statistics, 2- and 3-dimensional imaging techniques with morphometics and multivariate statistics in novel ways to improve paleoecological analysis. The proposal addresses\r\nthe traditionally challenging problem of interpreting paleoenvironmental change and its affect on early hominid adaptation, ecology and lifeways. Many new discoveries associate early hominids with a greater diversity of habitats.  As a result of these discoveries, we are faced with the challenge of discerning environmental influence on hominid adaptive traits between synchronous species as well as adaptations within a lineage through time. Explanation of these events will require greater paleoenvironmental and paleoecological resolution than is currently available. Paleoenvironmental analyses using micromammals have been inconclusive because analytical methodologies were not extensively tested under controlled conditions where precision and accuracy of faunal response to habitat change could be assessed. Furthermore, alternate lines of paleoenvironmental evidence (e.g. soil geochemistry, Paleobotany and megafaunal studies) often contradicted each other and microfaunal results. The intellectual merit of this proposal resides with its ability to address fundamental questions regarding the spatial ecology of African small mammals and use the results in more powerful and precise paleoenvironmental analyses. The proposed research examines the geographic and temporal distribution of micromammal species and their morphological adaptations from a paleoecological perspective. It asks, 1) what are the minimally perceptible morphological differences between micromammal species, and how does it bias the detection of fossil species? 2) What are the functional bases for the morphological differences and how are they informative of habit, ecology and paleoecology? 3) How are systematic and morphological differences geographically and spatially distributed? What is the strength of correlation with other ecological variables and which systematic and morphological qualities are best able to predict biotopic, climatic and ecological variables? 4) What do fossil microfaunal assemblages indicate about the paleoenvironmental and paleoecological preferences of early hominids? 5)How can disparate data sources relevant to hominid paleoecology be combined to yield more powerful and precise results?  These questions are addressed through morphometric, statistical, geographical and phylogenetic analysis of micromammalian skeletal morphology. The proposed research will yield tangible results including a knowledgebase uniting 2- and 3-dimensional imagery of thousands of specimens residing in disparate collections with diagnostic morphometric algorithms, phylogenetic analyses, and a geographical information system (GIS). Additionally the project, under the sponsorship of Dr. Anna K Behrensmeyer of the National Museum of Natural History, Paleobiology, Washington DC,  will train the minority investigator in multivariate morphometric and phylogenetic analysis, foster interaction with leading investigators in the field of paleoecology and produce publications detailing phylogeographic analyses of African micromammals, and analyses of fossil microfauna from the Hadar and Dikika-Asbole paleontological research areas in Ethiopia.  Finally, the Fellowship will positively impact under representation of minorities in science and engineering fields.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Denne",
   "pi_last_name": "Reed",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Denne N Reed",
   "pi_email_addr": "",
   "nsf_id": "000309307",
   "pi_start_date": "2003-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Reed                    Denne          N",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Washington",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "",
  "inst_zip_code": "200093704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Reed                    Denne          N",
  "perf_str_addr": "",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200093704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9283",
   "pgm_ref_txt": "MINORITY POSTDOCT. FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 44375.0
  }
 ],
 "por": null
}