{
 "awd_id": "0310188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studying Situated Learning and Knowledge Transfer in a Multi-user Virtual Environment",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James S. Dietz",
 "awd_eff_date": "2003-06-15",
 "awd_exp_date": "2005-11-30",
 "tot_intn_awd_amt": 784244.0,
 "awd_amount": 784244.0,
 "awd_min_amd_letter_date": "2003-06-26",
 "awd_max_amd_letter_date": "2004-04-09",
 "awd_abstract_narration": "(1) classroom-based situated learning and (2) the ways in which virtual environments may aid the transfer of learning from classroom contexts into real world settings. Situated learning, a major theory about cognition and education, centers on apprenticeship in \"communities of practice\" (moving from newcomer to expert within a sociocultural structure of practices). MUVEs are a promising medium for fostering and assessing classroom-based situated learning because they can support immersive, extended experiences incorporating modeling and mentoring about problems similar to those in real world contexts. This project will extend an educational MUVE developed with prior NSF funding; its curriculum is based on a problem-solving community in which students gain knowledge through co-interpreting data with other participants who have varied levels of skills. This project will study whether such a virtual environment can sufficiently replicate authentic contexts and multi-leveled communities of practice to provide students with classroom experiences in situated learning.\r\n\r\nIn addition, the limited ability of students to apply school-acquired knowledge to real world settings is a longstanding, crucial problem that a controlled study of instructional design for situated learning could help to clarify. \"Transfer\" is the application of knowledge learned in one situation to another situation and is demonstrated if instruction on a learning task leads to improved performance on a transfer task, typically a real world setting requiring expert performance. MUVEs provide a unique experimental vehicle for studying how situated affordances (supports for particular activities created by relevant properties of the situation) and constraints (regularities that are invariant under the transformation that changes the learning situation into the transfer situation) affect students' capabilities for learning and transfer. Situated learning involves constellations of architectural, social, organizational, and material vectors that shape particular settings.\r\n\r\nThis project will develop and study multiple variants of a learning environment in which these vectors are manipulated, allowing investigation into near and far transfer.  The project will develop MUVE-based curricula centered on alternative models of situated or constructivist learning and will assess their differential outcomes for student motivation and learning, as well as interface usability and classroom implementation. The project will implement these alternative curricula in Boston Public School (BPS) classrooms with high proportions of ESL and free-and-reduced-lunch students, matching experimental to control classrooms to determine the relative efficacy of our approach.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Dede",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Dede",
   "pi_email_addr": "Chris_Dede@Harvard.edu",
   "nsf_id": "000341484",
   "pi_start_date": "2003-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166600",
   "pgm_ele_name": "RESEARCH ON LEARNING & EDUCATI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0404",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000405DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 483853.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 300391.0
  }
 ],
 "por": null
}