{
 "awd_id": "0310370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Digital Imaging for Collaborative Learning in Morphology-based Lab Courses",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Terry S. Woodin",
 "awd_eff_date": "2003-09-15",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 57934.0,
 "awd_amount": 57934.0,
 "awd_min_amd_letter_date": "2003-09-08",
 "awd_max_amd_letter_date": "2003-09-08",
 "awd_abstract_narration": "The Biology Department of Suffolk Community College (SCC) is enhancing student comprehension by adapting digital imaging technology and incorporating collaborative learning in several morphology-based laboratory courses: Embryology, Anatomy & Physiology (A&P), Oceanography, Microbiology, Modern Biology, and Principles of Biology. Educational research has indicated that individual microscopy study (although traditional in biology) isolates students and discourages collaborative learning.  Other studies indicate that many science students, especially women and other underrepresented groups, learn more effectively when placed in teams that focus on critical thinking and cognitive learning strategies skills that are also essential in the workplace.  Integrated student group workstations, complete with digital imaging technology and a computer with Internet access, are being installed to enhance group interactions and enable students to learn from their peers, an effective pedagogy for developing higher-order learning.  The adaptation of digital imaging and computer technology is enabling students to quantify and explain biological phenomena without the limitations imposed by traditional laboratory and field equipment.  It is an adaptation of a previous development efforts at Itawamba community college.   Students capture digital images from lab and field experiments and commercially prepared slides, use them in active learning exercises, then post images to course websites to provide all students with distance education opportunities.  The approach  encourages positive interdependence among students, and eliminates barriers to collaborative learning.  The project is being evaluated using formative and summative procedures, with a cumulative system of qualitative and quantitative standards designed to measure the effect of the project on students' academic success, faculty development, and the institution.  SCC's Office of Institutional Research and Teaching and Learning Center is providing baseline data to determine progress in both student achievement and faculty development. The results will disseminated at regional and national conferences. The SCC Administration is providing additional support for this project by funding the renovation of Ammerman campus' biology laboratories to facilitate collaborative learning, and by encouraging changes in the biology curriculum, particularly to meet the needs of individuals with disabilities.  This project's Intellectual Merit & Broader Impacts are to:\r\n    Create learner-center environments for SCC biology courses to broaden participation of\r\nunderrepresented groups and provide distance education opportunities for students in\r\nmorphology-based lab courses.\r\n    Design and present professional development workshops in collaboration with SCC's Teaching and Learning Center to educate science faculty and professional assistants in collaborative learning methodologies and digital imaging technology.\r\n    Complete subsequent curricular changes consistent with existing departmental themes to\r\nimplement student-designed, investigative, and exploratory activities in morphology-based\r\nlaboratory courses; and to integrate state-of-the-art digital imaging technology within and\r\namong eight lab courses serving more than 1,000 students annually.\r\n    Serve as a model for incorporating collaborative learning in morphology-based lab courses at\r\nSCC's eastern and western campuses and other colleges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Sabatino",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Linda A Sabatino",
   "pi_email_addr": "sabatil@sunysuffolk.edu",
   "nsf_id": "000183563",
   "pi_start_date": "2003-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Anastasia",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jean R Anastasia",
   "pi_email_addr": "anastaj@sunysuffolk.edu",
   "nsf_id": "000186634",
   "pi_start_date": "2003-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Stone",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Stone",
   "pi_email_addr": "stoner@sunysuffolk.edu",
   "nsf_id": "000133796",
   "pi_start_date": "2003-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Suffolk Community College",
  "inst_street_address": "533 COLLEGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "SELDEN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6314514760",
  "inst_zip_code": "117842851",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "SUFFOLK COUNTY COMMUNITY COLLEGE",
  "org_prnt_uei_num": "FLKPSYMY25H1",
  "org_uei_num": "FLKPSYMY25H1"
 },
 "perf_inst": {
  "perf_inst_name": "Suffolk Community College",
  "perf_str_addr": "533 COLLEGE RD",
  "perf_city_name": "SELDEN",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117842851",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7428",
   "pgm_ref_txt": "CCLI-ADAPTATION AND IMPLEMENTA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 57934.0
  }
 ],
 "por": null
}