{
 "awd_id": "0312040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analytical and Computational Studies of High-Speed Flows in Single-and Multi-Phase Reacting Media",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2003-07-25",
 "awd_max_amd_letter_date": "2006-09-01",
 "awd_abstract_narration": "Computational and analytical studies of chemically reacting flows in exploding and detonating media are proposed.  Of primary interest are condensed-phase energetic materials, typified by a heterogeneous microstructure consisting of solid grains of the explosive component held together by an inert binder.  Such materials are morphologically, thermomechanically, and chemically complex.  There is a vast disparity between the microscales at which energy is released during combustion, and the scale of a typical explosive device.  Accordingly, existing mathematical models are approximate, describe averaged behavior, and incorporate either implicitly or explicitly a certain degree of homogenization.  The proposed work focuses on two available continuum descriptions.  The first, called ignition and growth, treats the explosive as a homogeneous mixture of reacting and product species.  The second employs a multiphase approach and considers the reactants and products as two distinct phases.  At a fundamental level both mathematical models are systems of hyperbolic PDEs, consisting of the balance laws of mass, momentum and energy, supplemented by prescriptions for the reaction rates and the equations of state.  Application of appropriate mechanical and/or thermal stimulus leads to the formation of detonation waves.  The objective of the proposed research is the elucidation, via a mathematical and computational study, of the mechanisms that underlie the evolutionary behavior of these waves.  We shall focus on their birth, propagation, interaction with disturbances, and response to changes in the configuration of the confining boundary.\r\n \r\nTraditionally, the major emphasis in explosives science has been to initiate a detonation reliably and predictably.  That, in turn, has required a precise knowledge of the kind and strength of stimulus usually a mechanical impulse), and the associated time and distance, needed for the initial shock to transition into a self-sustained detonation.  Mathematical models have indeed been employed with that end in mind.  This study, however, proposes that these models be investigated systematically in a broader context.  Such an exercise is absolutely essential if one is to rationally assess the safety of devices that employ high-energy explosives.  This is because in case of an accident, the stimulus is unlikely to be in the form of a strong, planar shock applied with precision.  For such a case, one must discover how the explosive will respond when subjected to a weak compressive pulse or thermal gradient.  We intend to do so by posing and investigating suitable problems for the two classes of mathematical models.  Such a detailed understanding should pave the way for the rational derivation of further reductions or approximations that are better suited for engineering computations and design.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Schwendeman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Donald W Schwendeman",
   "pi_email_addr": "schwed@rpi.edu",
   "nsf_id": "000321266",
   "pi_start_date": "2003-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ashwani",
   "pi_last_name": "Kapila",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ashwani K Kapila",
   "pi_email_addr": "kapila@rpi.edu",
   "nsf_id": "000127552",
   "pi_start_date": "2003-07-25",
   "pi_end_date": "2006-09-01"
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}