{
 "awd_id": "0312611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR Collaborative Research:  Modeling and Mitigation of Communication-Delay Effects on Load Balancing in Large-Scale Distributed Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jie Wu",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 178746.0,
 "awd_amount": 192246.0,
 "awd_min_amd_letter_date": "2003-09-03",
 "awd_max_amd_letter_date": "2005-06-06",
 "awd_abstract_narration": "This is a collaborative proposal between The University of New Mexico (UNM) and The University of Tennessee-Knoxville (UTK) for modeling, optimization and testing of a innovative load balancing strategies in large-scale, distributed-computing systems consisting of geographically-distant computational elements (CEs).\r\n\r\nIntellectual Merit: With the emergence of large-scale distributed-computing systems that utilize a shared communication medium between the CEs, there is a need for accurately understanding the effect of delay in information transport on the functionality and control of these systems. Such distributed systems may include networks of mobile CEs, CEs that are connected through the Internet, or CEs that are distributed over different states or countries (representing various data bases, for example). Due to the physical distance between nodes in large-scale distributed systems, communication and load-transfer activity among the nodes is infested with tangible, random delays. This behavior is unlike what is ordinarily assumed in localized distributed systems, for which the constituent CEs are within proximity of each other, benefiting from a dedicated fast communication medium. Both intuition and our Monte-Carlo simulation definitively indicate that the presence of such communication and load-transfer delays in distributed systems can lead to the failure of traditional load balancing algorithms. Thus, a delay-inclusive analytical framework is needed for the dynamics of task computing, and it is within such a framework that the development and optimization of delay-inclusive load-balancing policies can be realized.\r\n\r\nThe objectives of this program are to develop a general analytical framework for modeling the stochastic dynamics of delay-infested distributed systems and utilize it to develop load-balancing strategies that mitigate the performance degradation or failure caused by communication and load-transfer delays. The modeling is developed within a novel, regeneration-based queuing framework, and the load-balancing optimization will be carried out by means of statistical learning and stochastic prediction. The load-balancing strategies developed in this program will be tested in a physical distributed-system environment with realistic delays. To do so, a distributed-computing test-bed will be developed and deployed connecting existing data searching computers at UTK with a miniature clone system to be developed at UNM.\r\n\r\nBroader Impact: The work proposed here is motivated by (but not limited to) practical, pressing issues arising in the current work done by the Co-PIs (at UTK) on The Federal Bureau of Investigation (FBI) National DNA Index System (NDIS) and its Combined DNA Index System (CODIS) software. The projected growth of this NDIS database and in the demand for searches of its contents necessitates migration to a parallel computing platform, and potentially to large-scale distributed systems, where the database is distributed or duplicated over geographically distant centers which are connected by means of a bandwidth-limited shared communication medium. The outcomes of this program will not only benefit the above systems but also a broad range of public, private and government database systems that perform searches over distributed sites.\r\nThe proposed research will also be utilized to improve the operation of large-scale virtual laboratories. The Electrical and Computer Engineering Department at UNM has created an efficient way for the remote control of instruments and simulations over the Internet. This approach is applicable to both industry and distance education, and it is currently operational and accessible for designated users. However, this platform has not been tested with a large number of users in a real, distributed environment. The methodology in this research will be applied to enhance the performance of the existing educational platform and scale up its reach to a large network of institutions worldwide. This activity will also provide tremendous training opportunities in state-of-the-art information technology for graduate and undergraduate students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Majeed",
   "pi_last_name": "Hayat",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Majeed M Hayat",
   "pi_email_addr": "majeed.hayat@marquette.edu",
   "nsf_id": "000463779",
   "pi_start_date": "2003-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chaouki",
   "pi_last_name": "Abdallah",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Chaouki T Abdallah",
   "pi_email_addr": "chaouki@damoursystems.com",
   "nsf_id": "000280927",
   "pi_start_date": "2003-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168600",
   "pgm_ele_name": "ITR SMALL GRANTS"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1656",
   "pgm_ref_txt": "LARGE SCALE NETWORKING"
  },
  {
   "pgm_ref_code": "1686",
   "pgm_ref_txt": "ITR SMALL GRANTS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 59583.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 60870.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 71793.0
  }
 ],
 "por": null
}