{
 "awd_id": "0312439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Supercooled Large Drop Formation by Ultragiant Particles in Wintertime Stratiform Clouds during the Second Alliance Icing Research Study (AIRS II)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephan P. Nelson",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 201089.0,
 "awd_min_amd_letter_date": "2003-06-03",
 "awd_max_amd_letter_date": "2006-07-06",
 "awd_abstract_narration": "\r\n\r\n\r\n\r\nAbstract\r\nATM-0312439\r\nLasher-Trapp, Sonia\r\nPurdue University\r\nTitle: Supercooled Large Drop Formation by Ultragiant Particles in Wintertime Stratiform Clouds During AIRS II\r\n\r\nThis grant supports the participation of Dr. Lasher-Trapp in the AIRS II project (second Alliance Icing Research Study), a collaboration of American, Canadian, and European agencies and institutions motivated by the important practical problem of aircraft icing.  The AIRS field program is scheduled for the winter of 2003-04 and based at Mirabel Airport, north of Montreal, Canada, where a surface observing network and ground-based remote-sensing equipment will be located.  Dr. Lasher-Trapp and her colleagues will be responsible for cloud microphysical observations aboard the NSF C-130 aircraft operating out of Cleveland, Ohio.  The main scientific objective is to explain the circumstances by which regions of supercooled cloud can form and continue to exist though ice crystals may also be present.  The C-130 will be equipped for measuring the water content and ice content of clouds; the concentration, size, habit, and density of ice crystals; the concentration of ice-forming nuclei; the activity spectrum of cloud condensation nuclei (CCN); and the concentration and characteristics of aerosol particles both within the project area and in the air upstream of where the clouds of interest form.  Dr. Lasher-Trapp will work with various optical and impaction particle sensors to determine the concentration, sizes, and composition (solid or liquid) of \"ultragiant\" particles (UGP) - those with equivalent spherical diameters greater than about 10 micrometers.  Such particles are known sometimes to play a part in the formation of rain by the condensation-coalescence process in clouds that are too warm to contain ice, but they have not been systematically studied or even observed in clouds containing ice crystals or supercooled water.  It has been conjectured that UGP may account for recently reported observations of supercooled drops larger than 50 micrometers in wintertime clouds - drops large enough to be a major cause of aircraft icing.  Measurements are planned in AIRS II that will provide information on particles ranging from smaller than 10 micrometers up to 0.6 mm.  The data will be analyzed to determine if there is a correspondence between the concentration of UGP measured outside of the cloud and the concentration of large supercooled drops within.  If so, the presence of UGP may explain how supercooled drops can grow to large size even at the supercooled temperatures where they might be expected to freeze or, if ice crystals are also present, to evaporate as the crystals grow by diffusion from the vapor.  The research contributes not only to the fundamental understanding of the microphysical structure of supercooled clouds but also to the advancement of aviation safety.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sonia",
   "pi_last_name": "Lasher-Trapp",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Sonia G Lasher-Trapp",
   "pi_email_addr": "slasher@illinois.edu",
   "nsf_id": "000288321",
   "pi_start_date": "2003-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152200",
   "pgm_ele_name": "PHYSICAL METEOROLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 103387.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 97702.0
  }
 ],
 "por": null
}