{
 "awd_id": "0313762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pre-State Social Transformations in Central Mexico: Formative Archaeology in Apizaco, Tlaxcala",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 64337.0,
 "awd_amount": 64337.0,
 "awd_min_amd_letter_date": "2003-07-07",
 "awd_max_amd_letter_date": "2003-07-07",
 "awd_abstract_narration": "\r\nWith National Science Foundation support, Dr. Richard Lesure will lead a team of archaeological specialists and students in investigating social processes behind the emergence of ancient civilizations in the highlands of central Mexico.  Anthropological archaeologists have long been interested in exploring the material products of early civilization -- the pyramids, sculptures, or other artifacts that survive -- from the perspective of social science.  An important goal is tracing and explaining the origins of urban life and state-level political organization.  Models of state origins have become more sophisticated and complex over the years, and it is now clear that a holistic understanding of any particular ancient civilization requires coordinated efforts among investigators working on different aspects of the problem.\r\n\r\nLesure and his collaborators will advance anthropological understandings of the ancient Teotihuacan civilization of Central Mexico by studying rural life at the margins of the main centers of sociopolitical development.  A team of American and Mexican archaeologists will conduct excavations in the Apizaco region of the modern Mexican state of Tlaxcala.  They will be working at the sites of villages of the period 800 B.C.to 100 A.D., uncovering a range of domestic features including refuse dumps that previous work indicates are rich sources of evidence on ancient economy and society.  Analysis of materials will be a collaborative effort among Ph.D. specialists and graduate students in training, including experts in ceramics, stone tools, animal bones, and botanical remains.  Research will focus on the degree of stability or change in economic and social organization during the centuries leading up to the urban coalescence at Teotihuacan.  Specific topics to be investigated through the careful analysis of material remains are the organization of production and consumption, the character of social inequalities, levels of taxation by external powers, and local portrayals of people in art.  These studies will reveal much about the specifics of economic and social organization in Apizaco during the time period of study, but they will also have larger theoretical implications for the investigation of ancient civilizations.  An important unresolved issue is the geographical scale of socioeconomic transformations critical to the rise of urban life.  In the centuries before state emergence, were social and economic changes narrowly restricted to the specific areas in which cities ultimately emerged, or were these transformations much more widely spread?  That sort of consideration can contribute to our ability to answer further questions, such as why did the earliest cities emerge in the specific places in which we find them?\r\n\r\nWork in a peripheral area like Apizaco cannot answer all questions concerning the emergence of civilization in central Mexico, but it addresses some important ones.  Further, while major centers like Teotihuacan itself are now well protected, smaller sites of the Apizaco region are being rapidly destroyed by modern growth.  Lesure's work will result in a detailed and permanent record of a fast-disappearing archaeological resource.  The research setting will provide a variety of opportunities for contacts and information sharing between American and Mexican scholars, as well as the training of undergraduate and graduate students.  Specialists will work collaboratively in answering research questions, and students will actively participate as analysts and authors.\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lesure",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Lesure",
   "pi_email_addr": "lesure@ucla.edu",
   "nsf_id": "000245915",
   "pi_start_date": "2003-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 64337.0
  }
 ],
 "por": null
}