{
 "awd_id": "0314049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microphysics of Clouds and Precipitation",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andrew G. Detwiler",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 332302.0,
 "awd_amount": 332302.0,
 "awd_min_amd_letter_date": "2003-04-17",
 "awd_max_amd_letter_date": "2003-04-17",
 "awd_abstract_narration": "Abstract\r\nATM-0314049\r\nSrivastava, Ramesh C.\r\nUniversity of Chicago\r\nTitle: Microphysics of Clouds and Precipitation\r\n\r\nThis project is a continuation of theoretical and observational investigations of certain aspects of cloud and precipitation physics.  It comprises the following three topics:\r\n\r\n1.\tGrowth of cloud drops by condensation.  A long-standing puzzle in cloud physics is the discrepancy between observed drop-size distributions in clouds and the distributions predicted from classical condensation-diffusion theory.  The observed distributions are broader than those predicted, with important implications for the development of rain by the collision-coalescence process, because broad distributions favor collisions and a more rapid production of large drops.  Many mechanisms have been suggested in the past for explaining the discrepancy, though none is generally accepted.  This project focuses on two effects: the slow broadening of the distribution caused by the greater equilibrium vapor pressure over the smaller drops, and the broadening caused by fine-scale fluctuations of humidity in the vicinity of drops.\r\n2.\tGrowth of drops by the simultaneous action of condensation and coalescence.  The rate of growth of drops by the collision-coalescence process increases in a rapid and nonlinear way with increasing drop size.  The usual approach is to calculate growth by condensation until the drops become large enough for collisions to occur, and to calculate growth by collision-coalescence from there on, because it quickly becomes much more important than condensation.  However, even a small increase in drop size by condensation causes a substantial increase in the collision efficiency, so the two processes acting simultaneously produce more rapid growth than obtained by treating them separately and adding the results.  The project will develop new computational methods of treating condensation and coalescence simultaneously.\r\n3.\tEvaporation of rain from stratiform clouds.  Rain falling through subsaturated air below cloud base evaporates and cools the air.  The effect should be taken into account in large-scale models that include parameterizations for the effects of clouds and precipitation.  The approach here is to compute the dependence of sub-cloud evaporation on the drop-size distribution and the vertical profiles of temperature, humidity, and vertical air velocity.  An objective is to develop ways of estimating the evaporation from the vertical profile of radar reflectivity below the cloud.\r\n\r\nThese studies contribute to the fundamental understanding of precipitation development and to applications such as the remote measurement of precipitation by radar.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramesh",
   "pi_last_name": "Srivastava",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ramesh C Srivastava",
   "pi_email_addr": "srivast@geosci.uchicago.edu",
   "nsf_id": "000105247",
   "pi_start_date": "2003-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152200",
   "pgm_ele_name": "PHYSICAL METEOROLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 332302.0
  }
 ],
 "por": null
}