{
 "awd_id": "0314004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tracking Control for Nonlinear Systems Distributed over Communication Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2007-04-30",
 "tot_intn_awd_amt": 185000.0,
 "awd_amount": 185000.0,
 "awd_min_amd_letter_date": "2003-07-29",
 "awd_max_amd_letter_date": "2004-07-07",
 "awd_abstract_narration": "\r\nModern engineering systems are very complex and comprise a high number of interconnected\r\nsub-components which, thanks to the remarkable development of communications and electronics,\r\ncan be spread over broad areas and linked through data networks. The control of those complex sys-\r\ntems can only be achieved in a decentralized mode, by appropriately designing local controllers for\r\neach individual component or small group of components. Control and computational capabilities\r\nbeing distributed over the system, a steady exchange of data among the components is required, in\r\norder for the system to behave properly. While control, information theory and communication are\r\nto some extent mature disciplines, little effort has been put so far in understanding how issues in\r\ninformation theory and communication constraints affect the performance of a large-scale control\r\nsystem distributed over a communication network. The simplest case in which this situation may\r\noccur is when the control functions are performed by a local (decentralized) controller, situated at\r\nthe same physical location of the controlled plant, and by a remote (centralized) controller, situated\r\nat a different location.\r\nTypical, in this scenario, is the situation in which a subsystem is required to perform a task\r\nwhich depends on the state of a system residing at a remote physical location. In this case, the\r\nlocal controller must embed some mechanism of prediction of the tasks to be performed which,\r\ndepending on the states of remote subsystems, may be quite uncertain. The ability of successfully\r\nhandle large uncertainties is one of the main, if not the single most important, reasons of being of\r\nautomatic control. Little attention, though, has been paid so far to the fact that uncertainties may\r\nalso affect the task that the control system is asked to accomplish. One of the main intellectual\r\npurposes of the proposed research activity is to show how problems in which control tasks are\r\nuncertain can be successfully addresses by embedding, into the controller itself, a tunable internal\r\nmodel of the systems on which the tasks to be performed may depend. The other main intellectual\r\npurpose is to show how this design philosophy is particularly suited to the control of large complex\r\nsystems distributed over communication networks. In fact, the role of an internal model is that\r\nof generating, in real time, the precise feed-forward input which would be required to perform the\r\nactual control task. If the local controller contains an internal model of those tasks, the role of the\r\nremote controller would only be that of resetting (once in a while, possibly using little amount of\r\ninformation) the state of the internal model on the basis of the actual value of the regulated variable.\r\nThis would provide a design philosophy which would much better cope with restrictions typical of\r\na control system distributed over a communication network, such as bandwidth constraints, delays,\r\nloss of packets.\r\nProgresses in internal-model-based control design are expected to have a broad impact in var-\r\nious areas of control technology. Experimental results have already shown, for instance, how self\r\na tuned internal-model-based controller can automatically compensate for faults occurring in a ro-\r\ntating electrical machine, and the benefits which may derive to manufacturing industry from this\r\nspecific application are quite clear. Another broad area of interest is that of satellite control for\r\ntelecommunications. Typical problems occurring in this area are to have a communication satellite\r\ntracking a smaller, beacon satellite at a fixed distance in a circular orbit, or to have networks of\r\nsmall satellites ying in coordinated motion. Another application, in which preliminary simulations\r\nhave shown impressive results, is the design of an autopilot to assist the landing of a rescue heli-\r\ncopter on a ship in distress in high seas. Similar applications are automatic ship loading/unloading\r\nin adverse atmospheric conditions or remote control of submarine vehicles for automatic undersea\r\ncable or pipeline inspection.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Isidori",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Isidori",
   "pi_email_addr": "isidori@zach.wustl.edu",
   "nsf_id": "000267352",
   "pi_start_date": "2003-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Byrnes",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher I Byrnes",
   "pi_email_addr": "chrisbyrnes@seas.wustl.edu",
   "nsf_id": "000151875",
   "pi_start_date": "2003-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 58807.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 126193.0
  }
 ],
 "por": null
}