{
 "awd_id": "0314525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Comparing Capuchins and Coatis: What Can a Non-Primate Teach Us About Primate Socioecology?",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark L. Weiss",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 9140.0,
 "awd_amount": 9140.0,
 "awd_min_amd_letter_date": "2003-07-17",
 "awd_max_amd_letter_date": "2003-07-17",
 "awd_abstract_narration": "Models relating primate behavior to ecology (socioecological models) may be limited in their generality, as they are both developed from and tested on living non-human primates. If we are to use these models to understand the social systems of fossil primates and human ancestors, it is necessary to test whether these models are robust to assumptions about reproductive, sensory, and other characters that often differ between living primates and other mammals. The robustness of primate socioecological models will be tested by comparing a terrestrial carnivore, the ring-tailed coati (Nasua nasua), to an arboreal primate, the brown capuchin monkey (Cebus apella), living in the same habitat. Both of these species have a similar feeding ecology (fruit and invertebrates) and group sizes, thus socioecological models predict that their social systems will be similar. \r\n \r\nThis study will investigate how the social systems of coatis may differ from that of the monkeys because of 1) living on the ground vs. in trees, 2) relying mostly on smell vs. sight, and 3) having litters vs. single young.  This study will use natural observations, and controlled feeding experiments on three groups of coatis to determine the impact these differences have on individual feeding rates, coalition formation, food discovery and use, and the social system of these two species. These data will then be compared to previously recorded data on capuchin monkeys in the same forest. The results of this study will shed light on how ecological, sensory, and reproductive traits shape the evolution of mammalian social behavior. \r\n \r\nIntellectual merit: By testing primate-derived models of the evolution of social behavior in a non-primate, this study will test the robustness of these models.  The comparison of these two species of distinct origins, combined with carefully chosen field experiments, may uphold the generality of the standard models.  However, any differences found may suggest cautions in applying these models both to non-primates as well as to primates that do not possess the particular suite of traits that characterize most primates today.  It may be important to realize that the social systems of fossil primates (including human ancestors) may not be simple intermediates between those of living species, but present novel traits or novel combinations of existing social traits.    \r\n \r\nBroader impacts: This study will be the first intensive study of ecology and behavior of \r\nthe South American coati.  It will provide not only comparative data for understanding the evolution of mammals, but important data for the conservation and management of this species.  The project will provide training opportunities in tropical biology for several U.S. and Argentine students.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Janson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Janson",
   "pi_email_addr": "charles.janson@mso.umt.edu",
   "nsf_id": "000179400",
   "pi_start_date": "2003-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 9140.0
  }
 ],
 "por": null
}