{
 "awd_id": "0315814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research:  A New Process for Converting SO2 to Sulfur Without Generating Secondary Pollutants Through Reactions With CaS/CaSO4 Pellets",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 29982.0,
 "awd_amount": 29982.0,
 "awd_min_amd_letter_date": "2003-08-28",
 "awd_max_amd_letter_date": "2003-08-28",
 "awd_abstract_narration": "0315814\r\nSohn\r\n\r\nDescription:  This award is to support a cooperative research project between Dr. H.Y. Sohn, Department of Metallurgical Engineering, University of Utah, Salt lake City, Utah and Dr. Yasser Ahmed, Central Metallurgical Research and Development Institute (CMRDI), Helwan, Egypt.  Large quantities of sulfur dioxide are generated from different industries often causing serious air pollution. The PIs plan to develop a new process for converting sulfur dioxide to elemental sulfur without generating solid wastes or gaseous pollutants.  It involves reacting sulfur dioxide with calcium sulfide to produce elemental sulfur, and reducing the produced calcium sulfate by reformed natural gas or hydrogen to regenerate the calcium sulfide. This cyclic reaction scheme has been conceived based on thermodynamic analyses of possible reaction systems that can transform sulfur dioxide to elemental sulfur without generating gaseous or solid wastes. The advantage of this proposed process is that little gaseous product other than sulfur is produced in the first reaction, and calcium sulfide and harmless gases such as water vapor are the only products in the second reaction. The research will involve the determination of the rates of the reactions under various conditions. Since the solids will be used repeatedly in the process, the reactivity of the regenerated calcium sulfide with sulfur dioxide over many regeneration cycles will be determined.  Additionally, catalysts that are effective in increasing the rate of the SO2 reduction reaction will be selected and their effectiveness tested.  \r\n\r\nScope: The research seeks a solution to a serious problem that many industrial nations are facing. The development of an effective method for transforming sulfur dioxide to elemental sulfur is the ultimate objective. The proposed collaboration is between an educational institution and a research organization, and as such will combine the aspects of learning, teaching and training current and future researchers. The students will learn the theoretical and laboratory approaches to technical development and also how the results are further evaluated toward implementation. The researchers in the participation research organization will maintain their contact with academic laboratory and sharpen their skills in fundamental theoretical approach to research and problem solving. The results of this work will be disseminated widely through technical publications, international workshops, multidisciplinary meetings, and news media in view of their environmental implications and international importance. The proposed laboratory work at the University of Utah will be performed by a female graduate engineering student (Maria Savic).  This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "H. Y.",
   "pi_last_name": "Sohn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H. Y. Sohn",
   "pi_email_addr": "h.y.sohn@utah.edu",
   "nsf_id": "000463726",
   "pi_start_date": "2003-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 29982.0
  }
 ],
 "por": null
}