{
 "awd_id": "0315324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Society for Developmental Biology 62nd Annual Meeting; Summer 2003; Boston, MA",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Plesset",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2003-05-20",
 "awd_max_amd_letter_date": "2003-05-20",
 "awd_abstract_narration": "0315324\r\nLehmann\r\n\r\nFunds are requested for partial support of the 62nd Annual Meeting of the Society for Developmental Biology, to be held July 30 - August 3, 2003 at Boston Marriott Copley Place. This is the major meeting in the subject of Developmental Biology.  In 2003, the international participation will be enhanced by the presence of the International Society of Developmental Biologists. \r\n1.  What is the intellectual merit of the proposed activity?\r\nParticipants will be presenting their most significant and current data, many still to be published, contributing to advancement of knowledge in the area.  As it has become a successful tradition, the scientific sessions encompass work on diverse organisms including plants, invertebrates and vertebrates.  Two Nobel laureates, Dr. Sydney Brenner and Dr. Eric Kandel, are among the 63 speakers who have already accepted the invitation to tell us about some of their latest findings in the following areas: Regulation of cell proliferation and size control, Migration and guidance, Stem cells in development and medicine, From neuron to brain, Life and death as means of patterning, Molecular mechanisms of cell-cell signaling, Integrating signals, Organogenesis, Sex and the genome, Long range signaling and morphogen gradients, Asymmetry: From cell to organisms, Regeneration, Gene regulation- RNA, Development and evolution, and From synapse to behavior.  Additional 30 speakers will be chosen from submitted abstracts for short talks, allowing the inclusion of the latest results and providing an opportunity for postdoctoral fellows and graduate students to address a large audience.  \r\n2.  What are the broader impacts of the proposed activity?\r\nThe Education Symposium and the Panel Discussion will offer an opportunity for scientists to learn how to be more effective communicators to all, K-16 and public levels, as well as to evaluate potential societal effects resulting from scientific advances.  The Education Symposium will center on how to teach developmental biology in different environments, at large universities, teaching colleges, pre-college and to the public at large.  A panel discussion on the very current topic of Stem cells and Cloning will provide a unique opportunity for exchange of ideas among the scientists and ethicists, audience and panelists.  We expect an attendance of over 900 people, and most of them will present their new data in the poster sessions each day. This format provides a forum to bring together junior and senior investigators, and to allow them to exchange ideas on science, education and the role of science in today's society.  Travel awards will be available to bring underrepresented minorities, students and postdoctoral fellows, as well as Latin American faculty and students to attend the meeting.   \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Lehmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth Lehmann",
   "pi_email_addr": "lehmann@saturn.med.nyu.edu",
   "nsf_id": "000429691",
   "pi_start_date": "2003-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society For Developmental Biol",
  "inst_street_address": "6120 EXECUTIVE BLVD STE 725",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347815",
  "inst_zip_code": "208529845",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "SOCIETY FOR DEVELOPMENTAL BIOLOGY, INCORPORATED",
  "org_prnt_uei_num": "V8LXTLSHZH49",
  "org_uei_num": "V8LXTLSHZH49"
 },
 "perf_inst": {
  "perf_inst_name": "Society For Developmental Biol",
  "perf_str_addr": "6120 EXECUTIVE BLVD STE 725",
  "perf_city_name": "ROCKVILLE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208529845",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}