{
 "awd_id": "0316323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Chiral Conflict Leads to a New Relationship Between Temperature and Optical Activity",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 534000.0,
 "awd_min_amd_letter_date": "2003-07-17",
 "awd_max_amd_letter_date": "2008-01-15",
 "awd_abstract_narration": "With the support of the Organic Dynamics Program in the Chemistry Division and the Polymer Program in the Division of Materials Research, Professors Mark Green at Polytechnic University of New York will continue a research program to develop new ways to control the relationship between temperature and the optical properties of liquid crystals that arise from the competition between structurally different enantiomers to control the helical sense of a polymer. A material consistent with the liquid crystal properties noted above will be obtained by synthesis of a helical forming polymer with a pair of randomly dispersed pendant groups that are enantiomerically highly enriched but of different structure and which are competing to control the helical sense of the polymer. This arises from the fact that the temperature dependence for the free energy term favoring one or the other helical sense differs for each of the chiral groups. Based on statistical physical theory it can be shown that the proportion of the competing chiral groups, determined by synthesis, fixes the temperature at which the helical senses are equally populated. Formation of lyotropic liquid crystals from such polymers yields a series of materials in which a nematic phase will be formed at a unique predetermined temperature while above and below this temperature cholesteric phases of opposite sense will arise with tightening pitch as the temperature deviates from the nematic temperature. Experiments are proposed to yield new kinds of information on intramolecular chiral interactions in the polymer and intermolecular chiral interactions in the derived liquid crystal. Moreover, the recent observation that cholesteric lyotropic liquid crystals with incorporated dyes of appropriate fluorescence characteristics give rise to lasing, opens the possibility of producing lasers with unprecedented temperature dependent and circular polarization properties.\r\n.\r\nThe Organic and Macromolecular Chemistry Program in the Chemistry Division and the Polymer Program in the Division of Materials Research supports Professor Mark Green at Polytechnic University of New York who will attempt to extend basic findings in polyisocyanates to a variety of helical forming polymers including polyacetylenes, peptides and peptide nucleic acids. This will involve the interdisciplinary training of graduate students, which will involve stereochemistry, polymer chemistry, liquid crystals and optics.  The results may lead to unique ideas and even devices for measuring temperature, a property that is fundamental to all technology and life. The beautiful colors arising from the temperature dependent liquid crystals have been shown to intrigue elementary school students so Professor Green is planning to approach organizations such as museums to present explanatory demonstrations. The work will involve collaborations with a start-up company in New Jersey, a government laboratory, with scientists in other academic institutions and also in Japan.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Green",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mark M Green",
   "pi_email_addr": "mgreen@duke.poly.edu",
   "nsf_id": "000166527",
   "pi_start_date": "2003-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Polytechnic University of New York",
  "inst_street_address": "15 Metrotech Center",
  "inst_street_address_2": "",
  "inst_city_name": "Brooklyn",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182603360",
  "inst_zip_code": "112013826",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Polytechnic University of New York",
  "perf_str_addr": "15 Metrotech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "194400",
   "pgm_ele_name": "BIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9239",
   "pgm_ref_txt": "MATERIALS CHEMISTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 178000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 178000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 178000.0
  }
 ],
 "por": null
}