{
 "awd_id": "0316078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control of the Supramolecular Assembly Behavior of Fullerene-Based Surfactants",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 433925.0,
 "awd_min_amd_letter_date": "2003-07-08",
 "awd_max_amd_letter_date": "2007-06-14",
 "awd_abstract_narration": "This proposal aims to understand the rules of supramolecular assembly of amphiphilic fullerene surfactants in different environments to regulate the size, shape, and nanostructures of fullrene aggregates for envisioned applications in advanced technologies and biomedications. Target systems include (1) the self-assembly of fullerene surfactants in water normal phase; (2) the water-induced self-assembly of fullrene surfactants in oil phase (e.g., toluene); and (3) the induced supramolecular assembly of fullerene surfactants by a constraint of oppositely charged hydrogel network chains. The objective of the first two systems will be to correlate the fundamental properties of the self-assembled fullerene colloidal dispersions with the unique molecular configuration of fullerene surfactants (e.g, molecular tailoring of the hydrophilic side chains on a very rigid, extremely hydrophobic fullerene ball) as well as the water/oil ratios. Six surfactants with a systematic variety on the molecular properties of the hydrophilic side chains will be studied, in terms of charge location, charge number, charge surface area, hydrophilic polyethylene glycol (PEG) chain spacer length and number. The goal of the third system will be to develop a new method to fabricate crystal-like long-range highly ordered supramolecular assembly of fullerene surfactants by the constraints of oppositely charged polymer hydrogel network chains. Three fullerene surfactants with different PEG chain spacer length and PEG side chain number will be investigated to examine the supramolecular assembly behavior under the constraints of different gel network chain properties, including chain flexibility, charge density and cross-linking density.\r\n\r\nC60 fullerene and its derivatives have been intensively explored for potential electronic, optical, and biomedical materials due to their unique photophysical and electrochemical properties, HIV enzyme inhibition ability, and low toxicity. However, the low solubility of fullerenes in polar media and the difficult control of their aggregation states have been the major obstacles to fabricate new materials from fullerenes for advanced applications. With the support of the Organic and Macromolecular Chemistry Program, Professor Shuiqin Zhou, of the Department of Chemistry at CUNY College at Staten Island, is exploring the factors controlling the aggregation of fullerenes. The successful accomplishment of this study will (1) permit material scientists to predictably design well-defined nanostructures in relation to material functions from the self-assembly of fullerene surfactants by tailoring the molecular property of hydrophilic side chain appendages and tuning the water/oil ratios as well as the specific constraining environments; (2) add new basic knowledge to the scope of general colloidal science through a fundamental understanding of the supramolecular assembly of fullerene surfactants with a distinct molecular configuration (e.g., a rigid, shape-constrained, hydrophobic ball); and (3) enhance the research activities and pedagogy for participant graduate and undergraduate students through a training on literature study, experimental design, operation of advanced instruments and computer data processing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuiqin",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuiqin Zhou",
   "pi_email_addr": "shuiqin.zhou@csi.cuny.edu",
   "nsf_id": "000180289",
   "pi_start_date": "2003-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 VICTORY BLVD",
  "perf_city_name": "STATEN ISLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194200",
   "pgm_ele_name": "UNIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7202",
   "pgm_ref_txt": "NANO - CHEM"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 412651.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 21274.0
  }
 ],
 "por": null
}