{
 "awd_id": "0316283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Developmental Genes in Controlling Butterfly Eyespot Patterns",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Plesset",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 252000.0,
 "awd_min_amd_letter_date": "2003-06-25",
 "awd_max_amd_letter_date": "2005-03-15",
 "awd_abstract_narration": "0316283\r\nMonteiro\r\n\r\nThe emerging field of evo-devo seeks to understand the evolutionary processes that have shaped how genotype translates into phenotype, in part by studying variability in genes and the developmental pathways that they control. The colorful and functional patterns on the wings of butterflies provide ideal material for evo-devo research because 1) they are variable both within and across the 12,000 described species, 2) because they represent visually compelling products of selection, often with a known adaptive value, and 3) because the two-dimensional epidermal wing surfaces, where pattern formation takes place, are very amenable to developmental, molecular, and phenotypic characterization. Among the most common pattern elements within the nymphalids are the eyespots: distinct concentric rings of differently colored scales. Eyespots are thought to mimic the appearance of vertebrate eyes, and can either startle an attacking predator or deflect the attack towards the margin of the wing. Recently it was shown that three transcription factors, Spalt, Sal;, Engrailed, En; and Distal-less, Dll, are expressed in the eyespot field of Bicyclus anynana during the pupal wing stage. Sal and Dll are expressed in a central disc of the eyespot, where black scales differentiate, while En is present in a ring of cells around the central disc, correlating to the pattern of gold scales in the adult wing. Additionally, in a mutant line of B. anynana, \"Goldeneye,\" Sal is absent from the central disc of cells, while En is expressed in the whole eyespot field, and the adult pattern consists of an entirely gold eyespot. The experiments outlined in this proposal will test whether there is a causal involvement of Sal and Dll, on the one hand, and En, on the other hand, in differentiating the black and gold colored scales of an eyespot, respectively. The technique of germ line transformation in B. anynana will be developed in order to test whether these genes have been functionally co-opted to specify novel patterns in evolution. Development of a heat-shock promoter system that can activate these transgenes at specific times during development will also be attempted. The function of the candidate genes will be determined by ectopically expressing them in the eyespot field and testing their function and sufficiency in specifying the fate of the colored scales. If, as expected, a causal relationship is established between the transcription factors and differentiation of the colored scales, the ultimate goal will be to dissect the evolution of the regulatory regions of these genes across selected lines within B. anynana, across closely related species with divergent eyespot morphologies, and ultimately across species with and without eyespots in order to understand the relationship between DNA sequence variation and morphological evolution. \r\n\r\nMerit Criteria I: Much work in evo-devo has been dominated by the characterization of the genetic pathways involved in the development of different species, often times from different phyla. Although comparative studies can, and have, generated fruitful results, studies of variation at the intra-specific level and among closely related species should not be neglected. Indeed, adaptive evolution primarily involves the sorting by natural selection of phenotypic variants present in individuals of the same population, not in individuals of different species. It is important to understand the generation of such intra-specific variation, as well as the possibly more \"saltational\" mechanisms of gene co-option by comparing the evolution of a set of developmental genes across the Lepidoptera. These aims can be achieved by dissecting the evolution of regulatory genes with a demonstrated key role in differentiating adaptive traits. This project aims to test whether a few candidate genes display that key role. \r\n\r\nMerit Criteria II: Dr. Monteiro is a new faculty member currently training 2 undergraduate students and two female graduate students, one of which a member of the Native American tribe Choctaw Nation of Oklahoma. This excellent and very promising graduate student has already begun working on the project described here. Dr. Monteiro will continue to train graduate and undergraduates students alike in Population Genetics, Phylogenetics, and Developmental Biology, irrespective of gender and ethnicity, in order to provide them with a broad multifaceted approach to Evolution and Development. In addition, this project has a cross-disciplinary component where graduate students will be working with members of the Physics department and taking appropriate graduate courses in that Department as well. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonia",
   "pi_last_name": "Monteiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonia Monteiro",
   "pi_email_addr": "antonia.monteiro@nus.edu.sg",
   "nsf_id": "000108037",
   "pi_start_date": "2003-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  },
  {
   "pgm_ele_code": "747100",
   "pgm_ele_name": "DEVELOPMENTAL BIOLOGY CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}