{
 "awd_id": "0316056",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Catalase Expression to Study Information Flow to and From the Circadian Clock",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 190000.0,
 "awd_min_amd_letter_date": "2003-08-05",
 "awd_max_amd_letter_date": "2003-08-05",
 "awd_abstract_narration": "Although there is considerable conservation of clock components and mechanisms among diverse taxa, it is equally clear that there is diversity in the molecular basis of circadian rhythmicity.  Thus, investigation of circadian rhythmicity in multiple systems is important for the elucidation of common themes in circadian timekeeping as well as the definition of novel clock molecules and mechanisms of information input to and temporal output from clocks.  \r\n\r\nOne of the dominant themes in recent studies of circadian systems among multicellular organisms is the spatial separation of distinct clocks that regulate circadian behavior of distinct organs (e.g., heart, liver, skeletal muscle, retina).  In vertebrates, the major circadian oscillator resides in the brain and is thought to provide coordinating temporal information to synchronize a series of organ specific \"peripheral\" oscillators.  However, recent results suggest that the peripheral oscillators may function more autonomously than previously thought.  A number of experimental results suggest that plants, too, have multiple clocks.  The majority of these data are based on the observation of rhythms with distinct periods within a plant.  Although is suggestive of two distinct clocks, it is by no means conclusive.  One of the most effective means to study the circadian clock is by monitoring the effect of pulses of light or temperature on clock phase.  If two rhythms respond to the same pulse with different phase shifts, it is quite likely that the two rhythms are responding to distinct clocks.  Recent experiments in Arabidopsis have established that there are two clocks in the cotyledon, one driving CAB2 transcription and the other driving CAT3 transcription.  Moreover, the clock driving CAT3 is considerably more sensitive to temperature.\r\n\r\nThe proposed work is designed to distinguish between these two clocks in greater detail.  There are two specific aims.  The first is to more thoroughly characterize the temperature sensitivity of the circadian oscillator regulating CAT3.  The mechanism by which temperature signals are perceived and transmitted to the clock is not well understood.  Because thermosensing in general is not well understood, investigations in this area are likely to have influence well beyond the study of circadian biology. This work asks a number of specific questions.  Is the circadian system perturbed by mutations that alter membrane properties?  Is the potency of a temperature cycle determined by the temperature differential between warm and cold or, instead, by the absolute value of the cold temperature?  Experiments are proposed to more fully document the effects of release from stratification, a cold and dark treatment of hydrated seeds.  The goal is to determine if the temperature or light onset signals are individually sufficient to reset the clock.  Finally, genetic screens to identify loci required for appropriate input of temperature signals to the clock will be carried out.  The second aim is to identify mutantations that differentially affect either the CAB2 clock or the CAT3 clock.  It is not clear if the two clocks are assembled from identical or overlapping sets of components, and this aim provides a genetic test to address this critical puzzle.  These results are likely to have broad influence on knowledge of all circadian systems.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "C. Robertson",
   "pi_last_name": "McClung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. Robertson McClung",
   "pi_email_addr": "Mcclung@dartmouth.edu",
   "nsf_id": "000477026",
   "pi_start_date": "2003-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": null
}