{
 "awd_id": "0316627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ecological and Evolutionary Physiology of the Stress Response and Stress Proteins",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Chamberlin",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 581191.0,
 "awd_amount": 593191.0,
 "awd_min_amd_letter_date": "2003-07-23",
 "awd_max_amd_letter_date": "2006-02-14",
 "awd_abstract_narration": "Broad goals:  The proposed activity continues a research program whose goal is to understand the origin and maintenance of complex physiological and biochemical mechanisms that enable organisms to persist in challenging environments.   This program uses as a model system the heat-shock protein Hsp70, which minimizes stress-induced damage of other proteins, and the genes that encode it in the fruit fly, Drosophila.  The principal remaining unanswered questions are: What is the genetic basis for the variation in Hsp70 levels among natural populations, and how does this variation arise?   Prior work suggests that transposable elements, DNA sequences that can move from gene to gene, are the answer to these questions.  The major goal of the research is to test this hypothesis.\r\n\r\nSpecific aims:  First the research will determine the frequency with which transposable elements actually insert in the genes encoding heat-shock proteins, and compare this frequency with that for other genes that either do or do not resemble heat-shock genes in their structure, organization, and regulation.   In so doing, the research will discover numerous instances of transposable elements naturally inserting into heat-shock genes.   Next, the research will use these natural mutants to examine whether the insertions actually have the expected effect on heat-shock genes:  reduction in messenger RNA, heat-shock protein, and ability to withstand stress.  Finally, the researchers will undertake \"laboratory evolution\", in which fruit fly strains compete in environments that ought to favor retention or elimination of individuals with and without transposable elements in their heat-shock genes.   This final experiment would test whether transposable elements in the heat-shock genes actually have their expected effect on individual fitness.\r\n\r\nApproaches:  (a) Bioinformatics, the analysis of pre-existing information to predict genes' properties.  (b) High-throughput screening, the simultaneous and rapid analysis of many genes in many populations to detect genetic events.  This will use \"universal fast walking\", a new technique for cloning genes.  (c) Transcriptional profiling, the quantification of messenger RNAs produced by specific genes when they are expressed.  This profiling would use two techniques, the fusion of the heat-shock genes' regulatory region with a reporter protein that emits light when the gene is expressed, and quantitative real-time PCR, which measures messenger RNA by quantifying its accumulation in a chemical reaction.  (d) Laboratory evolution, as described above.\r\n\r\nSignificance: The proposed research is distinctive in that it will elucidate a mechanism that apparently has repeatedly resulted in the decreased expression of a protein, with adaptive consequences.  Because of extensive background work on the genes/protein in question, it can rigorously assign significance to both regulatory mutations and variation in the level of the protein they regulate.  The proposed research has the potential to become a landmark study in which all of the often-missing links among evolutionary generation of variation, gene sequence, cellular function, organismal function, fitness, gene frequency in populations, and response to natural selection are explained. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Feder",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Martin E Feder",
   "pi_email_addr": "m-feder@uchicago.edu",
   "nsf_id": "000195468",
   "pi_start_date": "2003-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  },
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 581191.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}