{
 "awd_id": "0317720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Econometric Volatility Measurement, Modeling, and Forecasting",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 228429.0,
 "awd_min_amd_letter_date": "2003-08-23",
 "awd_max_amd_letter_date": "2006-09-26",
 "awd_abstract_narration": "Prop ID: 0317720 \r\nP I: Diebold, Francis X. \r\nOrganization: University of Pennsylvania \r\nTitle: Econometric Volatility Measurement, Modeling, and Forecasting\r\n\r\nThis research both deepens and broadens the scientific tools available for volatility measurement, modeling, and forecasting in economics.  Both theoretically and empirically, it extends and significantly completes the research program on second generation volatility models developed and popularized by the investigator and his coauthors.  The intellectual merit of the work is high, as the problems addressed, which have eluded solution in the volatility literature for nearly two decades, are widely acknowledged to be simultaneously highly challenging and crucially important to the full development of the literature.  The broader impacts of the work are equally high, as it focuses throughout on eliminating the gaps between the available tools and those needed by the large communities of practitioners in government, policy organizations, and industry.\r\n\r\nIntellectual Merit:  By any measure, the measurement, modeling, and forecasting of volatility has been one of the most active and successful areas of time-series econometric research areas in the past twenty years.  However, several of the most challenging and important problems remain unresolved, including how to (1) deal with pollution of volatility estimates by market microstructure noise, (2) deal with the very high-dimensional multivariate data often relevant in practice, and (3) understand conditional variance dynamics in their relation (or lack thereof) to conditional mean dynamics in general, and market timing ability in particular.  Diebold's work contributes directly to their solution by constructing and evaluating (1) filtering methods for attenuating the deleterious effects of market microstructure noise on volatility estimates, (2) a latent-factor framework for volatility measurement, modeling, and forecasting in high-dimensional situations, and (3) a framework for understanding the links among conditional mean dynamics, conditional variance dynamics, and market movements.  The work extends both theoretical and empirical econometrics frontiers, pushing forward the new theory of empirical quadratic variation for special semi-martingales, the new empirics of high-frequency modeling, and crucially, their intersection.\r\n\r\nBroader Impacts:  The broader impacts of the project are substantial and several-fold.  First, it will contribute directly to teaching and learning via the investigator's mentoring and collaborating with graduate students.  Second, it will reach out to underrepresented groups via broad web-based dissemination of all research results.  Third, it will enhance infrastructure for research and education by establishing a variety of collaborations:  between disciplines (by deepening our understanding of the macroeconomics / financial economics interface as related to volatility), between researchers and nations (by utilizing national and international coauthorships and joint projects), and between academia and other communities including government, policy organizations and industry (by facilitating and accelerating knowledge transfer from academia).  This research will also significantly push volatility measurement, modeling, and forecasting toward routine application, benefiting society via improved risk management, asset pricing, and asset allocation, which in turn improve the general functioning of financial markets and the macroeconomy.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Diebold",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Francis X Diebold",
   "pi_email_addr": "fdiebold@sas.upenn.edu",
   "nsf_id": "000212251",
   "pi_start_date": "2003-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "726600",
   "pgm_ele_name": "ENHANCING HUMAN PERFORMANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 76143.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 76143.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 76143.0
  }
 ],
 "por": null
}