{
 "awd_id": "0317880",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  Institutions, Forests and Hunger in Eastern Guatemala",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 11340.0,
 "awd_amount": 11340.0,
 "awd_min_amd_letter_date": "2003-06-10",
 "awd_max_amd_letter_date": "2003-06-10",
 "awd_abstract_narration": "An important academic breakthrough in what we know on the dynamics of land-use and land-cover change is that human institutions and property rights play important roles in the fate of resources like forests. Both scholars and policymakers concerned with the fate of tropical forests and their users (usually the vulnerable rural dwellers of less developed countries) devote their work to finding the mechanisms that may improve the livelihoods of these resource-dependent groups, while preventing more destruction of valuable natural resources. In the face of increasing environmental vulnerability to events like drought or hurricanes, empirical efforts attempting to clarify the linkages between local institutions and property rights with land-use/land-cover change dynamics can make significant contributions not only to the academic community but also to policy.\r\n\r\nThis dissertation proposal will look at how institutions, property rights, and harvesting of non-timber forest products (NTFPs) have enabled the Chorti of Eastern Guatemala to cope with a drought, record-low coffee prices, and hunger. The study will address the roles that NTFPs, institutions, and tenure security have in shaping the incentive structure of forest users. The researchers aim to test whether communities with strong local institutions are better able to protect and use a forest resource. The study also seeks to\r\nunderstand how lack of tenure security over the resource affects the decision-making process of forest users and aims to determine whether strong institutions compensate for weak property rights regarding forest conservation. The income forest dwellers may generate from NTFPs and how it alleviates the precarious conditions of hunger will be studied to clarify its influence on the decision-making process of this vulnerable\r\nindigenous group regarding their forest resources.\r\n\r\nTo carry out the effort, the methods of institutional analysis, case studies, household surveys, forest mensuration, and satellite imagery analysis will be used. The effort will look at four Chorti communities in Chiquimula, Guatemala, selected among NTFP-harvesting communities to show variation in tenure security and institutional strength.\r\n\r\nThe results of this effort will contribute to the academic and policymaking arenas concerned with deforestation, environmental vulnerability, and poverty alleviation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elinor",
   "pi_last_name": "Ostrom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elinor Ostrom",
   "pi_email_addr": "ostrom@indiana.edu",
   "nsf_id": "000449570",
   "pi_start_date": "2003-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 11340.0
  }
 ],
 "por": null
}