{
 "awd_id": "0317234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Comparative Mechanisms Of Gonad Organogenesis in the Red-Eared Slider Turtle (Trachemys scripta)",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 388545.0,
 "awd_min_amd_letter_date": "2003-07-03",
 "awd_max_amd_letter_date": "2007-08-08",
 "awd_abstract_narration": "0317234\r\nCapel\r\n\r\nThe primary step in vertebrate sex determination is the initiation of testis development in the bipotential gonad primordium. In mammals this switch operates through the Y-linked gene, Sry.  In the red-eared slider turtle, as in many reptiles, the incubation temperature of the egg determines the fate of the gonad. Despite this difference, the structure of the adult testis is highly conserved among species. This observation led to the hypothesis that, although the switch initiating the testis pathway is variable, the pathways downstream that lead to the morphological development of testis cords and the differentiation of testis cell types would be conserved. Surprisingly, recent work in the lab has indicated that the organization of cells into testis structure occurs in a completely different manner in T.scripta. The main goal of this proposal is to understand how molecular signals are deployed and cellular processes are integrated to produce a testis in T.scripta compared to how these processes work in mammals.  A number of molecular and cellular pathways have been defined that intersect in the testis determination process in mammals.  This work will focus on the roles of three of these independent, yet mutually interactive, components of the sex determination process:  cell signaling molecules, cell proliferation, and primordial germ cells.  First the roles of cell signaling components of the mammalian sex determination pathway (Fgf9, Dhh, Ptc1, Pdgfra,Wnt4, Fts, and Bmp2) will be investigated in T.scripta and their hierarchical relationship to structural and cellular differentiation of the testis or ovary will be determined. Next, the role of proliferation in T.scripta will be determined by blocking proliferation before, during, and after the temperature sensitive window and determining the effect on sex determination. Third, the role of primordial germ cells in organogenesis of the testis and ovary in T.scripta will be investigated by depleting germ cells before, during, and after the temperature sensitive window and determining the effect on sex determination. This project will advance discovery while providing an excellent training opportunity for graduate students and post-doctoral fellows interested in using comparative approaches to study development and gene function. Results will be broadly disseminated through meetings and publications and the reagents produced will be freely distributed to investigators in the field. The mechanism of sex determination in temperature dependent systems has been a long-standing puzzle in biology. In this work, the signaling processes involved will be investigated and ordered with respect to the temperature switch and hormonal regulation. The work will have direct intellectual application to the question of how temperature-dependent sex determination works, and will enhance the study of mammalian sex determination as well.  In addition, it will have broader relevance for the fields of cell signaling, morphogenesis, organogenesis, germ cell biology, proliferation, and the evolution of developmental systems. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Blanche",
   "pi_last_name": "Capel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Blanche Capel",
   "pi_email_addr": "b.capel@cellbio.duke.edu",
   "nsf_id": "000250608",
   "pi_start_date": "2003-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1111",
   "pgm_ref_txt": "DEVELOPMENTAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 129515.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 129515.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 129515.0
  }
 ],
 "por": null
}