{
 "awd_id": "0317625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Legalities of Exception: Cotton and Criminality in Colonial Egypt (1882-1922)",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Isaac Unah",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 14000.0,
 "awd_amount": 14000.0,
 "awd_min_amd_letter_date": "2003-05-29",
 "awd_max_amd_letter_date": "2003-05-29",
 "awd_abstract_narration": "This research studies criminal colonial law during British colonial rule in Egypt (1882-1922) and considers its role in the formation of the Egyptian colonial state. The research analyzes two sets of criminal justice reform. The first reform is one that was directed specifically at managing the production of cotton among the peasant population in large estates. The second legal reform is one that reorganized the criminal justice system and was directed toward the Egyptian population at large to define and punish actions disobedient of the colonial order.  The contention of this research is that colonial criminal law, a model within the modern law, is based on exceptions and composed of multiple legalities directed at regulating what the colonial state defines as dangerous and economically unproductive activities. The research theorizes a relationship between the \"universal\" \"humane\" character of the law and the exceptional legalities within it.  To consider these arguments, the research addresses the criminalization of peasants working in cotton estates. In the Egyptian archives, the research examines criminal trial records and classifies the new crimes, and the novel logics, introduced into the criminal justice system during British colonial rule. The research also examines the records of the inspectors who monitored, on behalf of the central government, the work of the peasants in rural areas. Additionally, the research looks at police reports to learn more about the general activities of the state in rural areas.  In the Public Record Office in London, the research examines colonial commission reports and British administrative correspondence on the reforms in the Egyptian criminal justice system. These reveal the debates prevalent among British officials over the suggested reforms. They also reveal their attempts to impose what they defined as humane \"order,\" and the mechanisms used in the process.   This research contributes to our understanding of the nature and workings of colonial criminal law, a subject that has yet to receive sufficient attention. It also contributes an empirical historical case study to the growing body of literature on exceptional legalities.  This research possesses broader impacts by studying a historical case that will inform contemporary debates on the subject of \"human rights.\" \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Harrington",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christine B Harrington",
   "pi_email_addr": "christine.harrington@nyu.edu",
   "nsf_id": "000480918",
   "pi_start_date": "2003-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 14000.0
  }
 ],
 "por": null
}