{
 "awd_id": "0317294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Experimental Investigations of Protein Reconfiguration Dynamics",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 514693.0,
 "awd_amount": 514693.0,
 "awd_min_amd_letter_date": "2003-08-23",
 "awd_max_amd_letter_date": "2006-03-10",
 "awd_abstract_narration": "What are the motions of the polypeptide chain in its search for the native structure? The timescales for these motions set the 'speed limit' to protein folding. Moreover, the interplay between the local dynamics of the backbone and the dynamics of long chain segments is critical to the mechanisms of folding. This project aims at providing direct measurements of the dynamics of chain reconfiguration in proteins. Although these issues have been subject of intensive computational studies, very little experimental information is currently available. The scarcity of experimental data is due to technical difficulties and the lack of an appropriate model system. The first problem has been recently alleviated by the development of fast-folding methods. The solution to the second problem involves finding proteins that undergo these transitions without crossing large free energy barriers, which hide the underlying dynamics. In this project a nanosecond laser-induced temperature-jump instrument will be applied to the study of protein reconfiguration dynamics. Two complementary processes will be investigated: the dynamics of random hydrophobic collapse, and the dynamics leading to the native topology.    The kinetics of random hydrophobic collapse will be studied in a 40 residue protein, which has recently been found to undergo random collapse -i.e. without formation of any kind of specific structure- at high temperature, as result of the strengthening of the hydrophobic effect. Collapse to the native topology will be investigated in a protein fragment that folds into a stable Molten Globule. The degree of collapse as a function of time will be determined by measuring the end to end distance using fluorescence resonance energy transfer. Secondary structure will be measured by infrared absorption. The results from these studies will be critical to test the predictions from the statistical theory of protein folding. Moreover, they will provide important benchmarks for computer simulations. \r\n\r\nThe reactions by which proteins fold into their functional three-dimensional structures are among the most fundamental self-organization processes in biology.  Deciphering the mechanisms of protein folding is critical to understand how genetic information is translated into specific biological functions, as well as the mechanics of molecular evolution. Eventually, this knowledge could be harnessed to design proteins 'a la carte', leading to a new technological revolution. Protein folding reactions are characterized by a combination of intertwined dynamic and energetic processes. To investigate directly the more subtle dynamic processes, this project proposes to study proteins in special conditions that preclude the formation of specific structures. This strategy eliminates the free energy barriers that dominate standard folding reactions, making a direct measure of the reconfiguration dynamics of proteins feasible. A laser-induced temperature jump apparatus with nanosecond resolution will be employed to resolve entirely such fast processes. The specific goals are to directly measure the collapse of unfolded proteins into a random globule, determine the 'speed limit' to protein folding, and to investigate the competition between local dynamics and collapse in forming the native secondary structure and topology. These are some of the most basic and still unresolved questions in protein folding.      \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Munoz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Munoz",
   "pi_email_addr": "vmunoz@umd.edu",
   "nsf_id": "000227736",
   "pi_start_date": "2003-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 255668.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 129623.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 129402.0
  }
 ],
 "por": null
}