{
 "awd_id": "0317011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rational Design of Supramolecular Assemblies via Incommensurate Geometries and Coordination Number",
 "cfda_num": "47.049",
 "org_code": "03090005",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph L. Templeton",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2003-07-16",
 "awd_max_amd_letter_date": "2003-07-16",
 "awd_abstract_narration": "This award in the Inorganic, Bioinorganic and Organometallic Chemistry program supports research by Dr. Kenneth N Raymond of the University of California at Berkeley to design, synthesize and evaluate high-symmetry, nanometer scale molecular clusters.  The clusters are designed to be self-assembled from a number of small and simple, identical subunits.  Modeling studies will focus on making clusters with cavities much larger than a cubic nanometer.  The work will address the trade-off between loss of stability in host/guest formation due to the hydrophobic cavity of the cluster as compared to expanding the ease of access to the interior to allow more rapid guest exchange.  New designs will include icosahedra and clusters with positive as well as negative charges (changing the host/guest preference characteristics).  The broad areas of supramolecular properties under investigation include calorimetric quantification of thermodynamic quantities, kinetic studies of self-assembly, supramolecular chirality, guest-host interactions and electron and molecular transport.  Among questions to be addressed is whether guest molecules enter the supramolecular cavity through an opening made by a the dissociation of a ligand forming the cavity or whether the guest molecule squeezes in through a seam in the host structure.  Modeling studies suggest that exit of the guest probably occurs through a cooperative distortion, rather than partial dissociation, of the cluster.  Because of trigonal propeller chirality at the metal vertices and mechanical linkage between the metal vertices, the clusters are homochiral, resolvable and retain their chirality even when components of the cluster are replaced.  Clusters will be prepared with guest interiors that are much more  enantiomerically selective. Other goals are the attachment of clusters to solid supports and the preparation of switchable clusters whose host/guest properties can be altered either electrochemically or photochemically.  Clusters with varying oxidation state metal ion vertices can act as electron carriers through as many as nine different redox states.  Non-labile higher oxidation state clusters will be prepared from the more labile lower oxidation state complexes by oxidation to a less labile state.\r\n\r\n\r\nThe ability to do chemistry inside designed, chiral, nanometer sized flasks opens promising applications that may improve chemical separations and selective chemical reactivity.  Students will be trained in supramolecular design, synthesis, characterization, and supramolecular reaction mechanisms.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Raymond",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth N Raymond",
   "pi_email_addr": "raymond@socrates.berkeley.edu",
   "nsf_id": "000435493",
   "pi_start_date": "2003-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196800",
   "pgm_ele_name": "PHYSICAL INORGANIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7202",
   "pgm_ref_txt": "NANO - CHEM"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": null
}