{
 "awd_id": "0317224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effects of Family Environment on Health, Income, and Education:  A New Sample of Adoptees",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 382267.0,
 "awd_min_amd_letter_date": "2003-08-23",
 "awd_max_amd_letter_date": "2007-07-12",
 "awd_abstract_narration": "The project collects and analyzes survey data from a set of 1,200 Korean American adoptees and their adoptive parents. This will be the largest publicly available set of data on adoptees and the outcomes will be measures of the children's education, income, and health, including use of cigarettes and alcohol. This data set is particularly useful because the adoptees are assigned to families in a random manner. The adoptees in the study were Korean infants placed with US families and the adoptees are now ages 21-30. These adoptees were placed by Holt International which is widely recognized as one of the largest and most professionally managed adoption agencies in the world.  The objective of the research is to understand the impact of shifts in family environment on child outcomes within the areas of education, income and health. Because the adoptive families have significant variation in family income and parental education, this study provides a unique way to examine the direct impact of differing socioeconomic conditions on child outcomes.\r\n\r\nIntellectual Merit of the Proposed Activity\r\nThe project has high intellectual merit for several reasons: First, the proposed research helps answer a series of questions which are fundamental to many areas of social science and policy making, namely \"how much do large shifts in a child's environment affect that child's long term outcomes?\"  Second, the proposed research offers important innovations over existing work on these questions because of the proposed work's large sample sizes, the random assignment of children to families, and the focus on long term behavioral outcomes (e.g. educational attainment and occupation).  The random assignment of children to adoptive families is critical to the study's ability to measure the treatment effect of parent's income and education. Selection of children by adoptive parents can confound attempts to measure such environmental effects. The proposed data are one of the few adoption data sets in which selection is known to be absent, making this study a unique opportunity.  Much of the existing research on adoptees focuses on IQ and personality tests rather than behavioral outcomes such as years of education and labor market income.  Preliminary work suggests that the impact of changes in shared environment is much greater for behavioral outcomes than for test scores. Furthermore many adoption studies have sample sizes of only 200-400 children and this reduces the range of hypotheses that can be tested.  Specific questions to be investigated include the following: How large is the treatment effect from\r\nfamily environment (as measured by parental income and education) on children's outcomes such as years of education, income and health? Do parents who smoke tend to raise kids who smoke? If the adoptive parents have a high Body Mass Index, is the adoptee also highly likely to have a high BMI? How do the measured effects from the nurturing parents' inputs differ for adoptees and for children raised by their biological parents? This analysis will use outcomes for the biological children of the adoptive parents.  Finally, do parental education and income have a non-linear effect on child outcomes?\r\n\r\nThe Broader Impacts Resulting from the Proposed Study\r\nThe study will have a broad impact on the way social scientists view the effects from shifts in family environment. The proposed work will measure convincingly the size of these effects and the extent to which such effects are non-linear in parental education and income. The study will produce a high quality public use data set which other researchers can use to test a wide variety of hypotheses. The study will also influence policy debate in several areas including the value of income redistribution in the U.S. and the degree to which family background helps or handicaps students in their efforts to attend college or university.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Sacerdote",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce I Sacerdote",
   "pi_email_addr": "Bruce.I.Sacerdote@dartmouth.edu",
   "nsf_id": "000096631",
   "pi_start_date": "2003-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "726600",
   "pgm_ele_name": "ENHANCING HUMAN PERFORMANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 228141.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 75707.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 78419.0
  }
 ],
 "por": null
}