{
 "awd_id": "0317930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Field Investigation of the Influence of Bed Texture on Aeolian Saltation",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 139970.0,
 "awd_min_amd_letter_date": "2003-07-25",
 "awd_max_amd_letter_date": "2007-07-09",
 "awd_abstract_narration": "The transport of sediment by wind is a key component of environmental problems ranging from soil erosion and contaminant transport, to dust storms and desertification. This research will evaluate a new hypothesis regarding the basic mechanics of the process of wind-blown sediment transport. Most wind-blown particles larger than dust are moved in a process known as saltation - a series of hops or bounces along the ground. Theoretical models of saltation have long been based on the fundamental assumption that increasing wind speeds cause particles to bounce higher and farther, resulting in the well-documented increase in the rate of transport. However, transport models based on this assumption have proven unable to consistently produce accurate predictions. Preliminary research has indicated that the underlying conceptualization of saltation may be in error - particles do not bounce higher and farther with increasing wind speed, rather, the size of the bounce appears to be limited by the inertia of the bed sediments. The increased kinetic energy of saltating particles under stronger winds is transferred to the bed sediments, causing ejection of additional grains into saltation and thereby increasing the rate of transport. This study will test this hypothesis, and quantify the influence of bed grain-size on the dimensions of saltation hops. A field experiment will be conducted in which sediment traps will be employed to measure the proportions of sediment moving at various elevations above the bed and various horizontal distances. These traps will be installed downwind of artificial beds composed of sediments that have been sieved into narrow grain-size ranges. It is expected that grains bouncing off beds of large particles will hop higher and farther than those bouncing off beds of finer material, and that hop dimensions will be largely independent of wind speed. Numerical modeling will be used to reconstruct the distribution of saltation hops needed to generate the measured variations in transport, and to quantify how hop dimensions change as a function of the bed grain-size. These findings will be used to construct a new theoretical model of the saltation process that will directly incorporate the influence of bed grain-sizes as documented in this study.\r\n\r\nThis research critically examines a fundamental component of the current scientific view of wind-blown sediment transport. It is likely to alter the prevailing view of how the process works, and the results will potentially be applicable to sediment transport in other environments. There are many environmental hazards associated with wind-blown particulates, and enhanced understanding of saltation will contribute to understanding and effective management of these problems. Although dusts 'float' in suspension and are not directly transported by saltation, it is generally accepted that the impacts of saltating grains are responsible for dislodging and ejecting fines. Hence, improved understanding of saltation will contribute to improvement in modeling emissions of substances ranging from topsoil, nutrients and toxic metals to the chemical contaminants and microorganisms that often attach to fine particles. From an economic standpoint, the National Research Council recently published an estimate of off-site costs associated with wind-blown sediment, which in the western U.S. alone exceed $1 billion per year. Improved understanding of the processes involved will aid in mitigating these problems and reducing their economic impact. This research will also provide educational opportunities and research experience for several graduate students who will participate in the project, and help to foster the development of the newly formed Geomorphic Process Laboratory, a multi-university initiative aimed at applying geomorphic knowledge to solve environmental problems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Namikas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Namikas",
   "pi_email_addr": "snamik1@lsu.edu",
   "nsf_id": "000157193",
   "pi_start_date": "2003-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 69410.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 35280.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 35280.0
  }
 ],
 "por": null
}