{
 "awd_id": "0318466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Private, Public, or Cooperative? Organizational Form and Economic Diversity in the U.S. Electrical Utility Industry, 1900-1950",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "paul ciccantell",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 85589.0,
 "awd_amount": 85589.0,
 "awd_min_amd_letter_date": "2003-05-21",
 "awd_max_amd_letter_date": "2003-05-21",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nWhen do consumers and local governments pursue cooperative or publicly owned alternatives to for-profit corporations?  What conditions foster such alternatives to dominant forms of economic organization?  Since the 1900s, Americans have depended heavily on private, investor owned utility corporations for generating, transmitting, and distributing electricity.  During this time private utilities helped build a technologically sophisticated, national electricity system.  At the same time, however, many private utility corporations regularly failed to act in consumers' or the public interest by working aggressively to eliminate competition, corrupting public officials, and routinely charging high rates, while leaving whole classes of communities under- or unserved.  In response, consumer groups, reformers, and local public officials pursued new forms of power provision, organizing over 2500 local, publicly owned municipal utilities between 1900 and 1930 and nearly 1000 electrical cooperatives during the late 1930 and early 1940s.  This study is an historical and quantitative analysis of when and how Americans consumers pursued alternatives to private corporations and regulated monopoly in the critical electric power infrastructure sector.  I draw hypotheses from sociological, historical, and rational-choice institutionalism to examine how the economics of organization induced actors to turn to public and cooperative enterprise, and how politics, existing organizational ecologies, and institutional embeddedness enabled actors to pursue those forms.  A key question here is whether public and cooperative solutions to utility market problems were built on the organizational legacies of struggles to establish alternatives to corporations in other periods and sectors. The proposed research will contribute to organizational analysis by shedding new light on the capacity of institutional systems to support organizational diversity and the production of new organizational forms, and it will revise current views of the organizational history of American capitalism, documenting how the U.S. economy crystallized around not one, but at least two logics or industrial orders during the critical late nineteenth and early twentieth centuries.  This study also will help to foster a challenging and research based educational environment at Reed College by providing undergraduate student assistants involved in the project with extended, hands-on research training and a range of new research skills, while producing data sets and techniques that can be used for course and research based program development.  Equally important, this study will provide information on policy options currently being debated in the utility industry, notably the use of public ownership and cooperatives to solve regulatory failures in electrical utility markets.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Schneiberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Schneiberg",
   "pi_email_addr": "marc.schneiberg@reed.edu",
   "nsf_id": "000154884",
   "pi_start_date": "2003-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Reed College",
  "inst_street_address": "3203 SE WOODSTOCK BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037711112",
  "inst_zip_code": "972028138",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OR03",
  "org_lgl_bus_name": "THE REED INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "CMNJCKH6LTK6"
 },
 "perf_inst": {
  "perf_inst_name": "Reed College",
  "perf_str_addr": "3203 SE WOODSTOCK BLVD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972028138",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 85589.0
  }
 ],
 "por": null
}