{
 "awd_id": "0318640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Commodity Chains and Land Use in Northern Madagascar",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 50580.0,
 "awd_amount": 50580.0,
 "awd_min_amd_letter_date": "2003-07-11",
 "awd_max_amd_letter_date": "2006-04-28",
 "awd_abstract_narration": "Studies of the human dimensions of protected area management have tended to focus on local levels of analysis, examining the causes of land use in and around protected areas.  Systematic links between localized land use patterns and broader political and economic frameworks have not routinely been identified.  The goal of this research is to trace commodity chains of cash crops produced in and around protected areas to their points of consumption.  This will contribute to an understanding of some of the specific ways that human-environmental relationships extend beyond the local in patterned interactions with extra- local (regional, national, global) political, economic, and cultural influences.  In particular, this project explores the relationship between urban demand and protected area land use patterns, focusing on the social and cultural factors in production for market (cash crops), distribution, and commodity consumption around the Mt. d.Ambre protected areas of northern Madagascar.  On a practical front, this will permit an identification of non-local (dis)incentives for using land in certain ways, which will, in turn, guide planners in designing protected area management schemes that take these factors into consideration.\r\n    The guiding research questions are to trace the relationship between commodity production in a protected area buffer zone and land use practices, and to analyze the incentives for such commodity production.  Hypotheses are that recent land clearing has occurred for commodity rather than for subsistence production and has tended to take place either near or within protected area boundaries; and that compared with subsistence rice farming households, commodity producing households farm more land, own more of the land they farm, and engage in a higher level of consumption of purchased items; and that urban demand for and consumption of the commodities at regional, national, and possibly international levels provides an incentive for commodity production.\r\n    These questions will be pursued within the context of a multi-site analysis of commodity chains that analyzes the flow of commodities between sites of production, distribution, and consumption.  Methods for collecting data include interview schedules targeted at specific populations, open-ended interviews, archival and gray literature research, and controlled  comparisons of sites.  It will also draw on a study of land cover change using satellite images.\r\n    Its intellectual merit includes contributing to discussions within environmental anthropology of how to link local sites of analysis with broader spheres not only by invoking decision-making contexts (i.e. the political frameworks dominant in political ecology analyses), but also the economic and livelihood dynamics of markets and consumption.  Understanding links between sites also contributes to discussions within the literature on conservation and development on how to conceptualize, and therefore operationalize, an approach to conservation that does not narrowly focus on proximate drivers of degradation but seeks to place these activities in a regional, national, or global perspective. \r\n     In terms of the project's broader significance, the findings will be disseminated to practitioners and policy-makers, as well as to scholars, with the goal of benefiting not only the people and physical environment of Madagascar, but also people in other areas where resources are being managed for sustainable use.  The activities covered by this grant will also include the training of Malagasy students and conservation workers, and the training of the research team by Malagasy professionals and other authorities.  Finally, this research will develop the infrastructure for research and education by solidifying links between U.S. and Malagasy educational and research facilities.  Specifically, partnerships will be enhanced with the Universite Nord of Madagascar in Antsiranana, the offices of the Malagasy park service equivalent (ANGAP), and various international conservation NGOs, government offices and archival facilities.  This will lay the groundwork for further research and collaboration between United States-based scholars and Malagasy institutions, students, and professionals.       \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Gezon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Gezon",
   "pi_email_addr": "lgezon@westga.edu",
   "nsf_id": "000330156",
   "pi_start_date": "2003-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of West Georgia",
  "inst_street_address": "1601 MAPLE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CARROLLTON",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "6788394759",
  "inst_zip_code": "301180002",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "GA03",
  "org_lgl_bus_name": "UNIVERSITY OF WEST GEORGIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "WU6LEXX7KD81"
 },
 "perf_inst": {
  "perf_inst_name": "University of West Georgia",
  "perf_str_addr": "1601 MAPLE ST",
  "perf_city_name": "CARROLLTON",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301180002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "GA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 50580.0
  }
 ],
 "por": null
}