{
 "awd_id": "0318821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Migration and Ethnic Identity:  The Archaeology of the Nahua/Pipil of Postclassic Pacific Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 105569.0,
 "awd_amount": 105569.0,
 "awd_min_amd_letter_date": "2003-06-02",
 "awd_max_amd_letter_date": "2003-06-02",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Frederick Bove and an international team of colleagues will conduct one field season of archaeological and ethnohistoric research on the Guatemala central Pacific Coast. The team brings together U.S., Dutch, and Guatemala specialists in archaeology, ethnohistory, and linguistics to examine the interface between migration theory and the archaeological identification of Nahua/Pipil ethnicity at the major site complex of Carolina-Gomera believed to be a major Pipil regional center. The Postclassic period in Mesoamerica was marked by massive social, political, economic, and demographic upheaval following the collapse of Classic period polities in Mexico and Guatemala. While the causes of these cataclysmic events are obscure one salient fact is the Nahua migrations from central Mexico and the Gulf Coast to Pacific Guatemala and lower Central America that are believed to have occurred in a series of movements from about A.D. 800 to A.D. 1350. The migrations of Nahua-speaking groups from Mexico to Central America constitute one of the most important examples of large-scale population movements in New World culture history. The recent discovery of large Late Postclassic regional centers that are most likely Pipil on the central Guatemala Pacific Coast are the basis for the project and present a rare opportunity to combine both documentary and archaeological research in a conjunctive approach. The goal is to develop a general understanding of the Pipil migratory process that is closely interrelated with the archaeological identification of Pipil ethnicity.\r\n\t\r\nThe nature of the research questions require basic data principally in residential areas that allow the identification of Pipil ethnic groups. Once this accomplished the chronological problems associated with the Pipil migrational process itself can be approached together with the reconstruction of their settlement system, social differentiation, and household economy. Specific tasks are 1) completely map Carolina, Gomera, and all surrounding rural centers, 2) complete the extensive survey and collection of surface materials in and around the same centers, 3) conduct test excavations of a stratified sample of patio groups at all sites and the lateral exposure of a sample of these, 4) complete the analysis of all collected artifacts, 5) to integrate the documentary data with the survey and excavation data.\r\n\t\r\nThe Late Postclassic project will provide much needed information at both theoretical and substantive levels. The intellectual merit of the research will be to test models of migration and methods of identifying ethnicity, two of the most contentious issues confronting contemporary archaeology. The broader impacts of the study are that it will contribute significant information during an obscure period and since no project has ever focused on the Late Postclassic period in the region, the substantial increase in knowledge will provide the basis for major revisions in the scientific understanding of the prehistory of this dynamic region. Guatemala and U.S. students will participate in the project to enhance their training and increase their knowledge of the importance of Pacific Guatemala's prehistory.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Bove",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick J Bove",
   "pi_email_addr": "fbove@ufm.edu.gt",
   "nsf_id": "000263662",
   "pi_start_date": "2003-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 105569.0
  }
 ],
 "por": null
}