{
 "awd_id": "0318128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research: Knowledge Discovery in Large Virtual Environments: Towards a New Approach for Solving Wayfinding Problem",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 29736.0,
 "awd_amount": 29736.0,
 "awd_min_amd_letter_date": "2003-08-28",
 "awd_max_amd_letter_date": "2005-09-13",
 "awd_abstract_narration": "0318128\r\nKantardzic\r\n\r\nDescription:  This award is to support a cooperative research project between Dr. Mehmed Kantardzic, Department of Computer Engineering and Computer Science, University of Louisville, Louisville, Kentucky and Dr. Walaa Sheta, Mubarak City for Scientific Research, Alexandria, Egypt.  The investigators will conduct research to address the problem of dealing with spatial information in large-scale virtual environment using Knowledge Discovery Techniques in spatial data, which attracted attention in recent research.  Users of large or highly occluded virtual environments (VEs) often experience difficulty in maintaining their spatial orientation (sense of position and orientation) within the virtual world. VEs do not in general provide the same rich set of cues for distance, motion, and direction found in the physical environment.  Also, immersive VEs using head-mounted displays (HMDs) generally have a small field of view, further reducing the visual cues used to maintain spatial orientation. The knowledge extracted and new patterns discovered from mining both virtual environment database and user navigation patterns may play an important role in understanding spatial information, capturing intrinsic relationships between spatial and non spatial information, reorganizing spatial information to accommodate data semantics and achieve high performance.\r\n\r\nScope:  Virtual environments are moving toward more realistic and complex applications, such as walkthrough, medical and educational systems, requiring huge scene databases. Application of knowledge discovery techniques is important for understanding spatial data and discovering spatial relationships between spatial and non-spatial data.  Data mining or knowledge discovery in databases (KDD) is a new research field for discovery of interesting, implicit, and previously unknown knowledge from large databases.  The PIs will produce a system to mine a large virtual environment spatial data. The two sides have complementary experience in virtual reality systems and knowledge discovery methods.  Sheta's research is focused on virtual environment and knowledge discovery while Kantardzic's is focused on large virtual environment and its object database.  This project will have mutual benefit and will allow the two sides to solve the difficult problem of dealing with wayfinding in large virtual environment. It will involve two junior scientists in Alexandria, Egypt. This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mehmed",
   "pi_last_name": "Kantardzic",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mehmed M Kantardzic",
   "pi_email_addr": "mmkant01@louisville.edu",
   "nsf_id": "000344190",
   "pi_start_date": "2003-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville",
  "perf_str_addr": "2301 S 3RD ST",
  "perf_city_name": "LOUISVILLE",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402081838",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 29736.0
  }
 ],
 "por": null
}