{
 "awd_id": "0318200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonparametric Models and Methods for Social Sciences Data",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 234216.0,
 "awd_amount": 234216.0,
 "awd_min_amd_letter_date": "2003-08-23",
 "awd_max_amd_letter_date": "2003-08-23",
 "awd_abstract_narration": "Social scientists often collect and analyze data that are longitudinal.  Some longitudinal studies have long durations, which result in large number of observations per subject and give rise to what is called functional data.  The analysis of such data often is complicated for two reasons in addition to the lack of independence.  First, for many kinds of social science data, there are weak theories about functional forms explaining the effects of factors and weak measurement procedures (e.g., with attitudes) that produce ordinal or only somewhat stronger (but typically not interval) scales.  Thus, there is need for flexible modeling and test procedures for non-normal and often heteroscedastic data.  Second, missing observations are common whenever subjects are followed for long periods.  Typically, \"missingness\" is not completely at random, causing parametric-type remedies.  In this project, the investigators propose a fully nonparametric approach to some inference questions regarding such data.  They will consider inference procedures for a) multi-way heteroscedastic analysis of variance designs when some (or all) of the factors have many levels but small number of replications per cell, b) the effects of factors which adjust for the presence of covariates, c) the covariate effect and its interaction with categorical factors, and d) designs with missing data.  Procedures that use weighted averages of (mid-) ranks and that are known to maintain a high level of efficiency for a wide variety of data types will also be developed for the above problems.  Facets of the project are closely connected to the classical problem of lack-of-fit testing and some methods that will be developed also will be relevant in this area.  This research builds upon prior results by the investigators, many of which were obtained using previous grants.\r\n\r\nThe flexible modeling provided by the nonparametric approach, coupled with the efficient test procedures afforded by (mid-) rank test statistics, are the key thrusts of this project.  To ascertain the effect of several categorical factors and continuous covariates on a response of interest, researchers typically use parametric or semiparametric event history modeling, including linear models, generalized linear models, frailty models, marginal proportional hazards models, and random coefficient models.  These models depend on assumptions that may or may not be satisfied for any given application.  This can have unpleasant practical consequences as documented in several case studies.  Moreover, missing observations require imputations that are done with parametric assumptions.  In fact, it is widely believed that nonparametric procedures cannot be used when data are missing at random (as opposed to missing completely at random).  Programs for implementing the nonparametric procedures will be developed and applied to a number of social sciences studies including a) questions regarding routine activities and deviant behavior, b) examination of the effects of various life circumstances on criminal offending, and c) examination of incarcerated boys recently released from correctional institutions.  This award is jointly supported by the Division of Mathematical Sciences and the Directorate for Social, Behavioral, and Economic Sciences as part of the Mathematical Sciences Priority Area.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Akritas",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Akritas",
   "pi_email_addr": "mga@stat.psu.edu",
   "nsf_id": "000333149",
   "pi_start_date": "2003-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "D. Wayne",
   "pi_last_name": "Osgood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "D. Wayne Osgood",
   "pi_email_addr": "wosgood@psu.edu",
   "nsf_id": "000458737",
   "pi_start_date": "2003-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 234216.0
  }
 ],
 "por": null
}