{
 "awd_id": "0320168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Zooarchaeological Analyses of Holocene Central Coastal California Archaeofaunas",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 158005.0,
 "awd_amount": 158005.0,
 "awd_min_amd_letter_date": "2003-07-11",
 "awd_max_amd_letter_date": "2005-05-17",
 "awd_abstract_narration": "In this project, Dr. Diane Gifford-Gonzalez and students will \r\nundertake detailed analysis of fauna from one large and about 18 \r\nsmaller archaeological sites on the Monterey Bay, in central coastal \r\nCalifornia.  The aim of the study is to evaluate whether and how \r\nenvironmental processes affected people living along the coast over \r\nthe last 6000 years.  Today, global climate change threatens the \r\nlivelihoods of people and the continued survival of animal species, \r\nalong the Pacific Rim.  Archaeological sites contain records of past \r\nclimatic events and human responses to them.  They are thus \r\nrepositories of crucial evidence on how extreme swings in ocean and \r\nland productivity were in pre-industrial times.  We know that, just \r\nas today, global climate change affected life on both land and sea. \r\nAlthough  a major agricultural powerhouse in the United States and a \r\ntourist destination for those seeking abundant marine life, the \r\nMonterey Bay area's deeper history is as yet poorly understood.  For \r\nabout six years, Dr. Gifford-Gonzalez and colleagues from the \r\nDepartment of Earth Sciences have been researching the history of \r\nmarine temperatures and productivity, as well as shedding light on \r\nthe disappearance of northern fur seals from coastal California about \r\n1000 bp.  The present project follows a three-year NSF-funded \r\ncollaborative project that indicated that northern fur seals - a \r\npresently threatened species -- have radically changed their breeding \r\nand migratory behavior.  Radiocarbon dates on their bones show their \r\nbreeding colonies were not abandoned simultaneously along the entire \r\nPacific margin. Research results indicate that NFS disappearance in \r\ncentral California did not coincide with changes in marine upwelling \r\npatterns that could have affected their food base, strengthening the \r\nodds that ancient people had a hand in their regional extirpation. \r\nHowever, so far, we have no detailed evidence that people were driven \r\nto wipe out fur seals due to hunger, whether the severe droughts \r\nduring the Medieval Climatic Anomaly (800-1350 AD) could have \r\naffected NFS colonies themselves, or whether the droughts drove \r\npeople to drive these animals extinct.\r\n\r\nDr. Gifford-Gonzalez, graduate students in archaeology, and \r\nundergraduates chosen for special skills development will explore \r\nthese questions with faunal remains from regional archaeological \r\nsites.  One of these sites, the Moss Landing Site (CA-MNT0234) is a \r\nvirtual untapped \"Rosetta Stone\" for regional archaeology, with \r\ncomponents dating from 8500 years ago to Spanish contact.  This site \r\nwas well excavated and curated during FEMA-funded rebuilding of the \r\nMoss Landing Marine Laboratories after the Loma Prieta Earthquake. \r\nHowever, time demands of contract archaeology precluded the close \r\nanalysis that the site deserves, to tell its full story of climate \r\nchange, human resource use, and animal geography.  This study will \r\nprovide insights into the pre-modern human land use and interactions \r\nwith food species over time.   Our data on historical human and \r\nanimal ecology will be available to wildlife and conservation \r\nbiologists making management decisions about such species.  It will \r\nprovide excellent professional training for graduate students in \r\narchaeology and extraordinary, on-site research opportunities for \r\nundergraduates.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Gifford-Gonzalez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Gifford-Gonzalez",
   "pi_email_addr": "dianegg@ucsc.edu",
   "nsf_id": "000368313",
   "pi_start_date": "2003-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 75292.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 49852.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 32861.0
  }
 ],
 "por": null
}