{
 "awd_id": "0320284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Beowulf Class Cluster Computer to Support Interdisciplinary Faculty Research and Graduate Student Training Using Numerically Intensive Statistical Modeling Methods",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 113967.0,
 "awd_amount": 113967.0,
 "awd_min_amd_letter_date": "2003-07-25",
 "awd_max_amd_letter_date": "2003-07-25",
 "awd_abstract_narration": "With support from a National Science Foundation Major Research Instrumentation award, Professor J.S. Racine, Senior Research Associate in the Center for Policy Research (CPR) of the Maxwell School at Syracuse University, will establish a 32-dual-processor-node Beowulf class cluster computer in CPR to support faculty research and graduate student training using numerically intensive statistical modeling methods. The Beowulf class cluster computer will provide supercomputer computing power at a relatively low cost using off-the-shelf hardware components, open source software, and a substantial degree of platform independence. Professor J. S. Racine will supervise the purchase, installation, and operation of the Beowulf class cluster computer, assisted by the CPR computer consultant, whose training in Beowulf cluster computers will be supported by this award. Racine anticipates that initially 9 faculty members and 20 to 30 graduate students will benefit from the purchase and implementation of this computer, and that these numbers will grow as other Maxwell School research faculty develop projects to exploit the Beowulf cluster computer's capabilities.\r\n\r\nApplied statistical research is rapidly evolving from a paradigm based upon parametric models coupled with inference, which relies on asymptotic approximations, to one based on nonparametric models and inference based on resampling. These large information-rich datasets are ripe for nonparametric analysis, but their computational burden all but prevents their application for such datasets. This also applies to methods that hold the promise for improved parametric modeling. These computational obstacles can be overcome by using a parallel computing environment, the most practical form of which is a Beowulf class cluster computer.\r\n\r\nCPR has at least nine faculty who either work with numerically intensive econometric methods and who have expertise in this area, or who routinely struggle with computational aspects of modeling large datasets. With this cluster computer, we will be able to teach them not only the theory of these methods but how to apply them to large, real world databases such as those they will work with after graduation.\r\n\r\nBroader Impacts: The Maxwell School of Citizenship and Public Affairs at Syracuse University, in which the Center for Policy Research is located, conducts high-quality social science research and trains graduate students for academic and research positions, as well as responsible government and non-governmental agency positions around the world. Should the project be funded, researchers will be able to leverage the cluster to apply cutting-edge statistical methods to numerous datasets housed by our center, all of which will result in improved policy analysis and enhanced understanding of empirical phenomena. Finally, software developed on the cluster will, of course, be made publicly available, thereby maximizing the broader impacts of the investment.\r\n\r\nWe are extremely excited to have this resource available for use by both faculty and students in the upcoming year. Simply put, we will be able to apply the latest numerically intensive statistical methods to rich datasets which currently remain beyond our computational reach.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Racine",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey S Racine",
   "pi_email_addr": "jracine@maxwell.syr.edu",
   "nsf_id": "000111890",
   "pi_start_date": "2003-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 113967.0
  }
 ],
 "por": null
}