{
 "awd_id": "0320763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:     Structure and Kinetics of Epitaxially-Grown Surface Alloys",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2003-07-10",
 "awd_max_amd_letter_date": "2008-03-26",
 "awd_abstract_narration": "This is an award for Research at Undergraduate Institutions (RUI) that involves undergraduate students in the proposed research.  Using a combination of kinetic Monte Carlo simulation, careful analysis of experimental studies and state-of-the-art total energy calculations for diffusion barriers, the principal investigator (PI) has recently demonstrated that the structure and development of surface alloys grown via heteroepitaxial deposition can be fully accounted for.  Such systems, involving as they do here more than one atomic species and mixing of the deposited species several layers into the substrate, are challenging to model accurately and so the success achieved is noteworthy.  There are also strong technological motivations for extending this work to other bi-metallic systems since several of them have important relevance for surface magnetism and catalysis.  The model developed for treating the surface kinetics of such systems at the atomic level is based on a simple, coordination dependent, parametrized approximation for the energy barriers governing local atomic arrangements.  Both direct moves and exchange (coordinated, two-atom) moves are included.  The necessary parameters are deduced from experimental information combined with total energy calculations using the VASP protocol and the nudged elastic band method of mapping out diffusion pathways and barriers.  The kinetic development and evolution of the surface alloy system based on these moves and the associated barriers are determined via a kinetic Monte Carlo simulation (BLK algorithm), which also treats the deposition process faithfully.  This approach has succeeded in fully accounting for the interesting coverage dependent structures seen for the Rh/Ag(001) system, and a first report on this work has recently appeared in the journal Surface Science.\r\n\r\nIn the present research this treatment and model will be extended to other regimes and systems in collaboration with the experimental group of R. Jurgen in Ulm, Germany, which has extensive experimental capability for study of bi-metallic growth systems and was the source of much of the STM data for the Rh/Ag(001) system.  The first extension will be to the Rh/Ag(001) system at higher temperature and then to other soft-metal substrate surface alloys of differing substrate symmetry.  After that we will extend the method to harder substrate cases of industrial significance.  Such systems should evolve similarly, but require higher temperatures to achieve the necessary mobility.  In making these extensions to the model we will also test for the necessity of extensions to our model for the coordination dependence of the activation energy barriers.\r\n\r\nThe group also has underway a detailed analysis of adatoms and vacancies on metallic terraces.  We have shown that the visit probability function at low coverage can be obtained via simple relaxation method calculations and will continue work to apply this approach to various surface processes catalyzed by mobile adatoms or vacancies.  \r\n%%%\r\nThis is an award for Research at Undergraduate Institutions (RUI) that involves undergraduate students in the proposed research.  Using a combination of kinetic Monte Carlo simulation, careful analysis of experimental studies and state-of-the-art total energy calculations for diffusion barriers, the principal investigator (PI) has recently demonstrated that the structure and development of surface alloys grown via deposition can be fully accounted for.  In the present research this treatment and model will be extended to other regimes and systems in collaboration with the experimental group of R. Jurgen in Ulm, Germany, which has extensive experimental capability for study of bi-metallic growth systems and was the source of much of the data for the previous research.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lyle",
   "pi_last_name": "Roelofs",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lyle D Roelofs",
   "pi_email_addr": "LROELOFS@COLGATE.EDU",
   "nsf_id": "000390064",
   "pi_start_date": "2003-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Haverford College",
  "inst_street_address": "370 W LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "HAVERFORD",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6108961000",
  "inst_zip_code": "190411336",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "THE CORPORATION OF HAVERFORD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "QAP9NNDEWGZ8"
 },
 "perf_inst": {
  "perf_inst_name": "Haverford College",
  "perf_str_addr": "370 W LANCASTER AVE",
  "perf_city_name": "HAVERFORD",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190411336",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 56822.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}