{
 "awd_id": "0320510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:     High-Throughput Functional Proteomics by Automated Chromophore-Assisted Laser Inactivation (CALI)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Om P. Sahai",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2003-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2003-06-18",
 "awd_max_amd_letter_date": "2003-06-18",
 "awd_abstract_narration": "This Small Business Innovation Research  (SBIR) Phase I project is a novel approach to functional proteomics utilizing a prototype high-throughput platform for laser-enabled analysis and processing (LEAP) of cells.  Since most genes function through action of a protein, many academic and commercial research efforts are now shifting from genomics to proteomics to determine the level and function of various proteins in cells.  Chromophore-assisted laser inactivation (CALI) uses labeled probes and light irradiation to elucidate specific protein functions.  CALI provides direct and immediate protein inactivation and can be targeted within a cell compartment.  However, implementation of CALI to date has been low-throughput, and intracellular proteins are difficult to target since the labeled probe must first be introduced into living cells (e.g., by microinjection).  To overcome current limitations of CALI, high-throughput viable cell loading and laser irradiation of cells are required. Through SBIR and other funding, the company has been developing LEAP for high-throughput cell imaging and laser-irradiation to achieve cell purification and optoinjection. It is hypothesized that LEAP can be modified to implement CALI in a high-throughput manner, and further provide optoinjection to enable intracellular CALI.  Phase I studies will evaluate different chromophores and probes against various protein targets and define conditions for optoinjection, thereby demonstrating feasibility of high-throughput CALI on LEAP.\r\n\r\nThe commercial application of this project is in the area of instrumentation relevant to drug discovery and development.  Successful completion of the project will lead to commercialization of the novel LEAP instrument platform for high-throughput cell imaging and laser-based manipulations.  Applications of this platform will include high-throughput high-content cell-based assays, cell purification, cell transfection (optoinjection), and CALI.  Within each application, LEAP will have significant advantages over existing techniques.  The market for equipment for cell analysis/processing, screening, and proteomics are forecasted to grow by the billions.  The opportunity for LEAP is therefore significant, as is the potential to carry out experimentation that has previously not been possible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manfred",
   "pi_last_name": "Koller",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Manfred R Koller",
   "pi_email_addr": "fkoller@cyntellect.com",
   "nsf_id": "000304204",
   "pi_start_date": "2003-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cyntellect, Inc",
  "inst_street_address": "6199 Cornerstone Court",
  "inst_street_address_2": "Suite 111",
  "inst_city_name": "San Diego",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195501770",
  "inst_zip_code": "921214740",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Cyntellect, Inc",
  "perf_str_addr": "6199 Cornerstone Court",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921214740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}