{
 "awd_id": "0320276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Observational Cosmology by Observing Gravitational Lensing",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2002-07-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 83214.0,
 "awd_amount": 83214.0,
 "awd_min_amd_letter_date": "2003-04-03",
 "awd_max_amd_letter_date": "2003-04-03",
 "awd_abstract_narration": "AST 9624592    Abstract - Bernstein          The dark matter which dominates the Universe does not emit  detectable radiation, but does distort images of background objects by  the gravitational deflection of the passing light rays. The research  plan is to measure these \"weak gravitational lensing\" effects to  determine the true shapes of galaxy clusters and the spectrum of the  mass fluctuations in the present-day Universe.  These weak lensing  distortions are now being used to measure the mass distributions of the  inner parts of a few rich clusters of galaxies.  The mass profiles of  10 clusters of galaxies will be measured to a larger radius.  This is  of great interest since theoretical N-body simulations show that  cluster shapes and profiles are sensitive to the value of the  cosmological density parameter Omega, and to the nature of the dark  matter particles.  A particularly interesting case is the weak cluster  0957+561, which contains a multiply-imaged quasar with known time  delay.  By mapping the cluster mass, the modeling of this lens will be  improved and an improved value for the Hubble constant will be  obtained.  The timely completion of these observations requires the use  of a Charged Coupled Device (CCD) mosaic camera on a telescope with  good seeing.  A CCD camera for the Michigan-Dartmouth-MIT (MDM) 2.4m  telescope will be constructed.          Weak gravitations lensing in random parts of the sky has now been  tentatively detected.  The weak gravitational distortions of several  million field galaxies will be measured, the results from these  measurements will provide unambiguous quantitative measurements of: the  strength of mass fluctuations on 8 Mpc scales, where linear  perturbation theory holds and the fluctuations are directly related to  quantum processes in the early Universe; the slope of the power  spectrum in the in smaller regions, which distinguishes between present  rival models of the structure formation; the power spectrum on >100 kpc  scales, where clues  to the nature of galaxy formation and dark matter  halos will be found; and the growth rate of these structures over the  last third of the history of the Universe.  These measurements are only  feasible if imaging devices with extremely large throughput are used.  The Large Area CCD (LACCD) mosaic camera will be completed and mounted  on the Cerro Tololo Interamerican Observatory (CTIO) 4m telescope in  Chile, giving larger throughput than any other instrument there.  Both  cameras (at MDM and CTIO) to be completed under this grant will become  facility instruments and made available to other astronomers.          The completed instruments will also be used to enhance the education  of students at the University of Michigan.  Ph. D. students will obtain  previously unavailable instrumentation experience, and selected  undergraduate astronomy majors will work with instruments in Michigan  and at observatory sites.  The introductory courses for non-science  major undergraduates will be revamped, with an emphasis on improving  the students' visualization and problem-solving abilities by  introducing more modern laboratory exercises and improved classroom  demonstrations.  The results of this program, and current results by  other Astronomy Department members, will be communicated to high school  science teachers and students throughout the State of Michigan via a  monthly full-color \"Image-of-the-Month\" club mailing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Bernstein",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gary M Bernstein",
   "pi_email_addr": "garyb@physics.upenn.edu",
   "nsf_id": "000246595",
   "pi_start_date": "2003-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 5842.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 77372.0
  }
 ],
 "por": null
}