{
 "awd_id": "0321592",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Understanding unconscious transference and improving lineup identification accuracy in adult and elderly witnesses",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Isaac Unah",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 254999.0,
 "awd_amount": 254999.0,
 "awd_min_amd_letter_date": "2003-07-26",
 "awd_max_amd_letter_date": "2003-07-26",
 "awd_abstract_narration": "Unconscious transference occurs when an eyewitness misidentifies a familiar but innocent person from a police lineup. This phenomenon has been studied with young adult participants and with children ranging from 5-12 years of age.  This research project expands the work on this important topic by replicating the aforementioned studies using middle-aged and elderly participants. The intellectual merit of the proposal is addressed in the following ways. First, these studies represent one of the first attempts to examine unconscious transference in the elderly. The results from the elderly and adult samples are compared with those obtained with the child and young adult samples. This permits a unique developmental examination of unconscious transference, as well as other memory phenomena, across the life span because the same methodology has been used in each study. According to recent U.S. Census data, the elderly population in the United States is steadily increasing. Moreover, based on U.S. Bureau of Crime Statistics reports, the elderly are likely to be victims of crimes where they would be called to provide eyewitness testimony. Specifically, the elderly are very likely to be victims of crimes in which they see and/or interact with the perpetrator. Thus, it is extremely important to determine the factors that affect the accuracy of eyewitness judgments in older adults. Second, these experiments are theoretically motivated to determine not only if unconscious transference occurs, but also to identify the mechanism producing the effect and whether it varies by the age of the witness. Third, the researchers examine how to improve eyewitness identification accuracy in general, and reduce unconscious transference, in particular, by providing the witness with a lineup instruction that would help him or her identify the source of the memory for the assailant. Fourth, the researchers examine whether the participants demonstrate a \"Pop Out\" effect and reach their lineup decisions faster (within a range of 10-12 seconds) and use an automatic process as compared to inaccurate witnesses who use a slower, more deliberate process of elimination procedure when making a lineup identification. Fifth, because the researchers have included an array of recognition and meta-cognition measures, they can explore other important memory issues that are related to unconscious transference but which span beyond that topic as well. Consequently, the proposed research addresses the broader impact criteria as it has theoretical and applied importance. The results of this research provide a major contribution to the literatures in human development, memory, and the law because it investigates a variety of memory processes, as well as unconscious transference, and provide empirically-derived suggestions on how to improve the accuracy of eyewitness identifications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ross",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Ross",
   "pi_email_addr": "david-ross@utc.edu",
   "nsf_id": "000236916",
   "pi_start_date": "2003-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tanja",
   "pi_last_name": "Rapus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanja Rapus",
   "pi_email_addr": "trapus@hotmail.com",
   "nsf_id": "000153140",
   "pi_start_date": "2003-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Chattanooga",
  "inst_street_address": "615 MCCALLIE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHATTANOOGA",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "4234254431",
  "inst_zip_code": "374032504",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "TN03",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "RZ1YV5AUBN39",
  "org_uei_num": "JNZFHMGJN7M3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Chattanooga",
  "perf_str_addr": "615 MCCALLIE AVE",
  "perf_city_name": "CHATTANOOGA",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "374032504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "TN03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 254999.0
  }
 ],
 "por": null
}