{
 "awd_id": "0321190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Acquisition of New and Upgraded Electron Microscopy Equipment for Interdisciplinary Research and Teaching",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 347005.0,
 "awd_amount": 347005.0,
 "awd_min_amd_letter_date": "2003-07-26",
 "awd_max_amd_letter_date": "2003-07-26",
 "awd_abstract_narration": "A grant has been awarded to the University of Richmond under the direction of Dr. Roni Kingsley to acquire new and upgraded electron microscopy (EM) equipment for the use of students and faculty conducting independent and course-related research in the Biology, Chemistry, and Psychology departments.  The following equipment will be acquired: a variable pressure scanning electron microscope (SEM) with digital imaging, equipment for digital imaging for an existing transmission electron microscope (TEM), a new ultramicrotome and diamond knives for TEM sample sectioning, and a sputter coater to coat SEM samples.  The research to be conducted using this instrumentation is diverse, yet the common problem to be addressed throughout all of the projects is achieving state-of-the-art imaging for research and teaching. The images are so compelling while generating essential information. The goal of this project is to use the instrumentation to conduct engaging and innovative research with undergraduate students. A key to the success of the sciences is the continued accessibility to instrumentation to support the research done with students. Electron microscopy is an essential element in, and connection between many disciplines.  Therefore, the EM laboratory will be a focal point of interdisciplinary research.\r\n\r\nThe acquired EM equipment will enhance the research programs of a number of faculty members, as well as opening up new pedagogical opportunities.  It will be used for studies across several science disciplines and sub-disciplines including cell physiology and biochemistry (Kingsley, Aprille, Bell), genetics (Warrick), developmental biology (Radice), neural and behavioral biology (Kinsley), systematic botany (Hayden), nanotechnology (Leopold), and immunology (Stenger). Digital imaging will enhance the research programs of all EM users, plus this instrumentation will open up new areas of collaborative research. The paperless images generated by digital imaging may be reviewed in real time by a researcher at the electron microscope and colleagues in a different lab, or building, or institution.  Similarly, images can be reviewed with individual student researchers or with an entire class of students. Compared to traditional photography, this is an excellent way to teach from imaged material: immediate feedback, less time and tedium in developing and printing, and much less expensive in materials.  The variable pressure mode of the new SEM will allow researchers to study hydrated specimens and specimens in their natural states. The new equipment for TEM and SEM preparation will expedite all research programs and facilitate the training of student researchers.\r\n\r\nThe acquired EM upgrades and additions will create a truly multidisciplinary research facility.  It will allow for greater collaborations and make EM far more accessible to students.  The participation of students in independent and course research fosters analytical and critical thinking, and better prepares them for graduate and professional schools and the high technology work force. UR is a primarily undergraduate institution and undergraduates are involved in all phases of the projects described in this proposal. The involvement of students in research as part of their undergraduate education is an important part of the process of recruiting and training bright young people for careers in science. Students from the greater Richmond area involved in the University's ongoing outreach programs will also use the acquired instrumentation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roni",
   "pi_last_name": "Kingsley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Roni J Kingsley",
   "pi_email_addr": "rkingsle@richmond.edu",
   "nsf_id": "000154902",
   "pi_start_date": "2003-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Warrick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Warrick",
   "pi_email_addr": "jwarrick@richmond.edu",
   "nsf_id": "000219546",
   "pi_start_date": "2003-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Richmond",
  "inst_street_address": "110 UR DR # 200",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8042898100",
  "inst_zip_code": "231730008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "VA07",
  "org_lgl_bus_name": "UNIVERSITY OF RICHMOND",
  "org_prnt_uei_num": "RL3YF9NM92A3",
  "org_uei_num": "RL3YF9NM92A3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Richmond",
  "perf_str_addr": "110 UR DR # 200",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231730008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "VA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 347005.0
  }
 ],
 "por": null
}