{
 "awd_id": "0321720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Agricultural Intensification and the Emergence of Complex Societies on the Taraco Peninsula, Bolivia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 6902.0,
 "awd_amount": 6902.0,
 "awd_min_amd_letter_date": "2003-08-20",
 "awd_max_amd_letter_date": "2003-08-20",
 "awd_abstract_narration": "Under the supervision of Dr. David Browman, Maria Bruno will investigate the\r\nprocess of agricultural intensification and it role in the development of early\r\npolities during the Formative Period (1500 B.C. - A.D. 500) on the Taraco\r\nPeninsula, Bolivia. The Taraco Peninsula is located in on the southern shores\r\nof the Lake Titicaca Basin in the Andean South America and previous\r\narchaeological investigations here suggest that the first regional polity, the\r\nTaraco Peninsula Polity, emerged c. 250 B.C. Clarifying the development of such\r\nearly regional polities is necessary for understanding the emergence of the\r\nbasin's first state-level society, Tiwanaku, c. A.D. 500.\r\nSeveral researchers suggest that increased agricultural production played a\r\ncentral role in the development of these early polities and the Tiwanaku\r\nstate.  It is hypothesized that emerging elites created an economic surplus by\r\norchestrating the increased production of agricultural goods. Current\r\nunderstanding of agricultural intensification in the Lake Titicaca Basin,\r\nhowever, is based only on studies of settlement patterns, stone tool use, and\r\npaleoethnobotanical analysis of crop plants.  Although these studies document\r\nincreasing agricultural production throughout the Formative, available data\r\nsets are too coarse-grained to verify postulated links between changes in\r\nagricultural production and concomitant socio-political developments.  Bruno\r\nproposes to resolve this issue by conducting an ethnobotanical study of present-\r\nday agricultural practices on the Taraco Peninsula, Bolivia.  This study will\r\naid in the analysis and interpretation of archaeological plant remains from two\r\nFormative period sites, Kala Uyuni and Yanapata, from the same region.\r\n\r\nThrough 13 months of ethnobotanical fieldwork among Aymara communities on the\r\nTaraco Peninsula, including interviews, participation in agricultural\r\nactivities, and farmer-guided plant collections, Bruno will create a\r\ncomparative floral collection that reflects local agricultural production.  The\r\nethnographically derived comparative collection will not only provide data\r\nnecessary for the identification of archaeological plant taxa, but also will\r\nfurnish corollary data on human activities that create observable patterns in\r\nplant morphology and ecology. These data will aid in the analysis of archaeological plant remains recovered from the Taraco Archaeological Project's excavations at Kala Uyuni and\r\nYanapata, directed by Drs. Christine Hastorf and Matthew Bandy. Using a\r\ncombination of paleoethnobotanical analytical techniques, Bruno will track the\r\nfrequency of all plant taxa through time across different archaeological\r\ncontexts.  In particular, crops and weedy plant taxa will be analyzed to\r\nelucidate the timing and character of Formative period agricultural\r\nintensification.  AMS dating of carbonized plant remains will allow precise\r\ncomparison of agricultural change with documented climatic and socio-political\r\nchanges.  This integrative approach will permit Bruno to clarify the role of\r\nagricultural intensification in the development of the Taraco Peninsula Polity,\r\nas well as contribute to more general anthropological theories of agricultural\r\nintensification and the emergence of complex societies.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Browman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Browman",
   "pi_email_addr": "dlbrowma@artsci.wustl.edu",
   "nsf_id": "000411861",
   "pi_start_date": "2003-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 6902.0
  }
 ],
 "por": null
}