{
 "awd_id": "0321301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of an Ion Trap Mass Spectrometer",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 137334.0,
 "awd_amount": 137334.0,
 "awd_min_amd_letter_date": "2003-07-26",
 "awd_max_amd_letter_date": "2003-07-26",
 "awd_abstract_narration": "A grant has been awarded to the University of Colorado under the direction of Dr. Thompson to support the purchase of an ion trap mass spectrometer for use by students and faculty in the Department of Pharmaceutical Sciences.  This acquisition will significantly enhance the infrastructure of the existing mass spectrometry resources for departmental research and education programs in biological chemistry and biotechnology.  The new instrument will greatly enhance ongoing research projects supported by the National Science Foundation and the National Institutes of Health, increase productivity, and enhance faculty competitiveness for new research grants.  In addition, graduate students and postdoctoral scholars will have the opportunity to acquire a working knowledge of modern mass spectrometry which will enhance their preparedness for careers in research and teaching.  \r\n\r\nThe grant will greatly facilitate ongoing structural studies of proteins and nucleic acids.  Recent advances in instrument technology have extended the capabilities of mass spectrometers for the analyses of complex biological molecules.  The research projects to benefit directly from this acquisition include studies of protein and DNA damage resulting from oxidation and from interactions with small, reactive molecules produced in cells under stress.  Such events alter normal biochemical processes often leading to cell death or transformation into tumor cells.  Other studies will probe relationships between the chemical/biological processing of proteins and DNA and the oxidative degradation of these molecules for the purpose of developing new pharmaceutical technologies.  The instrument will greatly enhance educational programs by providing students with the opportunity for hands-on usage of mass spectrometry in their research projects.  \r\n\r\nImprovements in the scientific infrastructure of academic institutions is essential in order to maintain pace with rapid achievements in instrument development.  Such developments are revolutionizing scientific research, especially in the biological sciences.  The opportunity to acquire a state-of-the-art mass spectrometer will enable departmental personnel to probe important scientific questions of greater complexity than was possible in the past.  Without such infrastructure support it would be impossible to maintain cutting-edge research capabilities. Enhancements in departmental resources will aid in the recruitment a broad range of students on both local and national levels and assist the faculty in providing them with appropriate training for successful scientific careers in academia, industry, and government.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Thompson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Thompson",
   "pi_email_addr": "john.thompson@uchsc.edu",
   "nsf_id": "000102847",
   "pi_start_date": "2003-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Carpenter",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Carpenter",
   "pi_email_addr": "john.carpenter@uchsc.edu",
   "nsf_id": "000451770",
   "pi_start_date": "2003-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver",
  "inst_street_address": "13001 E 17TH PL STE F428",
  "inst_street_address_2": "",
  "inst_city_name": "AURORA",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "800452571",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CO06",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIV. OF COLORADO",
  "org_prnt_uei_num": "MW8JHK6ZYEX8",
  "org_uei_num": "MW8JHK6ZYEX8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver",
  "perf_str_addr": "13001 E 17TH PL STE F428",
  "perf_city_name": "AURORA",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "800452571",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 137334.0
  }
 ],
 "por": null
}