{
 "awd_id": "0321361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Time-of-Flight ICP-MS for Interdisciplinary Research in Archaeology, Geology, and Biology at CSULB",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 207523.0,
 "awd_amount": 207523.0,
 "awd_min_amd_letter_date": "2003-07-11",
 "awd_max_amd_letter_date": "2003-07-11",
 "awd_abstract_narration": "Support from the National Science Foundation will be used to acquire a time-of-flight inductively coupled plasma-mass spectrometer (TOF-ICP-MS), which will be added to a core of analytical instruments being assembled by a collaborative team of faculty in the College of Liberal Arts (CLA) and the College of Natural Sciences and Mathematics (CNSM) at California State University Long Beach (CSULB). Analytical instruments funded by NSF MRI grants within this core facility operated by our research group include a quadrupole ICP-MS, a laser ablation system, an environmental SEM with attached EDX and WDS, and a low-mass stable isotope mass-spectrometer. A thermoluminescence/optical luminescence measurement system, funded by alternate sources, will be added in the near future. \r\n\r\nThe TOF-ICP-MS complements the existing quadrupole ICP-MS by offering superior transient-signal analysis (ideal for laser-ablation sample introduction) and superior isotope ratio precision. These advantages will be exploited in a variety of archaeological, geological, and biological research applications. In archaeology, the TOF-ICP-MS instrument coupled to a laser ablation system will enhance research into artifact provenance by improving macro- and micro-level chemical characterization and by making it possible to combine elemental and isotope-ratio characterization. In geology, the new instrument will be used in investigations of paleoceanographic and tectonic history of the Neogene and Quaternary California Margin. In biology, the high resolution isotopic ratioing and simultaneous, high acquisition rate time-resolved analysis that can only be provided by a TOF-ICP-MS will enhance ongoing investigations of how organisms balance their metabolic requirements for essential metals against the bioavailability of these metals in the environment. \r\nThe broader impact of this instrument acquisition will be to enhance the interdisciplinary education and research environment at CSULB. CSULB, a non-Ph.D. granting institution, is the second-largest university in California, and, in 2000, it was designated a MSI (minority-serving institution) by the U.S. Department of Education. The PIs on this project are members of a collaborative team of faculty in the CLA and CNSM who are promoting interdisciplinary research and instruction in what can broadly be labeled \"historical sciences.\" Minimally, historical sciences include geology, biology, geography, and archaeology, but we prefer to define the field not by the existing disciplines it subsumes but rather as any scientific investigation of historical and evolutionary phenomena, be they geological, biological, or cultural. One way we are promoting interdisciplinary historical science research and education is by supporting use of analytical instruments, including the new TOF-ICP-MS, by a variety of student and faculty researchers. Locally, students who major in archaeology, geology, biology, and other sciences, many of whom are from underrepresented groups, will receive hands-on experience with the state-of-the-art instrumentation in our laboratories. We also plan to extend an existing short-term visitor program that will bring collaborating researchers of any academic rank, from undergraduate to senior faculty, to CSULB to use the TOF-ICP-MS and other instruments. The overall goal we are pursuing through this instrument acquisition and other ongoing initiatives is creation of an interdisciplinary center that will be a resource for CSULB, the California State University System, and the broader community of scientists investigating historical phenomena.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Neff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Neff",
   "pi_email_addr": "hector.neff@csulb.edu",
   "nsf_id": "000443529",
   "pi_start_date": "2003-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Mason",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Z Mason",
   "pi_email_addr": "zedmason@csulb.edu",
   "nsf_id": "000451582",
   "pi_start_date": "2003-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Behl",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Behl",
   "pi_email_addr": "behl@csulb.edu",
   "nsf_id": "000461477",
   "pi_start_date": "2003-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jelmer",
   "pi_last_name": "Eerkens",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jelmer W Eerkens",
   "pi_email_addr": "jweerkens@ucdavis.edu",
   "nsf_id": "000446756",
   "pi_start_date": "2003-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Lipo",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Carl P Lipo",
   "pi_email_addr": "clipo@binghamton.edu",
   "nsf_id": "000290110",
   "pi_start_date": "2003-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach",
  "perf_str_addr": "6300 E STATE UNIVERSITY DR STE 332",
  "perf_city_name": "LONG BEACH",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908154670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 207523.0
  }
 ],
 "por": null
}