{
 "awd_id": "0321893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Revealing Hominid Origins",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 2514100.0,
 "awd_min_amd_letter_date": "2003-07-23",
 "awd_max_amd_letter_date": "2009-06-22",
 "awd_abstract_narration": "The origin and evolution of Hominidae (our zoological family) constitutes a fundamental scientific problem.  An unprecedented phase of discovery bearing on this problem is underway across the world.  The fossil record for hominids has recently doubled in length, now extending into the 5 to 7 million-year period--a time formerly identified by molecular studies as central to hominid origins.  The newly-discovered fossils and contextual data have invigorated field and laboratory studies spanning the eastern hemisphere.  Science now stands on the threshold of revealing the paleobiology of the ancestral hominid, complete with crucial contextual evidence.  This wealth of novel and increasingly diverse primary field-generated data has challenged the abilities of individuals and research teams to compare, integrate, and disseminate their results.\r\n\r\nThe Revealing Hominid Origins Initiative (RHOI) is focused on the 5 to 7 million-year interval wherein recent finds bear directly and profoundly upon scientific concepts of humanity's place in nature.  This interdisciplinary and international initiative constitutes a sustained effort to illuminate the origin and earliest evolution of Hominidae.  It is explicitly collaborative.  It will support ongoing research in 15 countries, by nearly 50 core research scientists, and hundreds of other paleontologists, geologists, geochronologists, zoologists, and other scientists in allied disciplines.  The international RHOI collaboration is designed to activate and accelerate research at many African and Eurasian field sites; to facilitate analyses in the laboratories around the world; to enhance interdisciplinary activities among earth and biological scientists; to build infrastructure in the developing world; and to speed the dissemination of data, thereby greatly extending human origins research in scope and in scale.  The initiative is specifically organized to support, improve, and extend field and laboratory work, including exploration, excavation, discovery, and analysis.  The RHOI will integrate research by creating and supporting international analytical working groups; by enhancing paleoanthropological infrastructure; and by creating innovative and integrative informatics mechanisms for data sharing.\r\n\r\nThe broadened impact of the initiative is epitomized by the structure of research teams and communication within and between such teams. Research results will transcend traditional disciplinary boundaries as present and ancient environments, biomes, and biotas are explored.  The collaborative initiative is designed to bring insights and consequences of cutting-edge research on hominid origins promptly to the international scientific community, the lay audience, and the classroom.  Professional participants and associated field and laboratory technical and support staff will all reflect a commitment toward enhancing the involvement of people from many nations, ethnicities, genders, and backgrounds.  Given the prominence of human origins research, the initiative will foster similar efforts in role-model building.  It will promote and deepen education across international boundaries and throughout the sciences.  RHOI will couple this inclusivity with the enhancement of infrastructure, the promotion of international communication, and the furtherance of educational efforts in specifically developing-world research settings across Africa. Correspondingly, and in keeping with enhancements in electronic communication, the nature and consequences of research supported by the initiative will receive wide and prompt dissemination to a worldwide audience far beyond the paleoanthropological, earth and biological sciences communities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "White",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Tim D White",
   "pi_email_addr": "timwhite@berkeley.edu",
   "nsf_id": "000449028",
   "pi_start_date": "2009-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "F. Clark",
   "pi_last_name": "Howell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "F. Clark Howell",
   "pi_email_addr": "fchlhes@socrates.berkeley.edu",
   "nsf_id": "000336367",
   "pi_start_date": "2003-07-23",
   "pi_end_date": "2008-08-01"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "White",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Tim D White",
   "pi_email_addr": "timwhite@berkeley.edu",
   "nsf_id": "000449028",
   "pi_start_date": "2003-07-23",
   "pi_end_date": "2008-08-01"
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528200",
   "pgm_ele_name": "HUMAN ORIG: MOVING IN NEW DIR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5282",
   "pgm_ref_txt": "HUMAN ORIG: MOVING IN NEW DIR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 518057.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 498204.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 997020.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 500819.0
  }
 ],
 "por": null
}