{
 "awd_id": "0321567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: The Roles of Mathematics and Computation in Systems and Integrative Biology, USU Campus, Logan, Utah, Spring 2003",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2003-04-01",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 34060.0,
 "awd_amount": 34060.0,
 "awd_min_amd_letter_date": "2003-04-01",
 "awd_max_amd_letter_date": "2003-04-01",
 "awd_abstract_narration": "The Roles of Mathematics and Computation in Systems and Integrative Biology\r\n\r\nAt both the large (population, community, ecosystem) and small scales (chemical and chromosomal) quantitative techniques are widely acknowledged to be useful in answering biological questions. Arguably, these efforts have produced interesting mathematics, statistics, and quantitative advances.  However, at scales larger than DNA but smaller than populations, the biological and mathematical communities have failed to take full advantage of one another.  In systems or integrative biology this failure is particularly telling.  Systems biology is primarily concerned with how biological components interact to produce adaptive behavior at a larger scale of integration. We interpret systems biology broadly to encompass areas such as intracellular genetic and protein network dynamics during development, integration of tissue responses to create dynamic homeostasis at the organism level, the emergence of higher cognitive function from neural networks, as well as the organization of social systems by the movement and interaction of individual organisms.  Such questions can clearly benefit from advances in mathematical, statistical, computational, and engineering analysis.  There are several reasons for enhancing the mathematical and computational components of systems biology.  As a positive benefit, since there have been many   scientific payoffs in genomics, bioinformatics and environmental biology, which have largely embraced quantitative methodology, it seems natural to investigate what similar opportunities exist in systems biology and what key issues need to be addressed to achieve these opportunities.  A second reason is that the increased successful emphasis on mathematical and computational approaches in competing disciplines such as medicine, genomics, and proteomics, will reduce funding opportunities for systems biology if it does not also embrace these analytical methods.  An opportunity for deeper understanding of integrated living systems may be lost if we fail to exploit advances in the mathematical and computational sciences.  We propose to organize a small workshop to help chart how mathematical, statistical and computational methods are most likely to be useful in integrative or systems biology, what stumbling blocks exist, and how to motivate increased utilization of quantitative methods and participation of mathematical and computational specialists in biology at these neglected scales.  Through directed discussion among a group of leading researchers and educators, the workshop will i) identify the most effective ways that quantitative analysis can fundamentally enhance research and education in Integrative Biology, ii) identify immediate and long-term educational needs [requirements] for developing those multidisciplinary skills   that will facilitate the future use of quantitative approaches in Integrative Biology, and iii) outline goals and strategies to support increased use of quantitative methods in systems biology at these neglected scales.\r\n\r\nWhat is the intellectual merit of the proposed activity?  The workshop is organized to address pressing questions on the multidisciplinary use of quantitative methodologies in systems-level biology:  how may such approaches most fruitfully be used, are all the keystone pieces in place for their use, and what technologies and training must be developed to fully utilize these technologies?  By examining these questions and proposing answers it is hoped that the workshop will facilitate a whole new vein of scientific breakthroughs.\r\n\r\nWhat are the broader impacts of the proposed activity?  Systems biology, by its nature, is integrative and serves to increase understanding of relationships among smaller-scale systems.  Particularly when enhanced with models, such understandings tend to systematize knowledge, therefore aiding with general instruction and education.  More specifically, one of the objectives of the workshop is to discuss what training is necessary to facilitate advancing the role of mathematics and computation in integrative biology.  This is likely to involve educational issues at all levels in all fields involved:  biology, math, statistics, computer science, and engineering.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Powell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Powell",
   "pi_email_addr": "jim.powell@usu.edu",
   "nsf_id": "000417602",
   "pi_start_date": "2003-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 34060.0
  }
 ],
 "por": null
}