{
 "awd_id": "0321974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bacterial Glycogen Biosynthesis:  Regulation and Biological Function",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patrick P. Dennis",
 "awd_eff_date": "2002-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 39163.0,
 "awd_amount": 39163.0,
 "awd_min_amd_letter_date": "2003-04-08",
 "awd_max_amd_letter_date": "2003-04-08",
 "awd_abstract_narration": "9726197  Romeo, T.  The transition from exponential growth into stationary phase by bacteria elicits extensive changes in biochemical and physiological properties. This enhances resistance to a variety of stresses and promotes survival in the environment. In order to understand the physiology of the stationary phase, the factors which regulate these adaptations must be identified and studied. Prior funding of this project (MCB 9218796) resulted in the discovery and substantial elucidation of a mechanistically unique global regulatory system, Csr (carbon storage regulator). Csr controls glycogen synthesis and other stationary phase processes, several carbon metabolism pathways, surface properties and virulence factors of certain plant pathogens. Csr consists of two unconventional regulatory components: CsrA, a small RNA-binding protein that binds to specific mRNA transcripts and facilitates their decay, and CsrB, a -350 nucleotide structural RNA that binds to 18 CsrA subunits and antagonizes CsrA activity. CsrB is one of a small but growing number of trans-acting regulatory RNAs in bacteria, and its ability to sequester an mRNA decay factor is a novel biological function for RNA. Objectives of the current project are to i) Define the Csr modulon and control mechanisms. The effects of csrA on a variety of metabolic and physiological processes will be examined using enzyme assays, reporter gene constructs, and other approaches. The regulatory circuitry and mechanisms by which CsrA mediates global control will be investigated using genetic and in vivo transcription analyses. To determine whether CsrA acts as a global mRNA decay factor via specific mRNA-binding, an approach combining PCR, in vitro transcription and RNA mobility shift will be developed. ii) Identify genes encoding additional Csr components and determine their functions. Novel csr genes will be identified by transposon mutagenesis and will be cloned and functionally characterized via the approaches which were used to elucidate the biol ogical function of bacterial glycogen. Previous studies indicate that glycogen does not promote viability during long-term nutrient deprivation. Instead, it facilitates the acquisition of certain stress resistance properties in the stationary phase. Studies to rigorously determine the function of bacterial glycogen will be completed.  The central role of Csr in controlling bacterial metabolism, physiology and virulence, and its value as a novel paradigm of genetic regulation present a compelling case for continued investigation of this regulatory system. This project will advance fundamental knowledge of the systems which have evolved for the intricate control of bacterial metabolism and physiology, and for modulating messenger RNA decay, the most recalcitrant of the principle gene regulatory processes. It will also generate information and genetic tools for directing endogenous carbon flux during fermentation / biotechnology applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tony",
   "pi_last_name": "Romeo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tony Romeo",
   "pi_email_addr": "romeo@microbio.emory.edu",
   "nsf_id": "000262633",
   "pi_start_date": "2003-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "201 DOWMAN DR NE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 39163.0
  }
 ],
 "por": null
}