{
 "awd_id": "0322349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Systems Approach to the Visualization of Spatial Uncertainty",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 69951.0,
 "awd_amount": 69951.0,
 "awd_min_amd_letter_date": "2003-07-22",
 "awd_max_amd_letter_date": "2003-07-22",
 "awd_abstract_narration": "Uncertainty is endemic in all stages of acquisition, processing, and representation of spatial data; its proper modeling, its visual communication, and the evaluation of its impact on decision-making are among the long-term research challenges in Geographic Information Science (GIScience). Existing approaches to the visualization of spatial uncertainty, however, typically address only representational issues by using cartographic paradigms (e.g., variable line widths, or color saturation) to depict uncertain spatial data. Such approaches do not offer a quantitative evaluation of the impact of uncertain information on vision-related tasks without resorting to cumbersome human subject tests. In this research, elements of spatial statistics and computer vision are synthesized to develop a novel framework for the visualization of uncertainty in spatial data (pertaining to fields of continuous or categorical variables), thus advancing an all-important research frontier in GIScience. The uncertainty visualization process is viewed from the perspective of engineering systems: a map user constitutes a system, with input an uncertain map and output a visual operation pertaining to spatial analysis. Given a stochastic model for the spatial distribution of the attribute of interest (inferred from sample measurements, related imagery and/or prior knowledge), the system (map user) is excited by a suite of alternative synthetic maps (numerical spatial realities), all of which are consistent with that stochastic model. Concepts of geostatistics (random field theory) will be employed to construct such alternative synthetic maps (simulated realizations). Efficient sampling will be used to ensure that the finite set of alternative images span maximally the population of possible images within the random field model adopted. Digital image processing and computer vision algorithms will be employed as quantitative proxies of the map user's low and mid-level visual perception tasks. Quantitative visual uncertainty propagation will be accomplished by: a) applying the above visual perception proxies on each simulated image, and b) recording their outputs (e.g., boundary lengths of resulting regions, shape characteristics of resulting spatial patterns/objects) over the set (ensemble) of simulated realizations. The resulting distribution of vision-related operation outputs will be quantitatively analyzed to evaluate, for example, the perceived impact of reporting a particular single-map reality to the map user, rather than visually (and quantitatively) exploring the space of all possible realizations of such a map.\r\n\r\nThe development and dissemination of tools for modeling and visualization of spatial uncertainty advocated in this proposal will offer multiple benefits to GIScience, and as a result to society in general. The advocated systems approach to the visualization of spatial uncertainty will contribute to a deeper quantitative understanding of the impact of uncertain multidimensional depictions of geographic phenomena on spatial analysis. The proposed research plan, coupled with: a) presentations in relevant conferences, b) publications in peer-refereed journals, c) development of a graduate-level seminar on the visualization of spatial uncertainty at UCSB, and d) dissemination of computer algorithms in the form of a public-domain MATLAB toolbox, will contribute to an increased awareness of the scientific community and map users regarding the quality of geospatial data, and consequently will enable their proper and cost-effective utilization.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phaedon",
   "pi_last_name": "Kyriakidis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Phaedon C Kyriakidis",
   "pi_email_addr": "phaedon@geog.ucsb.edu",
   "nsf_id": "000487482",
   "pi_start_date": "2003-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 69951.0
  }
 ],
 "por": null
}