{
 "awd_id": "0322805",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fixed Amount Award",
 "awd_titl_txt": "The Structure of the Ethical Controversies about Transgenic Crops",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2004-12-31",
 "tot_intn_awd_amt": 69743.0,
 "awd_amount": 69743.0,
 "awd_min_amd_letter_date": "2003-09-02",
 "awd_max_amd_letter_date": "2003-09-02",
 "awd_abstract_narration": "The development of transgenic crops and marketing of their products raises important ethical and social questions, which have evoked a wide spectrum of responses. Fundamentally opposed values and ways of life are at stake here, and they have profound implications for agricultural and food security policies. Also at stake are matters that are broadly open to scientific investigation, e.g., about the risks of using transgenics and the productive potential of alternative forms of agriculture. There is dispute, however, about the appropriate methodological approaches to adopt in scientific research in order to address such matters. It derives (in part) from the complex ways in which ethical and empirical issues are intertwined, and it underlies not only the apparently intractable controversies that have arisen about transgenics, but also questions about whether public policy has been well informed by the full range of socially and scientifically relevant issues.  The principal goal of the present project is to complete the research for a scholarly book and develop some materials and presentations for a broader audience, with two principal interrelated objectives:  1) To consolidate the philosophical view that methodological strategies may be adopted in scientific inquiry in part because they link with particular values, but in a way that does not discredit the soundness of the scientific results.  Thus, because of their differing value implications, where there are alternate sound strategies, it is important for research to be conducted under more than one strategy.  2) To display the structure of ethical controversies about transgenics and competing forms of agriculture such as agroecology. This will involve identifying key assumptions that are in contention about values, scientific judgments and philosophy of science.  Once alternate methodological strategies and their ethical implications have been identified, scientists, policymakers, and citizens can consider the approaches to scientific inquiry that may best inform food-related policies, especially in developing countries, and how to make decisions pertaining to these questions in democratic societies.  Special attention will be paid to the controversies insofar as they bear upon food security and agricultural policies in the \"developing\" world, and recent Brazilian contributions to the discussion will be drawn upon extensively.  Results will be included in undergraduate curricula in the United States and Brazil.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hugh",
   "pi_last_name": "Lacey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Hugh M Lacey",
   "pi_email_addr": "hlacey1@swarthmore.edu",
   "nsf_id": "000208499",
   "pi_start_date": "2003-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Swarthmore College",
  "inst_street_address": "500 COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SWARTHMORE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6103288000",
  "inst_zip_code": "190811390",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "SWARTHMORE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KPALJZQMJAX6"
 },
 "perf_inst": {
  "perf_inst_name": "Swarthmore College",
  "perf_str_addr": "500 COLLEGE AVE",
  "perf_city_name": "SWARTHMORE",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190811390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9123",
   "pgm_ref_txt": "SOCIAL & ECONOMIC DIMENSIONS OF BIOTCHNL"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 69743.0
  }
 ],
 "por": null
}