{
 "awd_id": "0322420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Determinants of Virulence and Host Specificity in the Parasitic Angiosperm Striga Gesnerioides",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 550669.0,
 "awd_min_amd_letter_date": "2003-08-15",
 "awd_max_amd_letter_date": "2009-06-09",
 "awd_abstract_narration": "Parasitic angiosperms are a major constraint to crop and forest productivity world?wide. Among the most agronomically important parasites are the witchweeds (Striga spp.) because their hosts are subsistence crops in regions of marginal agriculture. This study examines the interaction between Striga gesnerioides (Willd.) Vatke and its legume host plants as a model for studying parasitic plant: host interactions. S. gesnerioides is the most widely distributed of the \"witchweeds\" and isolates from various locations are distinguishable by variations in their morphological characteristics and host specificity. In addition, difference exists among host genotypes in their susceptibility to different isolates of the parasite. Five races of S. gesnerioides parasitic on cowpea [Vigna unguiculata (L.) Walp.] have been identified in West Africa based on the ability of cowpea cultivars to differentially resist parasitism under field and laboratory test conditions. These races are designated SG1 to SG5. Inheritance studies using F2 and advanced inbred populations derived from crosses of Striga-susceptible and -resistant cultivars showed that race-specific resistance to S. gesnerioides is controlled by single dominant genes designated as Rsg1, Rsg2, etc. Strains of S. gesnerioides parasitic on legume hosts other than cowpea also exist in Africa, as well as the southeastern part of the United States. One such strain (designated FL1) parasitizes only Indigofera hirsuta. FL1 was presumably introduced into Central Florida, when contaminated host seeds were inadvertently planted as part of a soil reclamation and erosion control strategy at phosphate mining sites. Studies of population structure and genetic diversity within and among populations of the five races of S. gesnerioides parasitic on cowpea in West Africa indicate that the races are closely related, but distinguishable by polymorphic molecular characteristics. Similarly, it is possible to distinguish between populations of S. gesnerioides parasitic on cowpea and those parasitic on other legume species, in particular, the African and US strains of S. gesnerioides parasitic on Indogofera.  The experiments proposed here seek to determine whether specific avirulence genes exist in S. gesnerioides that correspond to the race-specific resistance genes identified in cowpea and if these genes and/or other heritable factors present in virulent parasites are responsible for defining host range and specificity. Specifically, we test whether the gene-for-gene mechanism operating in plant-pathogen interactions is functioning in Striga-host associations. Using isolates of SG4 from different locations in Benin differing solely in their ability to parasitize the cowpea cultivar B301, we will demonstrate that discrete avirulence genes exist in S. gesnerioides. In addition, using parental plants defined as representative of each race, we have carried out reciprocal pair-wise crosses between individuals from S. gesnerioides race 1 (SG1 from Burkina Faso), race 3 (SG3 from Nigeria) and FL1 (from Florida) in order to establish F1 hybrids and F2 and backcross populations that can be used to determine the mode of inheritance of the race-specific avirulence genes in these individuals and/or other loci involved in controlling host range and specificity.  Using host differential response assays on resistant and susceptible cowpea and other legume germplasms (e.g., Indigofera) we will investigate whether hybrids of the various races/strains have a modified host range or exhibit altered levels of virulence. Finally, having demonstrated the existence of race-specific avirulence genes and identified loci involved in specifying parasite host range and virulence, studies will be undertaken to identify molecular markers linked to these different loci. The long-term goal of this work is to identify markers linked to the Avr gene(s) corresponding to each of the race?specific resistance genes currently defined in cowpea. This proposed investigation constitutes one of the first molecular genetic studies aimed at identifying heritable components of virulence and host preference in parasitic plants and will contribute significantly to our understanding of plant-plant pathogen interactions. These studies also have a broader practical importance, since parasitic plant infestations are an expanding threat to agricultural productivity worldwide. In fact, most of the damage wrought by these parasites occurs in developing nations, where food stability is a major concern. There are currently a limited number of well-trained students and senior scientists involved in the study of these unique plant-plant associations. Few young American scientists have experience dealing with agriculture and food security issues in Africa. Our work involves cooperation between scientists in the US and West Africa and will provide enhanced research and training opportunities for students and post-doctoral scientists from the US and from developing nations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Timko",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Timko",
   "pi_email_addr": "mpt9g@virginia.edu",
   "nsf_id": "000199048",
   "pi_start_date": "2003-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 374367.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 176302.0
  }
 ],
 "por": null
}