{
 "awd_id": "0322627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Michael of Rhodes: A Scientific and Technological Notebook of the Fifteenth Century",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2003-09-08",
 "awd_max_amd_letter_date": "2005-08-02",
 "awd_abstract_narration": "Project Abstract\r\nSES 0322627\r\nAlan M. Stahl, Dibner Institute for the History of Science and Technology\r\n\"Michael of Rhodes: A Scientific and Technological Notebook of the Fifteenth Century\"\r\n\r\n This proposal requests support for the collaborative historical research needed to produce a scholarly edition of the never-before-studied, 420-page, scientific and technological manuscript of the 15th century mariner Michael of Rhodes. Entering Venetian service in 1401, Michael took part in more than 40 merchant and military voyages, eventually becoming a galley captain. In 1434 he made the truly remarkable decision to write down the essential knowledge he felt he possessed. Completed ten years later, the resulting manuscript is a unique compendium of the scientific and technical knowledge of a common man of the 15th century, including more than 160 pages of practical mathematics and algebra, the first known European treatise on shipbuilding, several sets of rare sailing directions, beautifully illustrated astrological materials and several astronomical tables. The text provides a unique opportunity to study the integration of science and technology into the life of an ordinary early modern citizen. Missing since the 16th century, the manuscript has never been seen by any modern scholars \r\n   \r\nThe initial intellectual merit of this project is that it will provide a definitive text of an important, never before seen manuscript, making its contents permanently available to scholars in all fields. The historical investigations will provide a sure foundation for further studies. The new material on mathematics and the accompanying essay will reveal the state of the continuing absorption of Arabic numeral and algebra into the West at this time. The text will make available the first known European treatise on naval architecture, and provide the first detailed historical discussion of Venetian ship design techniques in the English language. The edition will provide new texts in the history of navigation, contributing to the debate over the development and use of sea charts, and it will contribute to the growing debate over the role of astrology among non-elites in early modern Europe. Above all, this manuscript provides a rare window into the role of science and technology in the life of a single individual.  \r\n\r\nOur project has wider significance because it draws attention to the role of under-represented peoples in the history of science and technology. It will emphasize the crucial role of the Islamic peoples of the Middle East in transmitting the use of Arabic numerals and algebra to the West. Focusing on the contributions of Michael of Rhodes, it will emphasize the daily participation of non-elite members of society in the scientific and technical developments of their time. In addition, the project will build a network of international scholars and provide a model for international and interdisciplinary collaborations in a digital age. Finally, the results of the project will be distributed to a non-academic audience through a public website, organized around the life of Michael, that will attract the interest of young people to history, and to the early nature and development of science and technology. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Stahl",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alan M Stahl",
   "pi_email_addr": "amstahl@optonline.net",
   "nsf_id": "000219909",
   "pi_start_date": "2003-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dibner Institute for the History of Science & Technology",
  "inst_street_address": "MIT E56-100",
  "inst_street_address_2": "38 Memorial Drive",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172538721",
  "inst_zip_code": "021421347",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Dibner Institute for the History of Science & Technology",
  "perf_str_addr": "MIT E56-100",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021421347",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  },
  {
   "pgm_ele_code": "685700",
   "pgm_ele_name": "DIGITAL LIBRARIES AND ARCHIVES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 11250.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 169290.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 169460.0
  }
 ],
 "por": null
}