{
 "awd_id": "0322286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fabrication of Functional Oxide Nanotubes and Nanorods for Nanoelectromechanical Devices",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charalabos C. Doumanidis",
 "awd_eff_date": "2003-09-15",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2003-09-05",
 "awd_max_amd_letter_date": "2006-09-19",
 "awd_abstract_narration": "One-dimensional nanostructures such as nanotubes and nanorods can function as miniaturized devices as well as electrical interconnect, thus may become important building blocks for nanoscale electronics and mechanics. This project proposes to study the controlled growth of binary oxide semiconductor ZnO nanotubes and nanorods, and their applications in nanoelectromechanics. The objectives of this research include: Controlled fabrication of binary semiconductor (piezoelectric) ZnO nanotubes and nanorods with diameter from a few tens of nanometers to a few micrometers, and length from a few microns to a few hundred microns. On-chip assembly of ZnO nano-structures to fabricate on-chip nano-resonators. Characterization of mechanical, electrical, and electromechanical properties of on-chip nano-resonators. Design, modeling and characterization of nano-resonators based on the piezoelectric properties of ZnO nanotubes and nanorods for RF and microwave frequency communication applications.  The expected outcomes of this research include a systematic study for controlled fabrication of binary oxide nanotubes and nanorods, a development of innovative on-chip assembling techniques for manufacturing nanodevices, and the characterization of the electromechanical properties of these novel on-chip nano-resonators.\r\n\r\nThe potential technical applications of this research include on-chip nano-devices and systems including nano-resonators, nano-electro-mechanical filters for RF and microwave frequency control applications, nano-resonators for sensor applications, as well as for optical device applications, etc.  The proposed fabrication processing methods can be applied for manufacturing other binary semiconductor nano-materials, such as AlN, GaN, etc. The study of piezoelectric or nanoelectromechanical properties and their scaling trend of zinc oxide nanostructures will provide fundamental understanding of nanoscale device design and fabrication for applications that conventional bulk materials and micro-scale materials could not reach. The broader impacts to education and training will include:  Providing hands-on research training opportunities for K-12 students and underrepresented undergraduate students in each summer semester through University of Pittsburgh INVEST NOW program and the Diversity and Minority Engineering Programs; Training undergraduate and graduate researchers on the fabrication and applications of nanomaterials and nanoelectromechanical devices;  Incorporating the fabrication of oxide nanostructures and devices into the current Microfabrication Lab course as a nanofabrication component. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiping",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiping Cheng",
   "pi_email_addr": "jxc44@psu.edu",
   "nsf_id": "000211991",
   "pi_start_date": "2003-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}