{
 "awd_id": "0323153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Decentralized Control of Networked Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott F. Midkiff",
 "awd_eff_date": "2003-09-15",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 243000.0,
 "awd_amount": 243000.0,
 "awd_min_amd_letter_date": "2003-09-10",
 "awd_max_amd_letter_date": "2003-09-10",
 "awd_abstract_narration": "This project is focused on decentralized control of networked systems, including\r\nboth problems of control of communication networks, and also control of spatially dis-\r\ntributed systems with specifications on their mutual interconnection.\r\nA key common feature to the problems under consideration is the mandatory decen-\r\ntralization in the control algorithms. Despite the well-known difficulties in imposing such\r\ninformation constraints to control systems design, we are motivated by recent successes in\r\nspecial problems, which indicate that perhaps the time has come for a more fruitful interac-\r\ntion between control and networking. In particular, in some of our recent work on Internet\r\ncongestion control, we have been able to devise decentralized algorithms that have prov-\r\nable properties over arbitrary network topologies, overcoming some limitations of currently\r\ndeployed TCP protocols. This work, which we plan to continue in this project, is already\r\nleading to prototype implementations which are being tested in high-speed networks.\r\nOne of our main goals in this project is to expand this area of research to a number\r\nof other network resource allocation problems that involve decentralized feedback, such\r\nas multicast flow control and routing control in the Internet, and an even broader set of\r\nquestions for wireless networks: power control, bandwidth allocation and their interaction\r\nwith flow control.\r\nA second thrust of this project concerns a different kind of relationship between control\r\nand networks: namely, the decentralized control of a network of spatially distributed, mutu-\r\nally interacting dynamical systems. We also build here on our previous work on distributed\r\narrays, which identified a procedure that renders tractable decentralized control synthesis,\r\nat the expense of some conservatism. Our plan here is to extend these methods to control-\r\nling networks of systems in more general topologies, such as vehicle formation problems,\r\nand also to combine this approach with model predictive control (MPC) running at each\r\nunit.\r\nThe broader impacts of this project are of two kinds: one, judging from our recent\r\nsuccesses in Internet congestion control and the ongoing experimental collaborations, there\r\nis a distinct possibility that this kind of alternative algorithms could be deployed, or at\r\nleast influence the development of next-generation protocols; the impact of this would be\r\nsubstantial. Secondly, the interdisciplinary quality of the work described here can have\r\ngreat educational impact, not only for the students involved but also through more unified\r\ncurricular offerings in control and networks. Indeed, the significant common ground between\r\nthese and other related disciplines (optimization, game theory) makes this a very fertile\r\narea, and also one that reinvigorates the presence of Controls in Electrical Engineering\r\ndepartments such as our own.\r\n1",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Paganini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando Paganini",
   "pi_email_addr": "paganini@ee.ucla.edu",
   "nsf_id": "000489741",
   "pi_start_date": "2003-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 243000.0
  }
 ],
 "por": null
}