{
 "awd_id": "0323322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Designing Competitive Markets for Transmission and Generation Expansion",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Tomsovic",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 134786.0,
 "awd_amount": 134786.0,
 "awd_min_amd_letter_date": "2003-08-15",
 "awd_max_amd_letter_date": "2003-08-15",
 "awd_abstract_narration": "With their Standard Market Design Notice Of Proposed Rulemaking, the Federal Energy Regulatory Commission (FERC) has outlined three main policy objectives: (1) ensure efficient real-time operation of the grid, (2) monitor and mitigate market power, and (3) promote efficient transmission and generation expansion. FERC has directed regional trading organization to use competitive-based location marginal (energy) prices in the day-ahead market and financial transmission rights in an effort to achieve objectives (1) and (2). The Commission would like to see the influence of market forces extend to their third (and arguable most important) objective: efficient transmission and generation expansion. It is clear that without efficient and adequate transmission and generation expansion, the real-time energy markets will suffer from significant transmission congestion and the exercise of generation market power, resulting in high-energy prices. The form these markets for expansion should take, and their relationship to centralized planning processes has yet to be decided and is uncertain. What is certain is that in considering competitive markets for expansion, FERC is delving into previously unexplored territory, both in theory and in practice.\r\n\r\nAuctions have been introduced and used in the operation of the day-ahead energy markets.  Therefore, it is natural to ask if their success can extend to the realm of transmission and generation expansion. While the use of auctions has been applied in an increasing variety of industries and market settings, the research in auction theory has severely lagged behind. It is the goal of this research proposal to close the gap between practice and theory by advancing the state of the knowledge in the design of auction mechanisms for transmission and generation expansion. With this project, we intend to:\r\n\r\no Contribute to the scarce literature in combinatorial auctions by characterizing and studying a two-sided combinatorial auction for generation and transmission expansion.\r\n\r\no Develop computer aided modeling tools to understand the impact of auction format selection on performance (equity, efficiency, equilibrium and bid inflation).\r\n\r\no Understand the trade-offs between computational complexity and auction performance under various feedback mechanisms.\r\n\r\no Explore to what degree markets can efficiently replace regulatory planning processes in the domain of generation and transmission expansion.\r\n\r\nThe broader impact of the work outlined in this proposal includes the development of new insights and tools that, via market simulation, will aid the regulators as they grapple with the challenges of designing expansion markets. The intellectual merit of this project is to combine fields of study from operations research, economics and electrical engineering to develop an integrative approach to the design of expansion auctions. Traditionally, the literature in operations research and electrical engineering has been rich with models that try to capture as much operational and physical detail as possible. In sharp contrast, economists have generally sacrificed operational details and placed a greater emphasis on the strategic behavior of agents in a market. The goal of our research is to fuse these two ideological approaches in the study of energy auctions. Building on a DC power flow approximation of a grid, we will develop simulation tools and computational algorithms to evaluate the performance of combinatorial expansion auctions in the presence of strategic bidder behavior under various market scenarios. While this interdisciplinary approach presents a significant challenge, it holds the great reward of developing a deeper understanding the challenges and potential rewards in designing combinatorial auctions for efficient transmission and generation expansion.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wedad",
   "pi_last_name": "Elmaghraby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wedad Elmaghraby",
   "pi_email_addr": "welmaghr@rhsmith.umd.edu",
   "nsf_id": "000250848",
   "pi_start_date": "2003-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 123666.0
  }
 ],
 "por": null
}