{
 "awd_id": "0323657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: RF Performance of Si-Based RITD for Mixed-Signal Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2003-08-22",
 "awd_max_amd_letter_date": "2010-03-11",
 "awd_abstract_narration": "0323657\r\nBerger\r\n\r\nThe drive to develop advanced semiconductor devices and circuits is fueled by\r\nthe wealth of electronic and optical properties of heterostructures made possible by band structure engineering. Tunnel diodes (TD) can be integrated with transistors to create novel quantum nonlinear functional devices and circuits due to the unique property of a tunnel diode's negative differential resistance (NDR). Such integrated circuits have demonstrated enhanced performances in circuit speed, reduce component count and lower power consumption. Previous circuit work incorporating TDs, at places like Motorola Laboratories, has been limited to III-V compound semiconductors only. However, until recently, it was not practical to translate this to the low-cost and high production volume Si world.  But recent developments in Si-based TD technology by the PI and other researchers are challenging this roadblock. One aim of this proposal is to seek ways to integrate Si-based resonant interband tunnel diodes (RITD) with Si/SiGe transistors to meet the challenges in the wireless communications by transferring\r\nthis III-V-based TD circuit technology to Si. The PI seeks to capitalize upon recent DC performance milestones achieved within his laboratory on Si-based RITDs, namely peak-to-valley current ratio (PVCR) up to 3.8 at room temperature or peak current densities Jp exceeding 150 kA/cm 2 .\r\n\r\nThis project aims to boost Si wireless capabilities that could eventually lead to an\r\nentire radio on a single Si chip or other interesting fusions of digital and analog circuits. Further, tunnel diodes have been shown to be very radiation hard and were used extensively in some of the first communication satellites in the 1960's, thus lending their introduction into military and non-terrestrial applications as well. Partnering with Motorola Laboratories in the form of a Grant Opportunities of Academia in Liaison with Industry (GOALI) is testimony to the level of interest and curiosity of industry to explore this technological pathway further, before embracing it. Motorola is willing to share their circuit and system experience as well as apply their in-house analog modeling of these nonlinear Si/SiGe TDs.\r\n\r\nThis project will provide an environment where students can be trained in a broader\r\nperspective of the research process, from device physics, material and device processing, to device and circuit testing and modeling. Collaborative efforts required in this project will allow graduate and undergraduate students not only to have natural exchange and supervision with PIs, but also to have strong interactions with scientists in government and industry research laboratories, which will facilitate their acquisition of knowledge and provide an initial research experience that promotes the notion of teaming in their future careers. At Ohio State (Berger), undergraduate research is expected to play a large component in the proposed research. Discussions have already commenced with the EE Honors Program representative and the PI to ramp up towards a collective REU Site submission in Fall 2003. In lieu of this, the PI will submit requests for REU supplements as well as the REU Site request. The PI has a long and established history of using undergraduate researchers through REU supplements. Recruitment of underrepresented peoples has been and will be a facet in the PIs research projects.\r\n\r\nThe technical merits of this project derive from its impact on (i) increase circuit speed\r\ndue to shortened path lengths and increased functionality, (ii) reduce component count (more computational power per unit area), (iii) lower power consumption (fewer components per logic function), (iv) compact the layout using 3-D integration of tunnel diodes above/below transistors, and (v) extend RF wireless technology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Berger",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Berger",
   "pi_email_addr": "pberger@ieee.org",
   "nsf_id": "000290586",
   "pi_start_date": "2003-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wu",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wu Lu",
   "pi_email_addr": "lu.173@osu.edu",
   "nsf_id": "000307318",
   "pi_start_date": "2003-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF project investigated the inclusion of negative differential resistance (NDR) devices for augmented circuits in the CMOS scaling era and into the post-CMOS era. The materials science issues and tradeoffs considered for their synthesis as well as how each impacts overall NDR performance and was a component of this research. It also explored circuit opportunities for digital and radio frequency towards compact low-power memory and logic and energy-efficient mixed-signal circuits. Further, extreme challenges for ultra-scaled complementary metal&ndash;oxide semiconductor (CMOS), coupled with advances of NDR devices compatible with Si CMOS processing, are bringing NDR junctions back to the forefront and guiding the path toward steep subthreshold transistors.</p>\n<p>Since the development of the Esaki diode in 1958 based upon interband tunneling (Esaki, 1958), the tunnel diode has been an additional option for the circuit designer, with its unusual negative differential resistance (NDR) property. Its folded I-V characteristic facilitates such circuit elements as simple digital latches by the serial connection of two back-to-back tunnel diodes in the form of a Goto pair (Goto et al., 1960). The central node holds a high or a low voltage state with a restoring current. Multi-valued logic is also permissible with the placement of stacked NDR devices serially in one circuit branch creating a staircase of holding states. Additionally, the quantum tunneling phenomenon is a majority carrier effect that is not governed by conventional transit time effects. Therefore, NDR devices are ideally suited to reach terahertz frequencies where RF circuits capitalize upon the device&rsquo;s high nonlinearity or its self-oscillatory behavior when biased in the NDR region. &nbsp;</p>\n<p>Historically, semiconductor microchips using tunnel diodes for digital circuits were first envisioned in the 1960&rsquo;s following Esaki&rsquo;s work and prior to the advancements in NMOS, and later CMOS, processing. However, the robust manufacturability of complex multi-device CMOS chips created the VLSI technology we know today and displaced the classic Esaki diode that is fashioned using a simple alloy process. Unfortunately, the lateral scaling of an alloy process does not translate well to a submicron technology.&nbsp; As a result, applications for tunnel diodes moved away from digital circuits and, instead, leveraged their unique properties for niche applications with RF and high-speed circuits, such as low power amplifiers; detector log video amplifier (DLVA), microwave and RF power monitors, high-frequency triggers, local oscillators, frequency locking circuits, and zero bias detectors. Tunnel diodes are also very radiation hard and have been used in space applications like amplifiers for satellite communications. But updated demands by the digital community are bringing NDR devices full circle. Extreme challenges for ultra-scaled CMOS as it reaches towards sub-32nm node coupled with advances of NDR devices compatible with Si CMOS processing are bringing NDR circuitry and tunneling junctions back to the forefront. This renewed attention towards inorganic NDR devices has also been a catapult for interest within the electroactive organic community and has fostered the field of molecular electronics and other bulk organic semiconductor NDR device topologies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2010<br>\n\t\t\t\t\tModified by: Paul&nbsp;R&nbsp;Berger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF project investigated the inclusion of negative differential resistance (NDR) devices for augmented circuits in the CMOS scaling era and into the post-CMOS era. The materials science issues and tradeoffs considered for their synthesis as well as how each impacts overall NDR performance and was a component of this research. It also explored circuit opportunities for digital and radio frequency towards compact low-power memory and logic and energy-efficient mixed-signal circuits. Further, extreme challenges for ultra-scaled complementary metal&ndash;oxide semiconductor (CMOS), coupled with advances of NDR devices compatible with Si CMOS processing, are bringing NDR junctions back to the forefront and guiding the path toward steep subthreshold transistors.\n\nSince the development of the Esaki diode in 1958 based upon interband tunneling (Esaki, 1958), the tunnel diode has been an additional option for the circuit designer, with its unusual negative differential resistance (NDR) property. Its folded I-V characteristic facilitates such circuit elements as simple digital latches by the serial connection of two back-to-back tunnel diodes in the form of a Goto pair (Goto et al., 1960). The central node holds a high or a low voltage state with a restoring current. Multi-valued logic is also permissible with the placement of stacked NDR devices serially in one circuit branch creating a staircase of holding states. Additionally, the quantum tunneling phenomenon is a majority carrier effect that is not governed by conventional transit time effects. Therefore, NDR devices are ideally suited to reach terahertz frequencies where RF circuits capitalize upon the deviceÆs high nonlinearity or its self-oscillatory behavior when biased in the NDR region.  \n\nHistorically, semiconductor microchips using tunnel diodes for digital circuits were first envisioned in the 1960Æs following EsakiÆs work and prior to the advancements in NMOS, and later CMOS, processing. However, the robust manufacturability of complex multi-device CMOS chips created the VLSI technology we know today and displaced the classic Esaki diode that is fashioned using a simple alloy process. Unfortunately, the lateral scaling of an alloy process does not translate well to a submicron technology.  As a result, applications for tunnel diodes moved away from digital circuits and, instead, leveraged their unique properties for niche applications with RF and high-speed circuits, such as low power amplifiers; detector log video amplifier (DLVA), microwave and RF power monitors, high-frequency triggers, local oscillators, frequency locking circuits, and zero bias detectors. Tunnel diodes are also very radiation hard and have been used in space applications like amplifiers for satellite communications. But updated demands by the digital community are bringing NDR devices full circle. Extreme challenges for ultra-scaled CMOS as it reaches towards sub-32nm node coupled with advances of NDR devices compatible with Si CMOS processing are bringing NDR circuitry and tunneling junctions back to the forefront. This renewed attention towards inorganic NDR devices has also been a catapult for interest within the electroactive organic community and has fostered the field of molecular electronics and other bulk organic semiconductor NDR device topologies.\n\n\t\t\t\t\tLast Modified: 10/03/2010\n\n\t\t\t\t\tSubmitted by: Paul R Berger"
 }
}