{
 "awd_id": "0323804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Stress Wave-Induced Direct Pattern Transfer Procedure for Efficient Manufacturing ICs and MEMS Devices",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joycelyn S. Harrison",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 299974.0,
 "awd_amount": 299974.0,
 "awd_min_amd_letter_date": "2003-07-11",
 "awd_max_amd_letter_date": "2003-07-11",
 "awd_abstract_narration": "Previously, a laser spallation experiment was developed to measure adhesion of thin films.  In the experiment, a Nd:YAG laser pulse is converted into a compressive stress wave on the backside of the substrate that has a test film deposited on its front surface.  This stress wave reflects into a tensile wave from the film's free surface and pries off the interface. An extension of this technique, which is the subject of the proposed work, is to separate individual lines, squares, and circular thin film patches deposited on a Si or a glass or for that matter on any mother substrate using the laser-generated stress-waves, and catch the separated features or \"legos\" on a target substrate kept in close vicinity of the separating structures.  Combination with already matured alignment technology can allow development of MEMS structures and Integrated-Circuits (ICs) geometries in an efficient way.  Structures and substructures of any material can be created on any engineering substrate, including flexible plastics and tapes.  Besides understanding the basics of separation and reattachment mechanisms for individual features, we will construct three basic building blocks used in a typical MEMS and IC device-a beam bridge, a membrane diaphragm, and an IC circuit on a flexible substrate.  These constructs will involve materials as diverse as metals, polymers, and ceramics. \r\n     The miniaturization of electrical circuits and systems continues to fuel a technological revolution responsible for a $200B IC industry, which has fundamentally changed the world economy and the way our society lives and works. For example, many products created by the IC industry enable the inexpensive production of extremely useful and popular electronic systems (e.g., personal computers, computer networks, instrumentation, cell phones, sophisticated electronic appliances etc). By allowing major expansion of the product base by helping construction of microsystems on flexible plastics, and allowing development of newer microsystems that involve heterogeneous material (metals, polymers, ceramics, semiconductors, and now even biological cells) integration on the same device, the proposed research will lead to low cost of production by integration of ICs and MEMS, expansion of their current application base, and solve complicated heterogeneous materials integration issues as needed in the development of BioMEMS and other advanced sensors.  To facilitate the dissemination of the research results to industry, a 1-day annual Industrial Colloquium will be held with presentations of this research and presentations from industry participants on technology directions and needs. Undergraduate and graduate students will have the opportunity to interact with industry representatives and present their results at this colloquium.\r\n \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay Gupta",
   "pi_email_addr": "vgupta@ucla.edu",
   "nsf_id": "000101103",
   "pi_start_date": "2003-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 299974.0
  }
 ],
 "por": null
}