{
 "awd_id": "0323276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Mid-Pliocene Global Warming: Analysis Using Three-Dimensional (3-D) Digital Data Sets and Coupled Ocean-Atmosphere Modeling Studies",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 480831.0,
 "awd_amount": 480831.0,
 "awd_min_amd_letter_date": "2003-05-09",
 "awd_max_amd_letter_date": "2007-07-05",
 "awd_abstract_narration": "This award funds a data analysis and climate modeling effort by Columbia University and Duke University to create 3D global data sets of mid-Pliocene ocean temperature and salinity from which will emerge the most comprehensive global reconstruction for any warm period of Earth's climate prior to the most recent past.  These universities are aided in their research efforts by collaborators at the National Aeronautics and Space Administration (NASA) and the US Geological Survey (USGS).  The data sets will be used to drive numerical simulations designed to explore the impact of climate forcing mechanisms and feedbacks during the middle Pliocene.\r\n\r\nEstimates of middle Pliocene global warming suggest that temperatures were approximately 2 degrees C greater than today.  This level of warming is within the range of scientific estimates of global temperature increases for the 21st century.  No other time period in the past 3.0 million years approaches this level of warming. \r\n\r\nThe climate of the middle Pliocene displays numerous characteristics akin to expectations of the coming century.  For example, microfaunal evidence indicates a reduced equator-to-pole temperature gradient with the greatest warming at high latitudes.  Furthermore, atmospheric concentrations of carbon dioxide levels were elevated above pre-industrial concentrations to levels approximately equivalent to those that the Earth's atmosphere will attain by the end of this decade. \r\n\r\nRecent studies suggest that higher levels of carbon dioxide or methane may have triggered the warming in conjunction with altered ocean circulation.  However, no study has yet determined a specific set of forcings and feedbacks that led to the change in ocean circulation.  The data so far compiled suggest a combination of increased greenhouse gases and altered ocean heat transports acted concurrently through undetermined feedback relationships.\r\n\r\nThe middle Pliocene world provides an unequaled paleo-laboratory for testing the sensitivity of the physical models that the science community relies upon for estimating potential future warming impacts.  It challenges the community's understanding of the sensitivity of key components of the climate system and how the system is simulated (i.e., polar vs. tropical sensitivity, the role of ocean circulation in a warming climate, the hydrological impact of altered storm tracks, and the regional climate impacts of modified atmospheric and oceanic energy transport systems.)\r\n \r\nA significant product of this research is the creation of new ocean data sets that can be used in paleoceanographic analyses and for paleoclimate interpretation and model experiments.  The new data will include an update of the USGS Pliocene Research Interpretations and Synoptic Mapping (PRISM) surface database, including a 15% increase in overall sites available and the creation of gridded maximum and minimum sea surface temperature (SST) fields to describe variability in Pliocene warm phases.  These data will improve the regional accuracy of climate simulations to allow evaluation of synoptic-scale features, such as extra-tropical storm systems, which are a dominant impact on mid-latitude hydrology.  The computer simulations to be completed by the researchers are designed to explore the impact of surface conditions, greenhouse gas increases, and model physics on the ocean circulation and global climate of the middle Pliocene. \r\n\r\nThis research will help improve the science community's understanding of climate processes and impacts by using the warm Pliocene world as a proxy for possible future warm climates.  The project will provide a unique learning opportunity for post-doctoral and university scholars early in their careers.  The data resulting from this project will be made available to the wider science community through various publicly accessible websites.  The information would also be made available to a wide public audience through the researcher's activities with elementary and secondary level educators via an Educational General Circulation Model (GCM) developed by the team of researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Dwyer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gary S Dwyer",
   "pi_email_addr": "gsd3@duke.edu",
   "nsf_id": "000232648",
   "pi_start_date": "2003-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 168667.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 169483.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 53962.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 44367.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 44352.0
  }
 ],
 "por": null
}