{
 "awd_id": "0323877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Environmental Fluctuations during the Arctic Eocene Growing Season:  Stable Isotope Analyses of Plant Fossils from Axel Heiberg Island",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 154257.0,
 "awd_amount": 154257.0,
 "awd_min_amd_letter_date": "2003-07-21",
 "awd_max_amd_letter_date": "2003-07-21",
 "awd_abstract_narration": "Abstract\r\nJahren\r\nOPP-0323877\r\nSternberg\r\nOPP-0322364\r\nSummons\r\n  OPP-0324276  \r\n\r\n\r\nThis is a collaborative proposal by Principal Investigators at Johns Hopkins University, Massachusetts Institute of Technology, and the University of Miami.  The fossil record in Arctic regions is striking during the Eocene (57.8 - 36.6 million years ago) tropical interval, and includes extensive deciduous conifer forests and large reptiles living at ~80 degreesN latitude. Of particular interest is the seasonality of the Arctic with respect to fluctuations in type and amount of precipitation, relative humidity, and temperature. Paleotemperature characterizations of the Eocene Arctic on Axel Heiberg Island using morphological features of plant fossils have revealed large differences between Mean Annual Temperature and Cold Month Mean estimates (up to 15degreesC difference) suggesting extreme seasonality with large annual changes in relative humidity and an early growing-season contribution of snowmelt into the ecosystem. The Principal Investigators will test this hypothesis by using Axel Heiberg Island fossil plant materials as proxies for relative humidity and the isotopic composition of plant-available water. This work is extension of their previous geochemical studies toward quantifying the terrestrial paleoclimate of the middle-Eocene Arctic using oxygen, hydrogen, and carbon stable isotopes in plant fossils.  The work proposed here consists of two complementary approaches: 1) Oxygen and hydrogen stable isotope analyses of sub-sampled growth rings of fossilized Metasequoia wood at a temporal resolution approaching monthly intervals; and 2) GC-IRMS analyses on plant biomarkers extracted from fossilized resin and sediments of Axel Heiberg Island. Using stable isotope analyses of plant-fossil cellulose and resin, the Principal Investigators will test whether early-season water was isotopically depleted relative to late-season water, which would be consistent with snowmelt contributing to early-season plant-available water. These analyses will also allow them to calculate changes in relative humidity during the Eocene Arctic growing season; the transition between a snowy winter and a warm growing season would carry with it an increase in relative humidity. Taxonomic analysis using plant terpenoids will open a new window on the relative abundance of plant groups through the many organic-bearing strata of Axel Heiberg Island; biomarker analyses of resinites and their carbon, hydrogen and oxygen isotope compositions will shed light on secular differences between Eocene and present pCO2 and its ?13C, as well as the isotopic signature of groundwater. The intellectual merit of this project centers around its new account of Arctic Eocene seasonality that can be compared to prior studies, most of which focused upon evidence for low seasonality at middle latitudes during the Eocene.\r\n\r\nBroader impacts resulting from this proposed project include: 1) the involvement of\r\nthree graduate and three undergraduate students (identified with help from the M.I.T.\r\nMinority Student Resource Office and the Baltimore Collaborative in Environmental\r\nBiology Project); 2) the dissemination of results via several NSF-funded educational  centers, including the Teachers Experiencing Antarctica and the Arctic Website; and 3)\r\nenhancement of the instrumentation infrastructure at the University of Miami as a high\r\npressure liquid chromatography (HPLC) system is added to the permanent analytical\r\nfacilities.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hope",
   "pi_last_name": "Jahren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hope Jahren",
   "pi_email_addr": "hopejahren@gmail.com",
   "nsf_id": "000380710",
   "pi_start_date": "2003-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 154257.0
  }
 ],
 "por": null
}