{
 "awd_id": "0324331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study of Load Effects on Structures Induced by Gust-Fronts",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mahendra P. Singh",
 "awd_eff_date": "2003-09-15",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 283656.0,
 "awd_min_amd_letter_date": "2003-09-05",
 "awd_max_amd_letter_date": "2006-08-23",
 "awd_abstract_narration": "The built environment experiences forces of nature generated by a host of damaging atmospheric \r\nevents,  including  gust-fronts  induced  by  downdrafts  associated  with  thunderstorms.  An  accurate \r\nprediction  of  load  effects  that  result  from  the  interaction  of  structures  with  these  extreme  events  is  a critical part of designing and constructing the built environment and protecting its occupants. The primary \r\ngoal of this project is to better understand and quantify wind loads and their effects on buildings under \r\ntransient wind events, e.g., gust-fronts. To accomplish this goal, a systematic approach is proposed that \r\nfocuses  on  capturing  salient  characteristics  of  transient  flows  associated  with  gust-fronts  and  attendant load effects on geometrically-scaled models of generic building shapes in a transient flow field simulator.  The significance of transient wind events and their load effects can be readily surmised from an \r\nanalysis of thunderstorm databases both in the U.S. and around the world, which suggest that these winds \r\nrepresent the design wind speed for many locations. As a result, these wind speeds become the input to \r\ncodified design procedures validated in traditional boundary layer wind tunnels. However, the mechanics \r\nof gusts associated with convective gust-fronts differ significantly from conventional turbulence both in \r\nits kinematics and dynamics, e.g. their contrasting velocity profile and their transient nature. Accordingly, \r\none should question the appropriateness of using design based on conventional analysis frameworks in \r\ncodes  and  standards,  which  generically  treat  these  fundamentally  different  phenomena  in  the  same \r\nmanner. Further, extreme loads on structures are potentially sensitive to the influence of transient flows, \r\ni.e.,  the  load  coefficients may  be  enhanced  based  on  the  gust  form  and  the  resulting  localized,  rapid changes in the  surrounding flow. In addition, the characteristics of these flow structures suggest that the resultant  load  effects  are  likely  to  be  correlated  over  larger  areas  than  in  conventional  flows.  These aerodynamic  consequences  clearly  point  at  the  prospect  of  higher  loads  on  structures  than  would  be predicted by the present codes and standards, calling for a careful examination of these procedures.  The issues highlighted above serve as the primary motivation to study gust-fronts in this proposal. These  investigations  will  initiate  by  gleaning  information  from  surface  wind  data  available  during thunderstorm  outflows  to  complement  the  existing  knowledge  base.  The  identified  salient  features  of transient  flow  fields,  e.g.,  uniformly  accelerating  flows,  will  then  be  simulated  in  a  transient  flow simulator  comprised  of  individually  controlled  fan  banks.  The  analysis  of  experimental  data  garnered from  scaled  building  models  exposed  to  these  flows  will  enhance  understanding  and  facilitate quantification  of  the  resulting  aerodynamic  modifications.  Upon  combining  numerically  simulated structural load effects with the time-frequency analysis and modeling of gust-fronts and the measurements of pressure distributions and loads, the study will be capable of examining the efficacy of widely used design codes and standards, highlighting the possible need for modifications. Further, the collaboration with two distinguished aerodynamic/wind engineering centers in Japan will make available an impressive array of experience and provide access to unique experimental facilities to validate flow simulations and attendant loads resulting from this study. \r\n\r\nGust-fronts associated with downbursts and tornadoes in the U.S. result in estimated 80 deaths, \r\n1500 injuries, and property damage in the neighborhood of a billion dollars each year . a statistic that is \r\nrapidly escalating. Improved codes that are based on better understanding of the impact of gust-fronts on \r\nstructures certainly promise to mitigate this hazard, thus benefiting society at large. Therefore, the broader \r\nimpacts  of  this  work  will  be  measured  in  the  reduction  of  these  losses,  both  in  property  and,  more importantly, in lives.  Concurrently  other  major  initiatives  of  this  project,  i.e.,  professional  development,  educational initiatives,  etc.,  promise  to  have  lasting  impacts  in  raising  public  awareness  and  understanding  of  a phenomenon commonly experienced in the daily lives of Americans throughout this country. The flow simulator will be an attractive demonstration tool for public education in this regard. Further, the students involved in the proposed research will continue to embody the ethnically and gender diversified profile of the  past  research  teams,  enthusiastically  maintaining  the  established  traditions  of  pre-college  outreach programs, targeted at primary and secondary level students, and involving underrepresented groups.  Ultimately, the proposed study promises to provide a strong intellectual foundation, supported by well-trained students at graduate, undergraduate and pre-college levels for  wind  resistant design of buildings and civil infrastructure. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ahsan",
   "pi_last_name": "Kareem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ahsan Kareem",
   "pi_email_addr": "kareem@nd.edu",
   "nsf_id": "000474109",
   "pi_start_date": "2003-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 50457.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 233199.0
  }
 ],
 "por": null
}