{
 "awd_id": "0324694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research+RUI:  The Effects of Water Movement and Zooplankton Escape Behavior on Planktivory by Coral Reef Fishes in Different Microhabitats",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 81243.0,
 "awd_amount": 81243.0,
 "awd_min_amd_letter_date": "2003-07-25",
 "awd_max_amd_letter_date": "2003-07-25",
 "awd_abstract_narration": "This study will investigate the effects of water movement on the capture of zooplankton by small fish that live embedded in coral skeletons and are subject to boundary layer effects. The particular focus is on how water movement differs in the microhabitats occupied by two species of blenny (family Chaenopsidae) and the extent to which it affects microhabitat choice by those species. The problem will be approached from two perspectives: (1) the role of water movement in delivering prey to the fish and (2) the role of water movement in determining prey vulnerability to attacks by fish. Water movement will be measured at different scales on reefs where the fish live and, in the laboratory, prey capture will be studied under the patterns and rates of water movement observed in the field.\r\n\r\nThe two fish species have already been shown to live in different microhabitats in the same reef zones, have different metabolic rates, attack prey at different speeds, and have different diets. Their prey capture success varies with degree of water movement and the influence of water movement is different in direction and magnitude for different prey types. Most strikingly, certain calanoid copepods that have exceptionally fast response times to predator signals become more vulnerable with increasing water turbulence. This is believed to be the key to feeding success in blennies and determines where they are located on the reef.\r\n\r\nWater movement will be measured on a coral reef to determine general conditions in the zones where the blennies are found and to characterize water movement within the feeding volumes of each species. Vertical profiles will also be determined for water movement above the reef surface to correlate with the different vertical distributions of the two fishes. A flow tank will be built with the capacity to generate oscillating water movement of the magnitudes and periodicities observed where the blennies live. Blennies will be fed a range of prey under varying water movement regimes and their feeding volumes and capture success will be measured with the aid of standard speed videography. With high?speed videography, patterns of feeding strikes and escape responses of prey will be determined. In addition, high?speed videography, in conjunction with standard small?scale hydrodynamic disturbances, will be used to test the escape responses of calanoid copepods in the presence of increasing levels of turbulence.\r\n\r\nBecause of the unique melding of field and laboratory work and the precise recording of predator and prey responses under various hydrodynamic conditions, this study will be a significant contribution to our understanding of how copepods avoid their predators, how fish capture their prey, and how this affects habitat choice by fish. This information will give us insight into some unforeseen consequences of coral reef degradation. This project also has important educational impacts. Four to six undergraduate students will experience hands?on laboratory and field research and a small humanities and arts?oriented liberal arts college will collaborate with two research institutes in a way that will enhance the visibility of the sciences at the college. This is expected to add to the ongoing effort to increase the role of science in the educational offerings of the college.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Finelli",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Finelli",
   "pi_email_addr": "finellic@uncw.edu",
   "nsf_id": "000160815",
   "pi_start_date": "2003-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Universities Marine Corsortium",
  "inst_street_address": "8124 HIGHWAY 56",
  "inst_street_address_2": "",
  "inst_city_name": "CHAUVIN",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "9858512800",
  "inst_zip_code": "703442110",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "LOUISIANA UNIVERSITIES MARINE CONSORTIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "F7NHNQKGLJK4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Universities Marine Corsortium",
  "perf_str_addr": "8124 HIGHWAY 56",
  "perf_city_name": "CHAUVIN",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "703442110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 64533.0
  }
 ],
 "por": null
}