{
 "awd_id": "0326876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Happy Cows or Sweatshop Bovines: Constructing the Organic Dairy Commodity Chain",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 9123.0,
 "awd_amount": 9123.0,
 "awd_min_amd_letter_date": "2003-08-05",
 "awd_max_amd_letter_date": "2003-08-05",
 "awd_abstract_narration": "Commodity chains link the individuals and institutions that produce and consume particular goods.  Analyzing commodity chains in their vertical dimensions, from raw material production through distribution and marketing to final consumption, is very helpful for understanding why an industry is structured the way it is.  It also provides insights regarding how the costs and benefits are differentially borne by actors and environments at different points in the chain.  Organic milk represents a particularly interesting commodity chain in so far as this \"alternative\" commodity chain in many ways is more industrialized than its conventional counterpart, with wider distribution chains and higher levels of processing to extend shelf life.  This doctoral dissertation research project will use semi-structured interviews with farmers, consumers, firms and key informants to investigate how the production, distribution, marketing, and consumption of organic milk are integrated within the spatial and socioeconomic networks of commodity chains.  In addition, the economic forces and social concerns driving the chain's emergence will be examined in a historical context.  Finally, the implications for social and ecological sustainability of this new commodity chain will be discussed in light of findings concerning how the chain is structured and what is driving it.  Key issues to be explored include the potential of organic milk to help small family dairy farmers stay in business, the contradictions between marketing rhetoric and production and distribution practices, and the relationship between organic standards and geographic dispersion of distribution.  The theoretical aim of the project is to develop a new socio-ecological theory explaining the emergence and significance of alternative or nontraditional commodity chains.\r\n\r\nThis research should suggest how organic production has begun to change the dairy sector in the United States, one of the largest agricultural sectors in terms of production value.  Will the implementation of federal organic standards make dairy production more sustainable?  Alternately, will increased organic milk production lead to a dilution of tough organic standards as more producers enter the field, leading to further efforts to differentiate in the marketplace and add value as organic becomes less distinct?  Organic dairying therefore may be simultaneously raising the bar at the bottom and lowering the bar at the top.  These trends are important in terms of assessing the capacity of alternative food systems such as organic dairying to stabilize small farms against hostile economic forces.  The same trends should indicate the degree to which the new regulatory structures surrounding organic production can make agricultural production more environmentally benign and contribute to the development of new forms of consumption.  This study should benefit consumers, both by making available more information upon which they can make informed consumption decisions, and by encouraging debate about what organic should imply or require, vis a vis the environment and the economy.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Rudel",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas K Rudel",
   "pi_email_addr": "rudel@aesop.rutgers.edu",
   "nsf_id": "000111373",
   "pi_start_date": "2003-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 9123.0
  }
 ],
 "por": null
}