{
 "awd_id": "0326383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: A molecular approach to larval ecology:development and application to a coastal upwelling system",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 214952.0,
 "awd_amount": 214952.0,
 "awd_min_amd_letter_date": "2003-08-07",
 "awd_max_amd_letter_date": "2003-08-07",
 "awd_abstract_narration": "A new molecular method, CADRE, has been developed for the identification and quantification of individual species in plankton samples that is efficient, reliable and inexpensive. This method does not require the isolation of individual organisms, and therefore provides much higher throughput than other recently described methods.  Past work has focused on morphologically identifiable larvae for which molecular results could be verified; however the method can easily be extended to species that cannot be identified under a microscope.  This new approach promises to revolutionize the processing of plankton samples and to open the door to the \"black box\" of plankton dispersal.  The CADRE method uses specific DNA sequences to detect and quantify individual species. Both mitochondrial sequences (mtDNA) and repetitive nuclear sequences (RSTs) have been used for these \"species?tags\".  Sequences are detected by the polymerase chain reaction (PCR) from DNA that has been extracted from bulk plankton samples.  Sequences of mtDNA are ideal for detection and quantification of eggs or early?stage embryos. RSTs offer unparalleled sensitivity that can detect single larvae in plankton samples.  Quantification of biomass is achieved by competitive PCR, in which a known amount of a DNA template standard is used as an internal control.  Quantification of abundance is based on empirically?determined ratios of biomass/individual, and can be performed on size?fractionated samples to determine size distributions.  During the past year, extensive laboratory tests of CADRE have been performed with crustacean larvae and fish eggs.  With proper handling of plankton samples (immediate preservation in 70% ethanol), sensitive and accurate results can be obtained. These experiments have brought the technology to the point where it can now be scaled?up for larger numbers of samples.\r\n\r\nThis research program will use CADRE in conjunction with oceanographic monitoring to investigate the transport of crustacean larvae in an upwelling system on the Pacific coast of North America. Although much has been learned about the mechanisms of estuarine larval export and retention on the Atlantic coast of North America, different mechanisms are expected to operate on the Pacific coast where oceanographic conditions are markedly different.  The investigation will focus on the larvae of 14 crustacean species within the oceanographic system consisting of Bodega Harbor, Bodega Bay, and the nearshore oceanic habitat adjacent to Bodega Bay.  Adults of these species are distributed in intertidal and shallow subtidal habitats along much of the coastline of the Pacific coast of North America, and their larvae are abundant in embayments and along the inner continental shelf.  Preliminary work suggests that the larvae of some species are retained within the Bay and Harbor, while others migrate to and from coastal waters.  Hypothetical mechanisms underlying this differential larval transport in a coastal upwelling system will be tested by using a CADRE?based plankton sampling approach in conjunction with detailed observations of water movement, water type and stratification.\r\n\r\nThis project will have significant impacts on education, research infrastructure and multi-institutional partnerships.  Graduate students will be supported as research assistants at both UL Lafayette and Bodega Marine Laboratory, and a postdoctoral researcher will be supported at Scripps Institute of Oceanography.  Undergraduates will be recruited to participate in all aspects of this project, and funding will be sought to support students from underrepresented groups. The aim of this research is to implement a powerful new method that would significantly enhance the research capabilities of marine biologists. \r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Neigel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph E Neigel",
   "pi_email_addr": "jneigel@louisiana.edu",
   "nsf_id": "000202900",
   "pi_start_date": "2003-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 E UNIVERSITY AVE",
  "perf_city_name": "LAFAYETTE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 214952.0
  }
 ],
 "por": null
}