{
 "awd_id": "0327590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: \"Crafting\" Hongshan Communities: Household Archeology in the Chifeng Region of Inner Mongolia, NE China.",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-06-01",
 "awd_exp_date": "2004-11-30",
 "tot_intn_awd_amt": 11995.0,
 "awd_amount": 11995.0,
 "awd_min_amd_letter_date": "2003-06-11",
 "awd_max_amd_letter_date": "2003-06-11",
 "awd_abstract_narration": "Under the direction of Dr. Robert D. Drennan, Mr. Christian E. Peterson will test for socioeconomic dif-ferences between households that may have helped shape intracommunity relations and underwritten the emergence of social hierarchy during the Hongshan period (ca. 4500-3000 BCE) in northeastern China. \r\n\r\nMr. Peterson will carry out a 20 km2 micro-regional survey of a Hongshan period civic-ceremonial cen-tral-place community in the Chifeng region of Inner Mongolia, and intensively study a sample of 20 to 30 of its constituent households. Artifacts will be recovered from each of these households through surface collection and the excavation of subsurface shovel probes. Differences in the kind and quality of artifacts associated with different households will make it possible to reconstruct patterns of status and wealth variation within the community. Degrees of productive specialization (in utilitarian or prestige goods) will be indicated by the extent to which artifacts used in different productive activities are concentrated in dif-ferent households. Variability in family size will reflect differing strategies of labor pool enlargement pursued by different households. And differences in the amount of farmland cultivated by each household will suggest patterns of control over basic resources. \r\n\r\nA community-centered approach - focused between household-level studies and broader regional-scale modes of analysis - will contribute to the comparative cross-cultural study of early social hierarchies. Ar-chaeologists have long sought to understand the origins of social hierarchy and the nature of its earliest manifestations because it is such a pervasive organizing principle of recent human societies. This was not, however, always the case; hierarchical societies developed separately in many different parts of the world beginning only some 7,000 years ago. The Hongshan society studied by Mr. Peterson thus represents one of the world's earliest social hierarchies.\r\n\r\nApart from its contribution to the study of early social hierarchies, this dissertation project will have a broader impact on the infrastructure of archeological science by providing Mr. Peterson with training in the design, direction, and realization of professional field research, by providing fundamental field ex-perience to a number of graduate and undergraduate archaeology students who will assist in carrying out the project, and by building international collaborative partnerships among individual and institutional participants, including Jilin University and the Inner Mongolian Institute of Cultural Relics and Archeol-ogy.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Drennan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Drennan",
   "pi_email_addr": "drennan@pitt.edu",
   "nsf_id": "000342910",
   "pi_start_date": "2003-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 11995.0
  }
 ],
 "por": null
}