{
 "awd_id": "0327380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Gait Selection and Power Output in Bird Flight as Revealed Using Digital Particle Image Velocimetry, DPIV",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas L. Vandergon",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2005-02-28",
 "tot_intn_awd_amt": 99478.0,
 "awd_amount": 99478.0,
 "awd_min_amd_letter_date": "2003-07-15",
 "awd_max_amd_letter_date": "2003-07-15",
 "awd_abstract_narration": "Current understanding of gait selection and mechanical power output in vertebrate flight largely rests on untested assumptions regarding the flow characteristics around flapping wings, and, to some extent, the animal's body and tail. Tobalske will use new technology, Digital Particle Image Velocimetry (DPIV) to test these assumptions, and seek to reconcile unsteady aerodynamic theory through direct measures of power output in the major flight muscle of birds and kinematic estimates of gait selection. DPIV uses powerful lasers to illuminate small reflective particles suspended in the air.  Digital video images are captured to computer, and particle movement observed in the video images is used to calculate the energy in the flow field.  Using DPIV and a new, variable-speed wind tunnel, Tobalske will describe flow dynamics over bird species that differ in wing and body shape: zebra finch Taeniopygia guttata and budgerigar Melopsittacus undulatus. Wake geometry and energy will be described for whole wingbeats, during non-flapping phases of intermittent flight, and over a full range of speeds.  This will test the effects of wing shape on flight gait, whether birds change gait during flight in a manner analogous to gait change in terrestrial locomotion, and the relative contribution of the wings, body, and tail as sources of lift and drag.  Sonomicrometry, which measures muscle length during locomotion, will be used to compare contractile behavior in the pectoralis muscle of zebra finch and budgerigar with mechanical power output as measured in the wake.    \r\nIn recent years, DPIV has been vital to advancing the study of insect flight and fish locomotion.  It has furnished new discoveries of lift-producing mechanisms and clarified the mechanisms animals use to accomplish locomotion at different speeds and during maneuvering.   Over fifteen years ago, researchers used manual digitizing and stereoscopic cameras to measure energy in the wake as birds flew at a single speed; unfortunately, their results did not support the ready observation that birds are able to support their weight during slow flight.  Also, as this previous work focused on free flight, gait transitions across speed remain untested for birds.  DPIV will significantly advance this effort because it will automate the tracking of particle velocity, thus eliminating a tedious constraint on previous work.  Furthermore, it will permit measurement of flow as the birds fly in a wind tunnel so that the effects of flight speed may be tested directly.\r\nTobalske's research will test long-standing predictions based purely on kinematic study.  It will also develop a new method for measuring mechanical power output in flying birds.  Power output during bird flight is predicted to be enormous, yet birds share the same basic muscular structure with mammals, including humans.  Thus, this research will advance our understanding of high-performance muscle physiology. Broader impacts of the proposed activity include a new understanding of the significance of unsteady and quasi-steady aerodynamics and gait selection in animal locomotion. It will also provide engineers with a useful model for the development of autonomous, micro air vehicles. Ultimately, the DPIV equipment used in this study will be made available to researchers in other departments at the home institution, which will enhance ties between biology and physics.   Undergraduate students will assist with all aspects of experiments and will pursue theses projects under close supervision.  Student collaboration using this leading technology will provide strong evidence that it is feasible to conduct world-class research at an undergraduate institution.\r\n\r\n\r\n\r\n\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bret",
   "pi_last_name": "Tobalske",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bret W Tobalske",
   "pi_email_addr": "bret.tobalske@mso.umt.edu",
   "nsf_id": "000340947",
   "pi_start_date": "2003-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Warrick",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas R Warrick",
   "pi_email_addr": "warrickd@science.oregonstate.edu",
   "nsf_id": "000403921",
   "pi_start_date": "2003-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Portland",
  "inst_street_address": "5000 N WILLAMETTE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5039438004",
  "inst_zip_code": "972035798",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OR03",
  "org_lgl_bus_name": "UNIVERSITY OF PORTLAND",
  "org_prnt_uei_num": "",
  "org_uei_num": "UUUDTDHGF7H3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Portland",
  "perf_str_addr": "5000 N WILLAMETTE BLVD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972035798",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 99478.0
  }
 ],
 "por": null
}