{
 "awd_id": "0327440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Will climate change affect hyporheic processes in arctic streams?  An assessment of interactions among geomorphology, hydrology, and biogeochemistry in Arctic stream networks",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 608708.0,
 "awd_amount": 608708.0,
 "awd_min_amd_letter_date": "2003-07-10",
 "awd_max_amd_letter_date": "2003-07-10",
 "awd_abstract_narration": "ABSTRACT\r\nBowden\r\nOPP-032740\r\n   \r\nThis is a collaborative proposal by Principal Investigators at the University of Vermont, Boise State University and Utah State University.  The goal of this project is to assess how geomorphology and seasonal changes in the thawed region of soil and sediment around the open channel (i.e.; the thaw bulb) control hydraulic and biogeochemical dynamics in the hyporheic zone of Arctic streams.  The premise is that: a) stream geomorphology sets a physical template that controls the seasonal development of the sub-stream active layer (or thaw bulb) around Arctic streams; b) the thaw bulb extent controls the potential for development of the hyporheic zone, and c) the hyporheic zone substantially contributes to carbon (C), nitrogen (N) and phosphorous (P) processing in streams.  The Principal Investigators anticipate that climate change in the Arctic has the potential to significantly alter the thaw bulb and hyporheic dynamics through its influences directly on precipitation, runoff, average annual temperature, and thaw season duration, and indirectly on stream geomorphology.  To address this central hypothesis, they propose four objectives:  \r\n \r\n1.\tSelect and characterize stream reaches that represent the range of geomorphologic conditions in rivers of the North Slope. \r\n2.\tMonitor the sub-stream thaw bulb size through the thaw season using ground penetrating radar and subsurface temperature measurement in several stream cross-sections within each reach. \r\n3.\tConduct repeated hyporheic exchange studies (stream solute addition experiments) through the thaw season in each reach to determine hyporheic hydraulic characteristics. \r\n4.\tConduct repeated measures of nutrient (N and P) concentrations and turnover time in the hyporheic zone through the thaw season in each reach to determine biogeochemical characteristics. \r\nThese objectives will be addressed through a combination of field monitoring (thermistor arrays, hyporheic sampling), field experiments (solute additions), and modeling (groundwater transport and transient storage) efforts. This research is important because there is no reported literature on the structure and functions of the hyporheic zone in Arctic systems.  Considerable research in temperate regions suggests that hyporheic zones are critical components of stream ecosystems.  A significant portion of the primary production in streams may be supported by nutrients regenerated from hyporheic processes.  This regeneration is dependent on organic matter inputs (both autochthonous and allochthonous).  Thus, hyporheic processing is also important in understanding how streams modify carbon, nitrogen, and phosphorous transport across landscapes.  Research which quantifies these important functions in Arctic streams is non-existent.\r\n\r\nBroader Impacts: Research on this subject is important as a direct input to our understanding of the ecological functions of Arctic streams.  Given that rivers are the conduits that link land to the ocean, then processes within streams that modify material transport must be important to understanding how runoff from land affects oceans.  Furthermore, if climate change affects the rate or extent of in-stream processing, then there may be important impacts on the transport of materials from land to the ocean, which this research would begin to address.  Therefore, these studies are essential to provide data and knowledge that will be of use to other scientists, policy makers, resources managers, and ultimately to community stakeholders.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Bowden",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Bowden",
   "pi_email_addr": "Breck.Bowden@uvm.edu",
   "nsf_id": "000261209",
   "pi_start_date": "2003-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McNamara",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "James P McNamara",
   "pi_email_addr": "jmcnamar@boisestate.edu",
   "nsf_id": "000318366",
   "pi_start_date": "2003-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gooseff",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Michael N Gooseff",
   "pi_email_addr": "michael.gooseff@colorado.edu",
   "nsf_id": "000374541",
   "pi_start_date": "2003-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 608708.0
  }
 ],
 "por": null
}