{
 "awd_id": "0327474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DOCTORAL DISSERTATION   Niche City: Manufacturing a Service Industry Presence in the Postindustrial Economy",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 7254.0,
 "awd_amount": 7254.0,
 "awd_min_amd_letter_date": "2003-08-16",
 "awd_max_amd_letter_date": "2004-08-24",
 "awd_abstract_narration": "The elegant etching on the door of a fine furniture showroom in High Point, North Carolina reads \"Paris-New York-London-High Point.\"  To some observers these cities might be seen to be listed in a descending order of importance. However, in the furniture world, the order of importance of the cities on this list indubitably ascends.  Often times drawing upon the symbolic, economic, and physical resources of its past, and other times creating such resources, the leaders of High Point have secured and maintained their downtown's niche capital investment--the International Home Furnishings Market--in the face of global competition from larger, wealthier peers.  They have done so by aesthetically refashioning the entire downtown to suit the interests of this very specific niche. This strategy, which is unique to the current moment in global patterns of economic restructuring, exemplifies an urban form that this project terms \"niche city.\"  In this research on the nature and emergence of niche cities, I will use a case study approach to investigate how this transformation occurred, postulate the implications that this transformation has for residents, and explore the implications of these findings for other cities in similar circumstances.  This project will employ two sources of data: qualitative and geographic. I will conduct interviews of over 70 key political, economic, and social figures in High Point and will supplement these with geographic data tracking changes in downtown real estate investment. This methodology will help to address several issues of interest to urban sociologists, urban geographers, political economists and urban studies scholars:  the role of symbolic landscapes in small cities, the balance between a city's livability for residents and usability for visitors, the agency of cities vis-a-vis globalization, and the prospect of urban niche specialization as a way to attract capital to the center-city. This research will provide a counter-case to examinations of restructuring in large cities and to studies of growth by way of economic incentives, highlighting a small city that has utilized a unique approach to downtown profitability.  In analyzing a place that some commentators have called \"truly postmodern,\" this dissertation will analyze how leaders sculpt urban landscapes for the purposes of capital, a topic that has been largely relegated to theory and discussed in the passive tense as something that happens to cities. The broader impacts of this research will through dissemination of findings in published articles in scholarly and professional journals and in presentations at conferences of several disciplines involved in the study of globalization, economic transformation, symbolic landscapes, visitor economies, and inquiries of space versus place as well as in presentations to local political and media outlets as well as in public panel discussions and brown bag lunches at local universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harvey",
   "pi_last_name": "Molotch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harvey Molotch",
   "pi_email_addr": "harvey.molotch@nyu.edu",
   "nsf_id": "000233131",
   "pi_start_date": "2003-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 7254.0
  }
 ],
 "por": null
}