{
 "awd_id": "0327349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Cities and the \"Multicultural State\": Immigration, Multi-Ethnic Neighborhoods, and the Socio-Spatial Negotiation of Policy in the Netherlands",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 11990.0,
 "awd_amount": 11990.0,
 "awd_min_amd_letter_date": "2003-09-05",
 "awd_max_amd_letter_date": "2003-09-05",
 "awd_abstract_narration": "Immigration is widely acknowledged to be a major social issue in Western European countries.  Ongoing political debate over the issue was only exacerbated by the terrorist attacks of September 11, 2001 because major immigrant flows to Western Europe are from Muslim countries.  In this context, the Netherlands is the only Western European nation to commit itself to the ideal of constructing a \"multicultural state.\"  The Dutch state sees this policy ideal as crucial because it will maintain the coherence of the increasingly multi-ethnic country, alleviate growing fear and suspicion of immigrants among sections of the population, and overcome growing ethnic segregation in the big cities.  But while this is the policy ideal, a massive political shift has occurred in favor of anti-immigrant parties, and increasing segregation occurs in the big cities.  Current academic analysis lacks a grounded empirical focus on the relationships between multicultural policy ideals and their implementation and negotiation in urban space.  This doctoral dissertation research project explores this connection in four neighborhoods in Amsterdam and Rotterdam.  The project asks the following questions:  What constitutes policies aimed at integration and multiculturalism?  What are their roots in different cycles of migration?  Who defines these policies?  How is the implementation of policy negotiated geographically?  How do they affect socio-spatial interaction in urban space?  To answer these questions, the investigator will draw on a variety of methods, including the collection and analysis of census data, an extensive archival study of policy documents, semi-structured interviews with key actors involved in multicultural policy development and implementation, and semi-structured interviews and participant observation in four comparative local case studies.  These methods will address how it is that within an overarching state commitment to multiculturalism, policy is negotiated differently in different urban neighborhoods in the two largest cities in the Netherlands.\r\n\r\nThis research examines the uneven geographies of state multiculturalism and integration policies.  It examines how diverse urban populations in different neighborhoods of Dutch cities negotiate an overarching national state commitment to multiculturalism differently, and it highlights the implications of this differential negotiation for policy at various scales and for geographic understandings of multi-ethnic cities.  The research will contribute to geographical understanding of urban transformation in multi-ethnic societies, and it may impact teaching and policy in multi-ethnic societies.  The project will impact the literature on multiculturalism and the production of urban space, state-immigrant relations, and active citizenship by emphasizing the increasing importance many Western states place on promoting active citizenship as a means for promoting social cohesion in multi-ethnic societies.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "McCann",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene J McCann",
   "pi_email_addr": "emccann@sfu.ca",
   "nsf_id": "000270550",
   "pi_start_date": "2003-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "598000",
   "pgm_ele_name": "WESTERN EUROPE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5948",
   "pgm_ref_txt": "NETHERLANDS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 11990.0
  }
 ],
 "por": null
}