{
 "awd_id": "0327564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Making Industry Sustainable: Green Chemistry in the United States and the European Union",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 92000.0,
 "awd_amount": 22597.0,
 "awd_min_amd_letter_date": "2003-07-07",
 "awd_max_amd_letter_date": "2004-09-30",
 "awd_abstract_narration": "This postdoctoral fellowship sets out to investigate the claim that the recent emergence of green chemistry constitutes a transition to sustainable industry, in (re)designing chemical production for environmental purposes in the United States and the European Union. It aims to explore the ways in which green and sustainable chemistry has taken form since the early 1990s, and is generating scientific knowledge and material technologies that chemists, governments, industry, and citizens recognize as credible and legitimate for use in chemical manufacturing, policy-making, and consumer decision-making.  The project aims to compare developments in green/sustainable chemistry in the US and the EU to determine whether concepts of sustainability, production design, and material technologies vary between societies and cultures.  These may be configured differently across (and within) the US and the EU because of the political demands, ecological values, regulatory and institutional settings, and technical conditions in the two regions.  The project also analyzes how governments, environmentalists, consumers, and industry itself can know or prove that the transition to sustainability is underway. It aims to illuminate how actors can gauge the performance of industry in the apparently technically arcane and relatively inaccessible area of chemical manufacturing, hidden inside plants and laboratories. \r\n \tThe intellectual merits of the project include the elaboration of a theoretical framework to observe changes in a chemical production system through knowledge,  material technologies,  chemicals,  institutions  for policy-making,  and  the  work  of  actors  in  demanding,  interpreting  and  using  scientific  and  technical information. Theoretically, the study draws on three threads of science and technology investigations. These are: (a) the concept of socially robust knowledge (Nowotny, Scott, and Gibbons);  (b) the ideas of  Bijker regarding  the  social  shaping  of  material technologies;  and  (c)  the  work  by  Jasanoff on  regulatory  science,  political  culture,  and  civic epistemology. \r\n\tThe project expands and synthesizes these theoretical strands into a framework with four elements that jointly shape sustainable chemical production:  actors, civic epistemologies, channels of influence/power, and regulatory/institutional  settings.  After studying the emergence of green/sustainable chemistry, the project evaluates whether and how green chemistry is being translated into production systems in the US and the EU through three facets and with regard to designer catalysts, safer polymers and phthalate substitution:  How is sustainability constituted?  How is sustainability designed into production? How is sustainability enforced on production and evaluated?  \r\n \tThe project uses an interpretive social scientific methodology.  It draws on a combination of semi-structured  interviews  with  actors  in  the  green  chemistry  arena;  government  documents;  industry, scientific, and technical literature; technology analysis; regulatory databases; and environmental news. It combines a historical perspective with contemporary developments. Field research will be undertaken in the US and Europe. \r\n \tThe fellowship has significant broader impacts for society. It will strengthen the integration of research and education at UC Berkeley, by helping to create  new  networks  of  researchers  across  campus.  It will build the environmental/STS community on campus by providing mentor help to graduate students. I am non-hearing. Most important, the project will benefit the US and the EU. By studying how transparency, performance measures, and accountability can be developed, green chemistry may be made more robust as a source of knowledge for regulation and sustainable industry in the early 21st Century. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gene",
   "pi_last_name": "Rochlin",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Gene I Rochlin",
   "pi_email_addr": "grochlin@berkeley.edu",
   "nsf_id": "000310127",
   "pi_start_date": "2003-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alastair",
   "pi_last_name": "Iles",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Alastair T Iles",
   "pi_email_addr": "iles@nature.berkeley.edu",
   "nsf_id": "000185456",
   "pi_start_date": "2003-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 22597.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}