{
 "awd_id": "0328347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation:  Ceramic Vessel Circulation in Iron Age Moab (Jordan): A Regional Archaeometric Approach",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 11996.0,
 "awd_amount": 11996.0,
 "awd_min_amd_letter_date": "2003-07-14",
 "awd_max_amd_letter_date": "2003-07-14",
 "awd_abstract_narration": "Under the supervision of Dr. Bruce Routledge, Benjamin W. Porter will investigate the circulation of ceramic vessels in Iron Age (1250 -500 BC) Moab (central Jordan) using archaeometric techniques (petrography and Instrumental Neutron Activation Analysis (INAA)).  Currently, a scholarly consensus assumes that Moab did not evidence levels of social complexity befitting evolutionary definitions of archaic states.  Before any such characterization should be made, however, an investigation exploring Moab's political economy is required.  At present, scholars argue that Moab's elites remained too weak to orient local economic practices towards Dhiban, the polity's administrative capital.  Instead,  production, distribution, and consumption practices are presumed to have been dispersed and locally organized on a small-scale.  However, archaeological evidence for intensive agricultural production, specialized ceramic vessel production, and marked social differentiation, especially in the later half of the Iron II period, suggests that 'Moabite\" economic practices are not well explained by assumptions linking decentralization and relative underdevelopment.  Therefore, by investigating shifting production, exchange, and consumption practices this project will make an important contribution to our understanding of both Iron Age Moab and economic and political diversity in complex societies of the distant past.      \r\n\r\nThis research proposal investigates these issues during two volatile periods of social change (the Iron Age IIB and the IIC periods), using a model of material culture circulation that considers both production sources and consumption contexts in order to determine shifts in economic practices over time.  NSF funding will permit a four-week field season at ancient Dhiban, Moab's capital, where the city's elite residency will be excavated.  Forthcoming data will be subjected to petrographic, INAA, and Radiocarbon analysis in order to reconstruct the origin and production methods of pottery vessels, and to secure absolute dates for their deposition at Dhiban.  This in turn will allow the reconstruction of local trading and consumption practices and their change over time.\r\n\r\nConclusions will be presented in published articles, a monograph, and scholarly presentations, encouraging the further use of archaeometric procedures in archaeological research.  A regional petrographic and INAA dataset will be generated from this research and broadly distributed to scholars for their own research.  Several public lectures and newspaper articles in Jordan will circulate knowledge of Moab and ancient economic practices to Arabic-speaking communities, encouraging local involvement in site interpretation and presentation.        \r\n\r\nBroadly considered, this research addresses the relationship between the economy and society at a time when this relationship is changing rapidly on a global scale.  Archaeology's long-term perspective is, therefore, absolutely vital; not only to illustrate how humanity has arrived at its present hyper-connected condition; but also to remember the many different ways that humans have made, used, and acquired objects as a product of their situated historical and cultural context.  It is in this final point that the investigation of the historically remote Middle Eastern polity of Moab finds its greatest significance.     \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Routledge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Routledge",
   "pi_email_addr": "bruce.routledge@liv.ac.uk",
   "nsf_id": "000215985",
   "pi_start_date": "2003-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 11996.0
  }
 ],
 "por": null
}