{
 "awd_id": "0328563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Behavior Genetics and Scientific Autonomy: The Structure and Genesis of a Scientific Field",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "paul ciccantell",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2005-07-31",
 "tot_intn_awd_amt": 7498.0,
 "awd_amount": 7498.0,
 "awd_min_amd_letter_date": "2003-08-16",
 "awd_max_amd_letter_date": "2004-07-15",
 "awd_abstract_narration": "Over the last decade or so, the field of human behavior genetics has enjoyed enthusiastic media coverage for the often bold claims of some researchers about discoveries of \"genetic influence on\" or \"genes for\" a wide variety of human behaviors and traits. These claims include genetic explanations for aggression, homosexuality, intelligence, alcoholism, and schizophrenia, as well as biological explanations for putative behavioral differences by race, ethnicity, and gender, such as genetic explanations for the IQ gap between blacks and whites. Over its forty-odd year history, the field and researchers working in it repeatedly have found themselves at the center of public and scientific controversy. This dissertation investigates how controversy has affected the development of human behavior genetics and asks why some working in this field have placed group (e.g., race) differences and particular complex behaviors at the center of their research agendas. Using a sociology of knowledge approach, I explore the strategies employed by competing members of the field to acquire resources, set up norms for conduct, and establish factual claims. I investigate the ways public controversy has been both an outcome of and an influence on these strategies. I explore how controversy has marked the field's identity and map its relative autonomy from non-scientific influences and other scientific fields. To reconstruct these strategies, the competing factual claims, and the changing norms of the field, I conduct thirty interviews with key participants in the field and analyze relevant scientific articles from the late-1960s to the present. To measure the impact of these effects, I conduct limited citation, publication, media, and funding analyses during the same period. Finally, I attend annual meetings of the Behavior Genetics Association, the American Association for the Advancement of Science, and the World Congress on Psychiatric Genetics to observe the current concerns and interactions of field members. The results of this study will contribute to sociological scholarship on science, race, culture, and organizations. Its broader impacts include understanding how social and biological sciences can cooperate more productively to address social problems and how researchers investigating contentious topics might avoid unnecessary public controversy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Troy",
   "pi_last_name": "Duster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Troy Duster",
   "pi_email_addr": "troy.duster@nyu.edu",
   "nsf_id": "000299114",
   "pi_start_date": "2003-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 7498.0
  }
 ],
 "por": null
}