{
 "awd_id": "0328635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Societal Differences in Innovation Systems: Small vs Large-Scale Apparel Supply Chains",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "stephen zehr",
 "awd_eff_date": "2003-07-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 99982.0,
 "awd_amount": 99982.0,
 "awd_min_amd_letter_date": "2003-08-07",
 "awd_max_amd_letter_date": "2007-01-19",
 "awd_abstract_narration": "This project studies innovation, and its diffusion, within small-scale apparel supply chains.  Trends to large-scale mass production technologies dominate the large apparel manufacturers.  However, as production by large-scale supply chains continues to move offshore, there is growing evidence that the future of the industry in industrialized countries may lie with smaller-scale supply chains serving quick response markets for very short-cycle fashion products.  Innovation in the small supplier sector, long marginal to the apparel industries of most industrialized countries, is opening new sources of productivity and new market niches that are very difficult for offshore suppliers to enter. \r\n\r\nUnlike supply chains driven by large firms, there are major societal differences in small-scale supply chains. These researchers have identified several different supply chain models in the United States and Europe -- a global jobber model (France), a quick fashion model (France, Italy, and the UK), a rescue-shop model (the United States), and a district model (Italy).  Differences in consumer preferences and the structure of retailing can explain some of these societal differences, but the major explanations lie in quick and flexible manufacturing, the externalities of production networks, and the incremental innovations derived from \"tacit\" knowledge. Future challenges involve developing ways to make \"codified\" knowledge and new technologies accessible to small firms, establishing new coordinating mechanisms within small-scale supply chain networks, and finding new ways to link small-scale suppliers to mass retail chains. To assist in developing these improvements, this project will analyze these societal differences, using field research and key-informant surveys in the United States, France, the UK, and Italy. \r\n\r\nThis research will advance knowledge about the institutional sources of innovation and national productivity growth. It will also help to refine theories of the firm, business networks, and strategic business behavior in several social science disciplines -economics, economic sociology, political science, and regional science.  Results will strengthen the competitiveness of the apparel industry through improved innovation processes, so that the industry can continue to provide jobs and entrepreneurship opportunities for immigrants and other disadvantaged workers. The proposal outlines concrete dissemination and technical assistance efforts to achieve these goals. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Doeringer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Doeringer",
   "pi_email_addr": "doeringe@bu.edu",
   "nsf_id": "000102833",
   "pi_start_date": "2003-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 99982.0
  }
 ],
 "por": null
}