{
 "awd_id": "0330481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Adaptive and Scalable Architecture for Dynamic Sensor Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gia-Loi Le Gruenwald",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2003-08-21",
 "awd_max_amd_letter_date": "2003-08-21",
 "awd_abstract_narration": "An Adaptive and Scalable Architecture for Dynamic Sensor Networks\r\n\r\nVana Kalogeraki, Dimitrios Gunopulos, Srikanth Krishnamurthy, Vassilis Tsotras\r\nUniversity of California, Riverside\r\n\r\nProject Abstract\r\n\r\nThere are many applications (earthquake emergencies, detection of chemical spills, battlefield management) that require urgent evaluation of the situation, distributed effort coordination and timely response. Distributed sensor networks have been recently proposed for managing such environments. For example, in a disaster recovery situation, the response team can first deploy a large number of small sensors in the area and then a number of mobile agents can move into the field of the sensors collecting and aggregating information. The sensors and the mobile agents will have to then rapidly organize themselves to form a wireless network. Distributed algorithms are needed to coordinate the movements of the agents so that the exploration of the area can be done as quickly and as efficiently as possible. This has to be achieved in the presence of possible failures and given the constraints of the sensors and the established network. Finally, the overall system should enable the response team to collect and analyze the data in a fast and dependable way.\r\n\r\nThere are various key requirements that we need to address in developing such a dynamic sensor network. For example, (1) sensor nodes must be positioned strategically to capture events of interest, (2) high priority events must be delivered within a deadline end-to-end even in the presence of node failures, (3) streams of data originating from different sensors must be coordinated and examined dynamically, and (4) feedback information must be generated and propagated in real-time in response to the urgency of the situations.  Given the dynamic nature of the environment, the proposed system must learn and adapt dynamically to changes in the mission or to network conditions.\r\n\r\nThe purpose of this project is to develop a robust, adaptive and scalable infrastructure for a self-organizing and highly dynamic sensor network. The network communication and the operating system should be managed in an integrated manner so as to provide a robust and adaptive infrastructure for the development of computing applications. The inferences made by the higher layer applications and data analysis functions will determine future trajectories of the mobile agents, and may invoke the tuning of certain parameters that determine the extent to which data is being collected and fused. These events would require the network to re-organize itself. On the other hand, the network itself may impose constraints on where the mobile agents can move, where data may be fused, and how different entities co-ordinate in order to make operations efficient.\r\n\r\nThe distinguishing characteristic of our proposal is that we take a holistic approach that addresses multiple levels of the sensor network (namely the network communication, the operating system and the analysis of the data) in an integrated way. Our solutions will need to work well in this closely coupled system, while dynamically adapting to changes in the networking infrastructure or the system conditions. We propose to develop the architecture, protocols and mechanisms to realize such a system. This project requires strong collaboration and expertise between networking, distributed systems and data mining/database researchers; the PI team covers all these areas.\r\n\r\nMore specifically, our work will focus on the following tasks:\r\n\r\nLayer 1: Tunable Networking Protocols.\r\nWe propose to develop protocols for anycasting and synchronization of fusion operations, and algorithms to calculate the trajectory control of the mobile agents.\r\n\r\nLayer 2: Distributed Management Protocols.\r\nWe propose to develop replication and allocation mechanisms for the application services. \r\n\r\nLayer 3: Data Analysis Techniques.\r\nWe propose to develop techniques for data fusion and query execution on online asynchronous streams. Further we will develop fast algorithms for finding correlations in asynchronous data streams. \r\n\r\nIntegration. \r\nWe propose to build an infrastructure that integrates the above layers together. This infrastructure will be developed as a prototype that will be deployed and tested for performance optimizations.\r\n\r\nThe intellectual merit of this work lies in the development of novel techniques in each of the areas of networking, distributed systems and data-mining/database and in the synergy of experts from the above areas. In addition, we will tackle the important problem of integrating these techniques in a prototype system and deploy it in a realistic environment using our industry contacts.\r\n\r\nThe broader impact of this work will be solutions with wide applicability, from civil applications (such as disaster recovery management) to military applications (situation awareness in battlefield management). It will also contribute in the development of a strong curriculum and activities that will increase educational awareness in sensor networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vana",
   "pi_last_name": "Kalogeraki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vana Kalogeraki",
   "pi_email_addr": "vana@cs.ucr.edu",
   "nsf_id": "000488529",
   "pi_start_date": "2003-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vassilis",
   "pi_last_name": "Tsotras",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Vassilis J Tsotras",
   "pi_email_addr": "tsotras@cs.ucr.edu",
   "nsf_id": "000149913",
   "pi_start_date": "2003-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dimitrios",
   "pi_last_name": "Gunopulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dimitrios Gunopulos",
   "pi_email_addr": "Dg@cs.ucr.edu",
   "nsf_id": "000189622",
   "pi_start_date": "2003-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Srikanth",
   "pi_last_name": "Krishnamurthy",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Srikanth V Krishnamurthy",
   "pi_email_addr": "Krish@cs.ucr.edu",
   "nsf_id": "000183779",
   "pi_start_date": "2003-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "685500",
   "pgm_ele_name": "INFORMATION & KNOWLEDGE MANAGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7224",
   "pgm_ref_txt": "SENSOR SOLICIATATION"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}