{
 "awd_id": "0330110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SENSORS:     Arrayed Optical Detection of Nanoscale Biomass",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott F. Midkiff",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2003-09-02",
 "awd_max_amd_letter_date": "2003-12-03",
 "awd_abstract_narration": "Abstract\r\n\r\nIntellectual Merit\r\nThis Sensor proposal focuses on the ability to detect small amounts of materials, including pathogenic bacteria and biomolecules integral to cell responses. New approaches are proposed to the problems of transducing mass changes and to the problems of on-chip multiplexing and demultiplexing. These ideas are based on concepts developed for advanced MEMS and integrated optic devices.  Most current detection technologies are either, bulky, expensive or slow. We propose a novel device/instrument for ultra-sensitive detection of molecular amounts of material with applications in pathogen and biochemical detection, medicine, drug discovery, and nanotechnology.  The proposed technology allows the detection of an array of different targets in an intrinsically networked structure through fiber-optically linked structures. The technology lends itself to high throughput at low cost through use of disposable passive chips.\r\nThe device consists of a silicon-on-insulator based chip that incorporates ultra-sensitive nano-mechanical cantilevers with novel silicon-based passive integrated optics. Passive optical ring-resonators are used for on-chip wavelength multiplexing and demultiplexing of optical signals.  The ring-resonators act as filters for different wavelengths, which are guided to different cantilever sensors. The cantilever waveguide is used for motion detection. Mechanical vibrations in the MHz range are encoded on the optical signal by one element of an array of biosensitized cantilever transducers. The one-to-one association of individual wavelengths with mechanical vibrations of different cantilever sensors allows one to address each sensing site. This innovation in transduction strategy allows the use of ring-resonators that do not need external tuning or closed-loop control. Furthermore, this strategy requires inexpensive broadband sources for optical carrier signals. The sensed shift in vibration frequency at each ring resonator/cantilever pair can be detected in parallel on the external device. The principle of operation of the biosensor is based on highly-sensitive, immunospecific attachment of pathogens to silicon nanofabricated structures. In addition to detecting its presence, the mass of the pathogen is also measured. Our preliminary results show that the cantilevers are able to detect mass in the attograms to picograms range. The additional information of the mass allows one to screen for false positives, greatly increasing the efficiency of the method. \r\nThe IC compatible fabrication technology allows the cost to be truly minimized for the disposable chip. Emerging from this method is the possibility of high resolution measurements of the dry mass of a great variety of pathogens, from large unicellular organisms to viruses and large macromolecules. \r\nThis novel Si-based nanophotonic motion detection scheme allows arrays of such devices to form a complete silicon platform for reduced cost, increased sensitivity and enormous system level integration revolutionizing functionality, cost and portability.\r\nBroader Impacts\r\nThis research will will enable large scale accessibility for inexpensive compact tests, today only done in a few specialized laboratories. This will help prevent and diagnose diseases and bio hazardous materials of today. One could envision for example the detection of very small traces of hazardous chemicals used in biowarfare by a soldier in the field, carrying the sensor in his pocket, or extremely sensitive monitoring of a disease, in the doctor's office or at home, by the patient himself using a disposable sensor. \r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michal",
   "pi_last_name": "Lipson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michal Lipson",
   "pi_email_addr": "ml292@cornell.edu",
   "nsf_id": "000097010",
   "pi_start_date": "2003-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Batt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carl A Batt",
   "pi_email_addr": "cab10@cornell.edu",
   "nsf_id": "000174342",
   "pi_start_date": "2003-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Panepucci",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto R Panepucci",
   "pi_email_addr": "roberto.panepucci@fiu.edu",
   "nsf_id": "000236286",
   "pi_start_date": "2003-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7224",
   "pgm_ref_txt": "SENSOR SOLICIATATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}