{
 "awd_id": "0331181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Obsidian Exchange in the South Central Andes",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 11990.0,
 "awd_amount": 11990.0,
 "awd_min_amd_letter_date": "2003-08-21",
 "awd_max_amd_letter_date": "2003-08-21",
 "awd_abstract_narration": "Under the supervision of Dr. Mark Aldenderfer, Nicholas Tripcevich will survey and test archaeological sites in the vicinity of a large obsidian source in the highlands of southern Peru. Research has shown that the Colca Valley of Peru was a primary source of obsidian for people in the south-central Andes for over 8,000 years. In excavations at archaeological sites hundreds of kilometers away from the source itself, researchers have found this chemically distinct obsidian material in sites associated with cultures ranging from early foraging groups to those of the powerful Tiwanaku state. The geological source of this obsidian was only recently identified and Tripcevich's survey in the vicinity of this obsidian source will build on the preliminary research that has been conducted to date. \r\n\r\nHow would changes in regional demand for obsidian affect the activities of people visiting the source over the millennia? Significant changes in the socio-political context of obsidian consumption in the region occurred between the Late Archaic (4,800 BC) and the Late Formative (AD 500) with the appearance of social hierarchy and dramatic public architecture in the Lake Titicaca Basin to the east. Was obsidian procurement and exchange closely tied to the emerging elite on the shores of Lake Titicaca? Anthropological theory suggests that long-distance social networks and the circulation of non-local commodities are significant components serving the political ambitions of aspiring leaders. This study will provide a perspective on the changing nature of obsidian procurement and demand by focusing on changes in initial processing of the obsidian at the source. \r\n\r\nThis research project will survey 70 km2 at the quarry and in the adjacent river valley, and will conduct limited test excavations at the quarry and at two stratified sites. Prehistoric exploitation of obsidian in the source region will be documented through lithic reduction strategies at and near the high-altitude obsidian source, stratigraphic evidence from test excavations, and settlement pattern data from survey. By examining changes in lithic processing strategies at the obsidian source, as well as shifts in settlement pattern and debitage distributions in the nearby river valley, this project will connect behavior in the lithic procurement area and the residential Colca valley with political changes known to have taken place regionally.\r\n\r\nThe proposed investigation of obsidian production in the Colca area represents a case-study of the relationship between lithic procurement and exchange, and the evolution of social complexity that will be comparable to other regions in the world. A central methodological aim of this research project is the integration of new geographical technology for approaching spatial analysis problems. Throughout the organization, design, acquisition, and analysis phases of the project remote sensing and geographical information systems (GIS) will have played a central role. This project aims to foster greater scholarly cooperation in the use of these technologies internationally and to educate interested students of both Peruvian and foreign backgrounds about the application of GIS to anthropological research questions. The results of this research will be prepared for publication in refereed journals as well as for dissemination to scholars and to the public through the project website. Additionally, the graduate and undergraduate students involved in the project will gain field and analysis experience through participation in this project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Aldenderfer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Aldenderfer",
   "pi_email_addr": "maldenderfer@ucmerced.edu",
   "nsf_id": "000277859",
   "pi_start_date": "2003-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 11990.0
  }
 ],
 "por": null
}