{
 "awd_id": "0331531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Dispersal Decisions and Social Reorganization of American Crows Following a West Nile Virus \"Removal Experiment\"",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jerry  O. Wolff",
 "awd_eff_date": "2003-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 30062.0,
 "awd_amount": 30062.0,
 "awd_min_amd_letter_date": "2003-06-30",
 "awd_max_amd_letter_date": "2003-06-30",
 "awd_abstract_narration": "Dispersal Decisions and Social Reorganization of American Crows following a West Nile Virus \"Removal Experiment\"\r\nCarolee Caffrey\r\n\r\nFor most animals, adult males and females do not associate with each other after egg fertilization, and females lay eggs from which young hatch that do not receive parental care; parents and offspring never meet. One or both parents in some types of animals, e.g., birds, mammals, and some fish, do provide parental care - they may incubate eggs, feed and/or guard young - but in most of these cases the offspring leave \"home\" as soon as they are independent; not many animals live in families. Yet the offspring of 2-3% of bird (and mammal) species \"delay dispersal\" - they remain home with parents for extended periods rather than disperse to live on their own - creating family groups. Because offspring that have delayed dispersal often contribute to the subsequent breeding attempts of their parents, species in which this occurs are said to \"breed cooperatively.\" Across cooperatively breeding species, most of the individuals choosing to delay dispersal have also chosen to delay breeding, which has stimulated much theorizing as to the possible factors associated with the evolution of this seemingly nonadaptive behavioral strategy.\r\nMaturing individual birds must assess the consequences of all behavioral options - to disperse, to attempt to breed, or not - and subsequently behave in ways that maximize their fitnesses. Individuals should disperse when acceptable breeding opportunities are available, and should not disperse when options for independent reproduction are of poor quality (independent breeding is \"constrained\" ecologically), especially if the cost of delaying breeding is compensated via benefits associated with remaining home as an \"auxiliary.\" Under such conditions, cooperative breeding groups should be unstable; individuals should remain as auxiliaries when acceptable breeding opportunities are lacking, and they should disperse to breed on their own as opportunities open up.\r\n     Crow social organization is variable across conspecific populations and can be quite complex; that of a population of Eastern American Crows (Corvus brachyrhynchos brachyrhynchos) in Stillwater, OK, is one of the most complex known. Crows in this population have made highly variable dispersal decisions, with many individuals of both sexes delaying dispersal for years, and many individuals moving in with other families before attempting to breed independently. One focus of recent research has been attempting to identify the various costs and benefits associated with different dispersal strategies through marking and following individual crows over years.\r\nIn September 2002, West Nile virus arrived in Stillwater, and within two months 40% of the population was dead or missing. Individuals of both sexes and all age and status classes are gone; nine breeders were widowed, and four entire families disappeared. All of a sudden, for the members of this population, breeding opportunities are presumably wide open. As the weather warms in 2003 and the West Nile virus cycle begins again, more opportunities will continue to become available. Documenting the dispersal responses of the survivors, and the fitness consequences thereof, will enable the role played by \"ecological constraints\" on decisions to delay breeding and dispersal in this population to be examined.\r\n     Dispersal decisions, and their consequences, in this first breeding season following the WNV \"removal experiment\" will be compared to those made in past years. Examination of potential relationships between those decisions and the many characteristics that have been measured for individual crows (including genetic relatedness among population members), will help to elucidate the evolutionary mechanisms underlying the highly unusual social organization resulting from the highly variable dispersal decisions being made by crows in this population.\r\n     \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolee",
   "pi_last_name": "Caffrey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carolee Caffrey",
   "pi_email_addr": "clcaffrey@audubon.org",
   "nsf_id": "000156735",
   "pi_start_date": "2003-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Audubon Society",
  "inst_street_address": "225 VARICK ST FL 7",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129793162",
  "inst_zip_code": "100144396",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NATIONAL AUDUBON SOCIETY, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "LLGWLB7MFAC1"
 },
 "perf_inst": {
  "perf_inst_name": "National Audubon Society",
  "perf_str_addr": "225 VARICK ST FL 7",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100144396",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116000",
   "pgm_ele_name": "IBN ANIMAL BEHAVIOR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 30062.0
  }
 ],
 "por": null
}