{
 "awd_id": "0331249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Late Pleistocene Extinction and Paleoenvironments in Southern Nevada: Combining Effective Geoscience Curricula with Authentic Research for High School Students and Teachers",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 149954.0,
 "awd_min_amd_letter_date": "2003-09-23",
 "awd_max_amd_letter_date": "2007-05-24",
 "awd_abstract_narration": "Buck\r\n0331249\r\n\r\nThis innovative geoscience education partnership links the administration and faculty of the new Shadow Ridge High School (opened Aug. 2003), the Clark County School District K-12 Mathematics, Science, and Instructional Technology Services (MSITS) Department, geoscientists from the University and Community College System of Nevada (UCCSN), and a number of influential community partners for the development and implementation of an innovative, more effective inquiry-based model of Earth system science teaching and learning.  Shadow Ridge HS has the District's first Earth science honors class.  The class integrates three powerful learning components to improve student achievement in Earth science and increases the numbers of students completing a rigorous Earth system science class:  1) the EarthComm modules and laboratory activities, co-developed by the American Geological Institute and NSF, published by It's About Time, Inc; 2) the establishment of an Earth Science Laboratory in the new high school, based on a large collection of extinct fauna fossils collected from Pleistocene deposits near the high school, and loaned by the Gilcrease Nature Sanctuary; 3) authentic research at the Tule Springs site by students and their teachers, placed on the National Register of Historic Places for its paleontological, geological and archaeological importance.  These activities are linked through an engaging theme still being vigorously debated in the professional paleontological and archaeological literature: the cause (or causes) of extinction in North America of almost three dozen genera of mostly mammals at the end of the Pleistocene.  Through specially developed Inquiry Modules, students and teachers explore such topics as the purported association of human artifacts with extinct fauna in the Tule Springs deposits, evidence for climate change during the late Pleistocene, biology and ecology of the extinct Columbian mammoth, and others.  UCCSN geoscience and archaeology faculty are working with Shadow Ridge HS Earth science teachers and CCSD curriculum specialists to develop and implement these Inquiry Modules in the classroom.  Block scheduling is used to facilitate extended periods of field research for all students in the class; math, english, and social studies teachers integrate Earth science literature, data, and examples into their own classes.  New teachers are hired with this project in mind. \r\n \r\nIntellectual merit:  This project implements a new Earth science honors course based on national science standards and use of effective instructional tools and teaching methodologies (EarthComm) to improve student achievement and increase the numbers of students taking challenging Earth science coursework.  The project provides authentic research opportunities in field and laboratory settings for students to link their course work with a nationally important geological and paleontological site next door to the new high school.  Visualization technologies are used to enhance learning, and the project links many activities across disciplinary boundaries in the high school curriculum.  Project evaluation is conducted by the Shadow Ridge HS and MSITS to determine the project's effectiveness. \r\n \r\nBroader impacts:  If the project is effective at Shadow Ridge HS, wider implementation of this type of program with its curricular and research elements could significantly improve high school students' chances of passing the new state-mandated science proficiency exam, required for graduation for the class of 2006.  The project could be used as a model for Earth science honors classes in high growth school districts such as CCSD (population in Clark County increased 68% between 1990 and 2000) where the establishment of new schools provides frequent opportunities for significant change in approach and curriculum.  If successful, the program could be adopted in some of the 30 new secondary schools planned for the CCSD, potentially reaching thousands of secondary students.  A strong community partnership coupled with commitment from the high school to divert discretionary revenue to the program and the adoption of a high school proficiency exam in science helps sustain the program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Buck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Buck",
   "pi_email_addr": "paul.buck@nsc.edu",
   "nsf_id": "000459067",
   "pi_start_date": "2003-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Rowland",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Rowland",
   "pi_email_addr": "steve.rowland@unlv.edu",
   "nsf_id": "000460944",
   "pi_start_date": "2003-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Cathy",
   "pi_last_name": "Andrews",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cathy Andrews",
   "pi_email_addr": "candrews@interact.ccsd.net",
   "nsf_id": "000495258",
   "pi_start_date": "2003-09-23",
   "pi_end_date": "2005-01-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Lancaster",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph C Lancaster",
   "pi_email_addr": "Joe@interact.ccsd.net",
   "nsf_id": "000452364",
   "pi_start_date": "2005-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "perf_str_addr": "2215 RAGGIO PKWY",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 149954.0
  }
 ],
 "por": null
}