{
 "awd_id": "0331934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "600 MHz NMR Spectrometer",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robyn E. Hannigan",
 "awd_eff_date": "2003-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2003-08-16",
 "awd_max_amd_letter_date": "2003-08-16",
 "awd_abstract_narration": "A grant has been awarded to Dr. Mark Girvin at Yeshiva University to acquire a 600 Megahertz nuclear magnetic resonance spectrometer as a shared instrument to study protein structure and dynamics.  The three main areas of research are on membrane proteins, protein folding, and enzyme structure and mechanism, where the goals are to determine the three dimensional structures and dynamics properties of the proteins to understand their mechanism of function.\r\n\r\nThe membrane proteins to be studied are involved in energy metabolism in cells (ATP synthesis in all cell types. and light absorption for photosynthetic organisms), in multi-drug resistance (a bacterial multidrug resistance pump), in neutralization of a bacterial toxin (colicin E1), and in inter-cell communication (gap juction proteins).  The transition between the folded and unfolded states of two proteins will be examined - the structure of one of the earliest folding intermediates of apomyoglobin will be described in order to understand how a protein folds from the extended structure in which is likely synthesized in the cell into it's functional form, and profilin, whose functional role in cells of binding to actin monomers appears to involve partial unfolding of the protein.  Finally, structures and catalytically relevant conformational changes and dynamics of several enzymes that have not been obtainable from x-ray crystallography will be determined.  The enzymes include the inhibitor-bound state of ricin, one of the most potent toxins known. For each of these systems, isotopically labeled protein will be prepared from expression in bacteria, and three-dimensional nuclear magnetic resonance spectra will be recorded and used to assign signals from each atom in the protein and measure the inter-atomic distances that will be used to calculate three-dimensional structures for the proteins.\r\n\r\nThe systems being studied have resisted other forms of structure determination.  Membrane proteins are extremely difficult to crystallize, and protein folding intermediates do not crystallize at all. Membrane proteins, in particular, are of vital importance for the function of all cells, but little is known at the atomic level of how they are structured and how they carry out their function.  The research enabled by this award will provide a detailed understanding of how ion transport across membranes occurs and can be used to drive chemical work (ATP synthesis) and co-transport (drug efflux); it will also lead to many new structural studies of other key membrane proteins.  The enzyme studies will assist in inhibitor design and improvement for several proteins where the substrate-protein or inhibitor-protein complexes have not been amenable to crystallographic study.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Girvin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Girvin",
   "pi_email_addr": "girvin@aecom.yu.edu",
   "nsf_id": "000221754",
   "pi_start_date": "2003-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Callender",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Callender",
   "pi_email_addr": "call@aecom.yu.edu",
   "nsf_id": "000381247",
   "pi_start_date": "2003-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yeshiva University",
  "inst_street_address": "500 W 185TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129605217",
  "inst_zip_code": "100333299",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "YESHIVA UNIVERSITY",
  "org_prnt_uei_num": "Y419HHNNYXJ4",
  "org_uei_num": "CSSJGCRUZ9F3"
 },
 "perf_inst": {
  "perf_inst_name": "Yeshiva University",
  "perf_str_addr": "500 W 185TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100333299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}