{
 "awd_id": "0331312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "QSB: Integrated Genomic and Metabolic Analysis of Arabidopsis Thaliana Physiology",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nara Gavini",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 498514.0,
 "awd_amount": 498514.0,
 "awd_min_amd_letter_date": "2003-09-23",
 "awd_max_amd_letter_date": "2005-04-25",
 "awd_abstract_narration": "It is presently clear that the analysis of a biological system requires the integration of all fingerprints of cellular function: maps of gene expression, total protein production and in vivo enzymatic activity. Information of all profiles of a systematically perturbed cellular system can provide insight about the function of unknown genes, the relationship between gene and metabolic regulation and even the reconstruction of the gene regulation network. In this context, this project will attempt an integrated analysis of the Arabidopsis thaliana physiology, in which the response of the plant to external perturbations will be simultaneously measured both at the genomic and metabolic level. Specifically, the project comprises of the following specific aims: (a) optimize and use a \"homemade\" experimental setup to apply various perturbations in the growth environment (i.e. air and media composition) of young and healthy plant liquid cultures grown under constant light and monitor the short-term (one-day) plant response, (b) measure the average (over the entire plant) gene and metabolic profile of the harvested plants, using full-genome DNA microarrays and Gas Chromatography-Mass Spectrometry (GC-MS) respectively; measurements of the tracer distribution in the GC-MS measured metabolite pools after the introduction of labeled substrates, when possible, are expected to increase the information about in vivo enzymatic activity, (c) analyze each of the profiles in the context of the known A. thaliana metabolic network stoichiometry and regulation and compare the results to unravel similarities and differences between genomic and metabolic response to external stresses and (d) develop a software module to be incorporated to the TIGR TM4 DNA microarray analysis software package, which will allow the visualization of metabolic pathway activity at the transcriptional level. It will also enable the clustering of known genes based on a common metabolic characteristic and the identification of unknown genes that show similarities to the \"metabolic clusters'\" expression profiles under the monitored experimental conditions. \r\n\r\nThe broader impacts of this project relate to the development of a methodology for the systematic integration of physiological data from both genomic and metabolic levels in complex cellular systems. Integrated analyses provide enormous opportunities in deciphering the language used by the cell to communicate changes in the cellular environments to gene expression and vice versa. Obtaining such detailed information about cellular physiology will open new dimensions in metabolic engineering (cellular modifications), biotechnological applications, disease prognosis and diagnosis, pharmacology, gene and other medical therapies. The educational activities to be undertaken include undergraduate and graduate teaching, graduate advising and various opportunities in undergraduate research involvement and mentoring. In addition any software modules developed from this project will be incorporated to the TIGR TM4 DNA microarray analysis application package. TIGR TM4 is open -source software, available to any member of the research community through the TIGR web page.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Klapa",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Maria I Klapa",
   "pi_email_addr": "mklapa@eng.umd.edu",
   "nsf_id": "000106451",
   "pi_start_date": "2003-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Quackenbush",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Quackenbush",
   "pi_email_addr": "johnq@hsph.harvard.edu",
   "nsf_id": "000219171",
   "pi_start_date": "2003-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 339337.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 159177.0
  }
 ],
 "por": null
}