{
 "awd_id": "0331212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Experimental Study of the Underlying Mental Processes by which Students Learn to Visualize Geologic Structures from Outcrop Observations",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 160010.0,
 "awd_amount": 160010.0,
 "awd_min_amd_letter_date": "2003-09-09",
 "awd_max_amd_letter_date": "2004-06-03",
 "awd_abstract_narration": "Ishikawa\r\n0331212\r\n\r\nTwo of the most important aspects of geoscience learning are (a) envisioning three-dimensional structures and processes and (b) learning in the field by direct observation of Nature. Although anecdotal evidence has shown that many students find these aspects of geoscience difficult to master and many instructors find them difficult to teach, the underlying cognitive processes and their implications for teaching have rarely been investigated. This research investigates such learning by conducting a series of controlled behavioral experiments. \r\n\r\nSpecifically, how do people understand geologic structures from limited information observed in the field, and how can instructors effectively teach this difficult but important skill? To do that, two sets of artificial outcrops have been constructed out of plywood on the forested portions of the campus of the Lamont-Doherty Earth Observatory of Columbia University. The \"outcrops,\" which are a few meters across, represent exposed rock surfaces of a mostly-buried, partially-eroded geologic structure. The entire structure is hundreds of meters across, the realistic size of a typical geologic structure such as a basin, a symmetrical syncline, or an asymmetrical, plunging syncline. As is typical in the heavily-vegetated northeast US, the outcrops comprise only a small fraction of the entire structure. The outcrops cannot be seen from each other, so envisioning the entire geologic structure requires integration of partial and separate pieces of information available at each outcrop.\r\n\r\nA series of three experiments is being conducted by varying the nature of aid and instruction given to participants. Participants are guided around each set of outcrops, and are instructed to pay attention to how they are oriented (i.e., dip and strike). When they come back to the starting point, they are asked to make a clay model to represent the shape of the entire geologic structure, by taking into account the portions buried under the ground or eroded away. Their clay models are quantified by obtaining coordinates of major points and analyzed in terms of appropriate measures of the accuracy of the models.\r\n\r\nThe specific issues that this research examines are: (a) the development of knowledge through practice alone in the absence of instruction, (b) the effect of aid and instruction on learning, (c) the relationship between conventionally-measured spatial abilities and performance on the field-based tasks, (d) the relationship between people's learning style or preference and performance on the field-based tasks, and (e) expert-novice differences in skills and strategies. As well as scientifically investigating these questions, their implications for teaching field-based geosciences is explored.\r\n\r\nThis research is based on solid background of cognitive and behavioral sciences (particularly literature on spatial cognition) and geoscience learning and education. Thus, it responds to the Geoscience Education Program's major focus on integrating scientific research and geoscience education. The intellectual merit of this project is a contribution to basic knowledge of spatial cognition, especially as it pertains to three-dimensional structures and to learning about large-scale environments. The broader societal impact of this proposal is that it can guide curricular innovations that may allow a larger percentage of the geoscience student population to master understandings and skills that have previously proven difficult, discouraging, and mystifying to many students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Toru",
   "pi_last_name": "Ishikawa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Toru Ishikawa",
   "pi_email_addr": "ishikawa@ldeo.columbia.edu",
   "nsf_id": "000488527",
   "pi_start_date": "2003-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Kastens",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kim A Kastens",
   "pi_email_addr": "kastens@ldeo.columbia.edu",
   "nsf_id": "000154890",
   "pi_start_date": "2003-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 80106.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 79904.0
  }
 ],
 "por": null
}