{
 "awd_id": "0333375",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: How Does Space Matter in Ethnic Labor Market Segmentation? A Case Study of Chinese in the San Francisco CMSA",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2003-09-01",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2003-07-09",
 "awd_max_amd_letter_date": "2003-07-09",
 "awd_abstract_narration": "The past few decades have seen a rise in the emergence of \"ethnic niches\" -- occupations that are dominated by workers from a particular ethnic group.  Most explanations of this phenomenon focus on the personal characteristics of workers that draw them to particular jobs, the ethnic networks of recruitment and hiring, and macrostructural forces that have created a large number of low wage and low skill jobs to be filled by immigrants.  To a great extent, however, space is missing in most studies.  Drawing from the literature on ethnic enclaves and spatial labor markets this doctoral dissertation research project will examine the spatial influences on ethnic labor market segmentation -- how the locations of workers' residences and workplaces influence the emergence of niche occupations.  The project will include a case study of Chinese ethnic workers in the San Francisco Consolidated Metropolitan Statistical Area and will use a detailed individual-level Census Bureau dataset that is available under highly controlled conditions.  The data identifies, at the census tract level, a worker's employment sector, place of residence, and place of work.  The project will examine the ethnic segmentation of San Francisco's labor market and identify Chinese niche sectors.  It will identify Chinese residential and workplace concentrations and examine the social and economic characteristics of these concentrations.  It also will evaluate how the geography of home and work influences the emergence of Chinese occupational niches.  The analyses will be based on a combination of logistic regressions, multiple analysis of variance (MANOVA), and GIS-based spatial analysis techniques.  The investigators expect to demonstrate that human and social capital is built through particular spatial arrangements,and that residential and workplace locations can influence occupational choices.\r\n\r\nThe proposed research makes efforts to incorporate the spatial context of workers and jobs into the understanding of the ethnic segmentation of labor markets.  Spatial labor market perspectives will be integrated with ethnicity-race studies, thereby ultimately linking together residential segregation, labor market segmentation, and work place segregation.  The findings will provide valuable insights into a number of questions of critical importance to urban policy makers.  For example, does residential segregation impede labor market opportunities?  Do ethnic enclaves confer more advantages or more disadvantages for their residents?  Can labor market segmentation be eliminated through deliberately designed housing and transportation strategies?  Although the present study is concerned with the Chinese in San Francisco, its conceptual foundation, data, and methodology will be broadly applicable to other ethnic groups and metropolitan areas.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kavita",
   "pi_last_name": "Pandit",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kavita K Pandit",
   "pi_email_addr": "pandit@uga.edu",
   "nsf_id": "000274333",
   "pi_start_date": "2003-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}