{
 "awd_id": "0335272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRT:  National Radio Networking Research Testbed (NRNRT)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2004-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 1852560.0,
 "awd_amount": 1852560.0,
 "awd_min_amd_letter_date": "2003-09-03",
 "awd_max_amd_letter_date": "2003-09-03",
 "awd_abstract_narration": "The radio frequency (RF) spectrum is a significant national, natural, and renewable resource.\r\nRecently, a number of themes have converged to cause significant reconsideration of how radio\r\nfrequency spectrum is managed in the United States and elsewhere. The important themes are:\r\nadvances in radio system engineering; end-user interest in mobile access to information;\r\nrequirements of national defense and homeland security; recognition that spectrum is woefully\r\nunder-utilized; and proposals to dramatically re-architect the modes and mechanisms for using\r\nradio frequency. While for many decades building radios has been relegated to radio engineers,\r\nnew ways to communicate while on the move and new mobile services are emerging. Building\r\nmobile networking devices and services requires integrating multiple disciplines including:\r\nelectromagnetics, circuit design, signal processing, network protocols, and service development.\r\nThe emergence of multiple mobile communication devices and the urge to always be connected\r\nis driving research and investment in new communications services and devices.\r\n\r\nThe researcher proposes to establish a National Radio Network Research Testbed (NTNRT) to support\r\nresearch and development of new radio devices, services, and architectures and to provide a\r\nfacility for the research community to test and evaluate their systems. The NRNRT consists of\r\n(1) a field deployed measurement and evaluation system for long term radio frequency data\r\ncollection and experimental facility for testing and evaluating new radios, (2) an accurate\r\nemulation/simulation system incorporating long-term field measurement for evaluating new\r\nwireless network architectures, policies, and network protocols, and (3) experiments with\r\ninnovative wireless networks that integrate analysis, emulation/simulation, and field\r\nmeasurements.\r\n\r\n1.1 Intellectual Merit\r\n\r\nGood systems result from a balanced combination of innovation, solid design and analysis, and\r\ntest and evaluation. The proposed effort seeks this balance. The fielded measurement and\r\nevaluation system will provide a comprehensive dataset for future design and analysis as well as\r\na place to test prototype systems. The accurate emulation system will utilize the collected data to\r\nimprove analysis of innovative radio devices, protocols, and services. Finally, the wireless\r\nnetworking experiments will demonstrate innovative services and validate the testbed.\r\n\r\n1.2 Broader Impact\r\n\r\nThe NTNRT will provide a significant resource to the wireless networking research and\r\ndevelopment community. First, it will generate a database covering long-term utilization and\r\npropagation characteristics of the RF spectrum that will further understanding of the resources\r\navailable for wireless networks. Second, it will provide a facility to test and evaluate new radio\r\nnetworking devices and systems. And third, it will provide information and techniques necessary\r\nto produce high quality emulation/simulation of emerging wireless devices and systems.\r\nThe information gathered and systems demonstrated and evaluated during this project will\r\nprovide crucial input to discussions at the national level concerning the future spectrum\r\nmanagement and policies that are required for ubiquitous high performance wireless networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Minden",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gary J Minden",
   "pi_email_addr": "gminden@ittc.ku.edu",
   "nsf_id": "000407801",
   "pi_start_date": "2003-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Roberts",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Roberts",
   "pi_email_addr": "jroberts@ku.edu",
   "nsf_id": "000410273",
   "pi_start_date": "2003-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409100",
   "pgm_ele_name": "NETWORK INFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7253",
   "pgm_ref_txt": "NETWORK RESEARCH TESTBEDS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9217",
   "pgm_ref_txt": "NATNL RESERCH & EDUCAT NETWORK"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 1852560.0
  }
 ],
 "por": null
}