{
 "awd_id": "0336630",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Texas A&M/San Antonio College Success Profile Comparison Study",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan H. Hixson",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2003-09-10",
 "awd_max_amd_letter_date": "2006-10-03",
 "awd_abstract_narration": "Each year thousands of under-represented minority (URM) students enroll in science, technology, engineering, and mathematics (STEM) programs and to a large percentage fail to graduate with a STEM degree.  In order to increase the percentage that earn a STEM degree, it would be helpful to have more complete information about the characteristics of those students who have achieved baccalaureate success, and the attributes of the program(s) in which they succeeded.  Through the Texas A&M system Louis Stokes Alliance for Minority Participation (TX  LSAMP) and the Foundation Coalition, investigators have been directly involved, for several years, in the development, management, study and evaluation of educational strategies to increase participation, learning experiences, and graduation rates of URM students in STEM majors.  Extensive databases on student characteristics and program attributes, accumulated through these efforts, represent a rich source, which can be mined for a greater understanding of relationships between program attributes and the characteristics of students who earned STEM degrees.  To begin extracting knowledge from the extensive accumulated data, a partnership of educators and educational research and evaluation professionals at Texas A&M University (TAMU) and San Antonio College (SAC) are undertaking the TAMU/SAC Success Profile Comparison Study (TAMU/SAC SPCS).  The project team brings to this study longitudinal data, institutional insights, and systemic perspectives acquired in connection with the active community college and university partnerships of the TX LSAMP, to which both SAC and TAMU belong.  The entire research project is being conducted in two phases.  A Preliminary Study focuses on students that started in one of the five universities or nine community colleges that were partners in TX LSAMP.  The outcome variables have seven possible values: (i) earned BS STEM degree and continued onto graduate school, (ii) earned BS STEM degree,  (iii) still enrolled in BS STEM baccalaureate degree program, (iv) earned non-STEM baccalaureate degree and continued on to graduate school, (v) earned non-STEM baccalaureate degree, (vi) still enrolled in non-STEM baccalaureate degree program, and (vii) left public higher education in the state of Texas.  Independent, input variables include  (1) student demographics, (2) enrollment behaviors,  (3) general characteristics of the starting institutions, and (4) the types (i.e. Carnegie classification) of baccalaureate institution from which students graduated or are currently enrolled. Because it would not be possible to obtain, from all those institutions, the deep, detailed data about students and about programs, pedagogical strategies and fine-grained institutional characteristics, the second phase research, the Principal Study, focuses only on TAMU and SAC.  The Principal Study enriches and refines the aforementioned independent variable categories, and also adds (5) student pre-college preparation and (6) pedagogical strategies experienced, as well as (7) early collegiate academic performance to the sets of independent variables studied. Both studies utilize Generalized Linear Models   (e.g., binary logistic regression, polychotomous and ordinal logistic regression), and Multivariate Analyses along with exploratory and descriptive techniques. Both studies develop Profile Models (PMs) for each sub-population defined by each baccalaureate outcome (dependent variable) category, as well as for other sub-populations defined by grouping variables.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Froyd",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey E Froyd",
   "pi_email_addr": "froyd.1@osu.edu",
   "nsf_id": "000287199",
   "pi_start_date": "2006-10-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rita",
   "pi_last_name": "Caso",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rita Caso",
   "pi_email_addr": "dr_rita@shsu.edu",
   "nsf_id": "000124620",
   "pi_start_date": "2003-09-10",
   "pi_end_date": "2006-10-03"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Froyd",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey E Froyd",
   "pi_email_addr": "froyd.1@osu.edu",
   "nsf_id": "000287199",
   "pi_start_date": "2003-09-10",
   "pi_end_date": "2006-10-03"
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179600",
   "pgm_ele_name": "STEP-STEM Talent Expansn Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0403",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0403",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}