{
 "awd_id": "0342849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:   Restructured Power System Reliability and Security:    Building a Mathematical Paradigm With New Analytical & Computational Tools;  Sept. 24-26, 2003; Washington, DC",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Tomsovic",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2003-08-04",
 "awd_max_amd_letter_date": "2003-08-04",
 "awd_abstract_narration": "This proposal requests funding to run a workshop on applied mathematical aspects of power systems under restructuring, focusing on reliability and security. The workshop has several objectives:\r\n\r\n1. It will provide a forum for the interchange of ideas between power system researchers and applied mathematicians.\r\n\r\n2. The workshop focus is of prime importance, namely, the reliability and security in a restructured power system. Three main themes have been identified: (a) optimization of restructured power system operation, (b) system stability and dynamic performance, and (c) computational intelligence methods.  Experts in optimization methods, control theory, and artificial intelligence will be invited to give presentations on the new advances that have high potential of fruitful power system application.\r\n\r\n3. To motivate the workshop, an article on open problems of reliability and security in restructured power systems will be written jointly by the organizers (JHC and FFW) and the NSF program director, and be distributed to the workshop participants to help them prepare their presentations. In addition, each presenter will be asked to prepare an article before the workshop, such that the conference activities can be recorded in a monograph.\r\n\r\nAs a continuation of Reliability and Security Workshop, a Strategic US-Africa Research-Education Planning Workshop is proposed to bring together about 15 researchers from US and a comparable number of African researchers to discuss research and training ideas and then to prioritize the activities, to jump start the US-Africa Research-Education Exchange Initiative program.\r\n\r\nIntellectual Merits: The Security and Reliability Workshop will cultivate the exchange of ideas between researchers in several distinct communities: the power system researchers who are more problem-driven and practical, versus the applied mathematicians who have stronger theoretical and computational bases.  We anticipate the cross fertilization of new ideas will establish a mathematical paradigm in power system research in which new analytical and computational tools will play a dominant role in improving the reliable and secure operation of a deregulated electric power market. The Strategic US-Africa Research-Education Planning Workshop will lay out a roadmap of network research and training, setting priorities on a large number of research, training, and development activities.\r\n\r\nBroader Impacts: We encourage a diversity of participants at the Security and Reliability Workshop. We will invite women faculty and faculty from underrepresented groups to participate. Young faculty members are of particular interest because the workshop may help to shape their research and careers. Although the number of participants of the workshop may be limited, the workshop monograph and web site will help to extend the benefits to the power system and applied mathematics community at large. An undergraduate student, preferably a minority, will be supported to develop and maintain the workshop web site and to help coordinate the compilation of the articles for the monograph. The Strategic US-Africa Research-Education Planning Workshop will potentially propel the research activities of universities in several African countries to a much higher level, which will have a spillover effect to other universities and to other African countries.  The social and economic benefits of this Workshop can be substantial.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joe",
   "pi_last_name": "Chow",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Joe H Chow",
   "pi_email_addr": "chowj@rpi.edu",
   "nsf_id": "000387088",
   "pi_start_date": "2003-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}