{
 "awd_id": "0342285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Alan T. Waterman Award",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": "7032920000",
 "po_email": "esztul@nsf.gov",
 "po_sign_block_name": "Elizabeth Sztul",
 "awd_eff_date": "2003-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2003-08-07",
 "awd_max_amd_letter_date": "2007-05-03",
 "awd_abstract_narration": "\r\nDr. Angelika Amon is a young cell biologist who explores how chromosomes are duplicated and partitioned prior to cell division. She has been selected as the 2003 recipient of the National Science Foundation's Alan T. Waterman Award.  This award is the National Science Foundation's highest honor for young scientists and engineers and is named for the first director of the Foundation.   The Alan T. Waterman awardee receives a medal and a grant of a $500,000 over three years to pursue her scientific interests.  Dr. Amon is the fourth woman to receive the Waterman Award and the third recipient from MIT. Though Dr. Amon's findings are based on fundamental studies in yeast, they could lead to a better understanding of cellular malfunctions resulting in tumors, birth defects and miscarriages.\r\n\r\nDr. Amon is a faculty member of the Center for Cancer Research at Massachusetts Institute of Technology (MIT) and an investigator of the Howard Hughes Medical Institute (HHMI).  Her papers have been characterized as \"classics,\" and her studies have been said to have \"completely reoriented the cell-cycle field.\" \r\n\r\nDr. Amon examines the intricate mechanisms of two key processes in cell reproduction: mitosis and meiosis. For a cell to replicate exactly, and then exactly again after that, its genetic information must be duplicated and a copy must go into each daughter cell before the daughter cells go their separate ways.  When a cell prepares to divide, the DNA encoding all its genetic information is packaged into structures called chromosomes.  Most of the cells of higher organisms contain a double set of genetic information, which, prior to cell division, is packaged into a double set of chromosomes.  In mitosis, a \"mother\" cell, with its double set of chromosomes, divides into two \"daughter\" cells, each with a double set of chromosomes containing the same genetic information as its \"mother.\"  In meiosis, the double set of chromosomes from the \"mother\" cell is sorted so that each resulting cell receives a single set of chromosomes.  The cells resulting from the process of meiosis are called \"gametes\" and are specialized for sexual reproduction; male gametes are sperm, and female gametes are eggs.  The sorting of chromosomes into daughter cells by mitosis or into \"gametes\" by meiosis requires a precisely choreographed biochemical ballet as various molecules bind to, activate, inhibit, and ultimately regulate the movements and sorting of chromosomes.\r\n\r\nDr. Amon has discovered that these processes involve regulators that are themselves regulated by a mechanism called \"spindle position checkpoint.\"  In the successful partitioning of chromosomes to new cells, timing is everything.  Daughter cells do not do well if they make their \"mitotic exit\" without first receiving an exactly complete complement of chromosomes. Dr. Amon's long-term goals are to test whether the mechanisms she has discovered in yeast also operate in mammalian cells and to determine what role they play in tumor formation or in aneuploidy, the condition of missing or extra chromosomes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angelika",
   "pi_last_name": "Amon",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Angelika B Amon",
   "pi_email_addr": "angelika@mit.edu",
   "nsf_id": "000090984",
   "pi_start_date": "2003-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "917000",
   "pgm_ele_name": "Other PRA-Othr Prgrm Rltd Admn"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 167000.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 167000.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 166000.0
  }
 ],
 "por": null
}