{
 "awd_id": "0350345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SLC Catalyst: Florida Alliance for the Study of Expertise",
 "cfda_num": "47.075",
 "org_code": "04000000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Kozhevnikov",
 "awd_eff_date": "2003-10-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 219980.0,
 "awd_min_amd_letter_date": "2003-09-25",
 "awd_max_amd_letter_date": "2006-09-28",
 "awd_abstract_narration": "The \"Florida Alliance for the Study of Expertise\" (FASE) is designed to advance a science of Expertise Studies throughout the United States and throughout the world. FASE leverages the capabilities of world leaders in the study of expertise who are affiliated with Florida Universities with the overarching goal of understanding the nature and development of expertise. This funding will support the creation of a technical and collaborative infrastructure that will unite a multi-university and multi-disciplinary research partnership for the purposes of understanding and encouraging the scientific study of expertise. To understand learning at a fundamental level one must examine learning phenomena up to the level of expert achievement and theories of learning must take such phenomena into account. To address this need, FASE will integrate differing scientific methodologies to enhance the necessary complementarity of laboratory and field research. FASE will support collaboration across universities and across methodologies with the goal of fostering a synergistic combination of methods where the benefits of scientific approaches can be leveraged to improve hypothesis generation and testing along with theory development in a broader context. FASE focuses on the entire human system and how experience alters this system to produce meaningful learning that leads to the highest levels of achievement. FASE will facilitate the understanding of how it is that expert knowledge is acquired in order to determine both how it can be preserved and how others may be taught to engage in the requisite activities to similarly acquire such knowledge.  \r\n\r\nFASE contributes to the goals of developing a science of learning by connecting learning research to scientific challenges and developing research communities that can capitalize on new opportunities. Further, the cross-section of scientific experience within this alliance allows FASE to address fundamental questions in learning by focusing on the physical, mental, and organizational capabilities associated with exceptional performance. As such, FASE is designed to benefit not only K-12 educational settings, but also workforce development for adult learning in government and industry. FASE is designed to support, not only basic science on how the human system achieves levels of exceptional performance, but also a unique cooperation between science and practice in order to ensure the rapid transition of new knowledge to education, industry, and to government. Last, FASE broadens the participation of underrepresented groups first, by establishing an association with Florida International University, an official minority-serving university so as to develop the capacity to support research and education for minority populations in science.  Second, FASE develops the general educational infrastructure to support Webcasts and other distributable media for courses that can be offered for broad dissemination. In short, FASE will significantly contribute to national needs by elucidating how it is that experts achieve exceptional levels of performance while at the same time pursuing this on a pedagogical level. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SBE",
 "org_div_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Salas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo Salas",
   "pi_email_addr": "eduardo.salas@rice.edu",
   "nsf_id": "000266689",
   "pi_start_date": "2003-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Fiore",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Fiore",
   "pi_email_addr": "sfiore@ist.ucf.edu",
   "nsf_id": "000228197",
   "pi_start_date": "2003-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727700",
   "pgm_ele_name": "SCIENCE OF LEARN CTR-CATALYSTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 219980.0
  }
 ],
 "por": null
}