{
 "awd_id": "9401073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: Applications of Algebraic Topology   to Fixed Point Theory, Dynamics, and Cohomology of Groups",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerard A. Venema",
 "awd_eff_date": "1994-10-15",
 "awd_exp_date": "1999-01-31",
 "tot_intn_awd_amt": 86000.0,
 "awd_amount": 86000.0,
 "awd_min_amd_letter_date": "1994-10-25",
 "awd_max_amd_letter_date": "1998-09-17",
 "awd_abstract_narration": "9401073  Geoghegan       Professor Geoghegan will investigate problems at the  interface of algebra and topology, involving fixed point theory,  dynamics and group theory.  In collaboration with the Canadian  topologist A.  Nicas, he has developed a new \"one-parameter fixed  point theory.\"  From this come trace formulae for Fuller  index-type invariants of non-singular flows, and new  K_1-invariants and \"non-commutative\" zeta functions for  suspension flows.  The extension of the latter to non-suspension  flows is a goal of the present project.  Their \"first order Euler  characteristic\" is a new invariant in topology and group theory  having properties analogous to the classical (\"zeroth order\")  Euler characteristic.  They will continue to compute this in  specific cases and develop a full theory.  The proposal also  covers Professor Geoghegan's interests in geometric group theory,  with particular reference to local properties of K(G,1) complexes  which imply that G is a duality group, in the sense of Bieri and  Eckmann.  He seeks a criterion having the same relationship to  duality groups as the manifold property has to Poincare duality  groups.       This project is about the connections between topology,  which is a kind of fundamental geometry, and group theory, which  concerns the formal study of symmetries.  The layperson is not  accustomed to separating the \"group\" of symmetries possessed by  an object from the object itself, but group theory does just  that.  It transfers the symmetries from where they first arose to  new mathematical objects (where they again appear as symmetries  but in a different way), thus revealing subtle new features of  the group.  One aspect of this general philosophy, sometimes  called Geometric Group Theory, reaches into the depths of  Algebraic Topology, with its enormous wealth of methods and  examples, to find new and revealing settings for the group being  studied.  In the present instance, the methods of time-dependent  fixed point theory are particular ly relevant.  The investigator  and his collaborator have developed a new aspect of this part of  topology and are using it to detect new invariants of certain  kinds of groups.  While application outside mathematics is not  the driving force, they have had success in applying their work  to Dynamics, specifically to the behavior of closed orbits of  flows in certain situations, dynamics now being considered  seriously applicable mathematics.  Furthermore, the investigator  has participated in a collaboration with an applied mathematician  and an electrical engineer to use some of his methods in the  theory of electrical circuits.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Geoghegan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ross Geoghegan",
   "pi_email_addr": "ROSS@MATH.BINGHAMTON.EDU",
   "nsf_id": "000166768",
   "pi_start_date": "1994-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 86000.0
  }
 ],
 "por": null
}