{
 "awd_id": "9415038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Renovation of Advanced Thin Film Smart Materials Processing Research Laboratory",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sherrie Green",
 "awd_eff_date": "1995-06-01",
 "awd_exp_date": "1996-12-31",
 "tot_intn_awd_amt": 232000.0,
 "awd_amount": 232000.0,
 "awd_min_amd_letter_date": "1995-05-12",
 "awd_max_amd_letter_date": "1995-05-12",
 "awd_abstract_narration": "NSF funds will support the development of a clean room as part of the Advanced Thin Film Materials Laboratory for the Materials and Nuclear Engineering program at the University of Maryland, College Park.  The renovated facility will be located in the 30-year old J.M. Patterson building and will be a critical resource for film deposition and sample preparation of -smart+ materials.  The facility will enable breakthroughs for advanced interconnects for the next generation of ferroelectric devices and micro-electromechanical (MEMS) structures.  Materials processing requires a dust-free environment with filtered recirculated de-ionized water and vibration-free flooring.  The existing space lacks these necessities and is incompatible with the capital equipment already owned and utilized by the department for this work.  The renovation of space to house the equipment and the research activity promises to remove a major impediment to scientific breakthroughs.  The current space has exposed ceiling pipes for water and does not include access to de-ionized water.  Power to the equipment is provided through dangerous hanging cords, and the rooms are without an air recirculation filtration system.  The windows, walls and doors are not adequately sealed against particulate matter.  The existing hoods are insufficient in number and do not function within acceptable standards of safety.  The renovation effort will provide a class 1,000 clean room environment with laminate finish chipboard wall panels and doors, suspended ceilings and a new vinyl floor finish.  Vertical wardrobe-type air conditioning units will be placed adjacent to the facility to assure internal temperature and humidity stability, and absolute H.E.P.A. filters will be mounted in the ceiling to assure almost 100% efficiency in particulate removal in air recirculation.  The new facility will provide new opportunities in materials processing for graduate student training.  Research activities will include thin film martensite, ferroelectric oxides, and rapid thermal processing of thin films.  Thin film martensite investigations emphasize elastic and anelastic properties of thin film composites and will lead to the development of unique micro-mechanical devices.  The activities in ferroelectric oxides will feed directly from ferroelectric films optical memories and optical signal processors.  Rapid thermal processing will allow the researcher to tailor surface and interface material properties.  Seven faculty and their graduate researchers will be the direct beneficiaries of the new laboratory facility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aristos",
   "pi_last_name": "Christou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aristos Christou",
   "pi_email_addr": "christou@umd.edu",
   "nsf_id": "000125160",
   "pi_start_date": "1995-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9155",
   "pgm_ref_txt": "ACADEMIC RESEARCH INFRASTRUCTU"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 232000.0
  }
 ],
 "por": null
}