{
 "awd_id": "9415060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: NSF/CBMS Regional Conference in the  Mathematical  Sciences-\"Probability, Algorithms, and        Combinatorial Optimization\"  July 1995",
 "cfda_num": "47.049",
 "org_code": "03040106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean Thiebaux",
 "awd_eff_date": "1995-01-01",
 "awd_exp_date": "1995-12-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "1994-10-19",
 "awd_max_amd_letter_date": "1994-10-19",
 "awd_abstract_narration": "GodboleNSF-CBMS Regional Conference Proposal #9415060  ABSTRACT: \"Probability, Algorithms and Combinatorial  Optimization\"This proposal \"NSF-CBMS Regional Conference in  the Mathematical  Sciences - Probability, Algorithms and  Combinatorial Optimization\" is  being written with the  conviction that the Principal Lecturer (PL),  J. Michael  Steele of the University of Pennsylvania, will deliver ten  successful and timely lectures on topics in an important,  rapidly  growing and sharply focused area of the  Mathematical Sciences.  We  believe that a better choice of  Principal Lecturer simply cannot be  made.  Michael Steele  is a world-renowned authority in the areas of  Probability,  Algorithms and Combinatorial Optimization; a  spokesperson  for the field of Applied Probability; a renaissance  mathematician who has contributed much to the understanding  of  several fields (and the glue that binds them together);  and widely  regarded as a superb lecturer and expositor.We  are confident that the conference participants, drawn from a  pool  of established researchers and new entrants to the  field; women,  minorities and graduate students; people with  primary interests in  other branches of the Mathematical  Sciences and those from smaller  non research-intensive  schools; will each be able to develop  professionally, make  critically important long-term contacts, and  succeed in  making significant contributions of their own, as a result  of attendance at this conference.The conference lectures  will survey major ideas and recent results,  while  suggesting important future directions; they will be  delivered  during the third or fourth week of July 1995 on  the campus of  Michigan Technological University (MTU)  in  Houghton, Michigan.  The  organizational details and local  arrangements will be taken care of  by the Principal  Investigator (PI), Anant P. Godbole, who, along with  several of his colleagues at MTU, maintains a vital interest  in the  areas represented by the conference.  The PL  will  deliver to the CBMS  a monograph entitled \"Probability,  Algorithms and Combinatorial  Optimization\" by February 1,  1996; it will subsequently be published  either by IMS/ASA  or SIAM.  The Principal Lecturer will deliver two  lectures  during each of five days.  Several formal and informal  discussion sessions will be planned, so as to maximize the  amount of  quality time spent together by the participants.  Michael Steele's  lectures will be delivered in the ultra-  modern Room U115 of the  Materials and Minerals (M\\&M)  Building overlooking Portage Lake.  Two  or three rooms will  be set aside in Fisher Hall, a short distance  away, for  group discussions.  Another classroom will be converted  into a coffee room/lounge.  Participants will be housed in  Wadsworth  Hall, on the campus of MTU.  Participants will  have access to all the  athletic and library facilities at  MTU, and will have accounts in the  Mathematical Sciences  Department NeXT Workstation Lab.  Several  organized social  activities will be planned, and a conference banquet  will  be held during the middle of the week.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anant",
   "pi_last_name": "Godbole",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Anant P Godbole",
   "pi_email_addr": "godbolea@etsu.edu",
   "nsf_id": "000322613",
   "pi_start_date": "1994-10-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}