{
 "awd_id": "9417279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Classification of Mouse Chromosomes Using Artificial Neural Networks",
 "cfda_num": "47.074",
 "org_code": "08080205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "THOMAS QUARLES",
 "awd_eff_date": "1995-05-01",
 "awd_exp_date": "1997-04-30",
 "tot_intn_awd_amt": 118351.0,
 "awd_amount": 118351.0,
 "awd_min_amd_letter_date": "1995-04-24",
 "awd_max_amd_letter_date": "1996-04-25",
 "awd_abstract_narration": "The specific goal of this proposal is to use adaptive  capabilities and parallel computational properties of novel  artificial neural networks (ANNs) for automatic  classification of mouse chromosomes.  The overall objective  is to provide a computer software system to automate the  mouse karyotyping process, thus signifcantly reducing the  time and human effort neccessary, and improving the quality  and efficiency of analysis.    Analysis of mouse chormosomes is important to many fields of  genetic research.  Example applications include gene mapping  by in situ hybridization to nucleic acid probes to mouse  chromosomes, substance screening which requires chromosome  analysis of large numbers of animals (most drequently mice)  after treatment with the substance, and testing breeders to  maintain stocks of mice that carry chromosome aberrations of  interest.  Mouse chromosomes are significantly more  difficult to classify than human chromosomes.  Although  automated human karyotyping systems are available, none have  been used successfully to classify mouse chromosomes  automatically.    Artificial Neural Networks (ANNs) represent an emerging  technology rooted in many disciplines.  An ANN is an  information processing system that has certain performance  characteristics in common with biological neural networks.  ANNs have been developed as generalizations of mathematical  models of human cognition or neural biology.  An ANN consist  of a network architecture and a learning paradigm.  The  architecture defines the topology  and complexity of the  network necessary to acquire a specific level of knowledge  in the area of interest, which in this case is recognition  of specific chromosomes.  The learning paradigm involves a  training process for embedding the knowledge in the network.    We propose to design, train, test, and eveluate two novel  ANNs, Radial Basis Function (RBF) and Probabilistic Neural  Network (PNN), for classification of mouse chromosomes.  The  superior ANN will be integrated  into an existing karyotyping  software distribution and will replace the conventional  classification module.  Use  of the existing karyotyping  software allows us to concentrate on the important issue of  classification by providing the tools for capture of  metaphase spreads under a light microscope , segmentatiion  and enhancement of digitized images, as well as a user  interface.    To achieve the objective of this porposal, the specific  plans are to    1. obtain raw images of mouse chromosomes  2.  identify distinctive features of mouse chromosomes  3. develop the programs for automatic extraction of the  features,  4. prepare the training and testing data sets,  5. design, train, and test the radial basis function (RBF)  neural network classifier,  6. design, train, and test the probabilistic neural network  (PNN) classifier,  7. select the optimal artificial neural network classifier  for mouse chromosomes,  8. improve the classification performance,  9. develop the mouse karyotyping qystem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohamad",
   "pi_last_name": "Musavi",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mohamad T Musavi",
   "pi_email_addr": "musavi@maine.edu",
   "nsf_id": "000326223",
   "pi_start_date": "1995-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110700",
   "pgm_ele_name": "COMPUTATIONAL BIOLOGY ACTIVITI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 57415.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 60936.0
  }
 ],
 "por": null
}