{
 "awd_id": "9418445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Isotopic Evolution of Proterozoic Sediments and Seawater",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher G. Maples",
 "awd_eff_date": "1995-08-15",
 "awd_exp_date": "1997-01-31",
 "tot_intn_awd_amt": 69450.0,
 "awd_amount": 69450.0,
 "awd_min_amd_letter_date": "1995-08-10",
 "awd_max_amd_letter_date": "1995-08-10",
 "awd_abstract_narration": "Jacobsen  9418445   It is proposed to continue research on the isotopic variations in C, Sr and Nd in well-characterized and well-preserved stratigraphic samples from successions spanning the entire Neoproterozoic (.54-1.0 Ga) as well as some slightly older strata (1.0-1.1 Ga).  It is also proposed to develop a method for determination of temporal variations in the S-isotopic record of Neoproterozoic seawater by measurement of S bound as trace sulfate in carbonate rocks.   Global change during the Neoproterozoic is record of strong C- and Sr-isotopic variations in paleoseawater recorded in marine carbonates.  Precise isotopic characterization of sequences is also a powerful tool for precise inter-correlation of strata world-wide.  Inter-correlation of S, C, Sr, and Nd isotopic variations based on the same samples is essential for understanding forcings in the global system that drive the isotopic variations in the Neoproterozoic.  A three year work statement describes developmental work in mass spectrometry for S and application of our standard techniques to a variety of sequences for C, Sr, and Nd isotopes.  Three year salary support for this project, described in the following project description is requested for one graduate student, 50% support for one research associate and one month per year for the PI.  All samples are available from collaborators or in house.  Sample selections will be made in collaboration with research groups who are, or have been, involved in active research on the stratigraphic sections.  In this proposal we request funding for laboratory work in order to : 1) establish a detailed record of C, Sr, and Nd isotopic variations as well as Ce-anomalies in Neoproterozoic seawater based on carefully screened samples of marine limestones and phosphorites; 2) understand in detail relationships between the two/(three?) major Neoproterozoic glacial events (-.06, -0.75, and -0.9 Ga (?)) and C-, Sr, S- and Nd-isotopic variations recorded in marine carbonates; 3) analyze S isotope s in trace sulfate extracted from unaltered micro-drilled carbonate samples.  Study of the carbonate S-isotope record will be useful because the fragmentary record of bedded sulfates in Precambrian sedimentary successions provides an incomplete basis for understanding secular variations in the S-isotopic abundance of seawater through pre-Phanerozic Earth history.   The analysis of S isotopes of trace sulfate incorporated in carbonate is now possible due to new advances in thermal ionization mass spectrometry which will be modified to accommodate the analysis of geological  materials.  Funding is requested for development of these micro-techniques in collaboration with Bob Kelly of the NIST.  Our standards methods for C, Sr, and Nd isotopes measurements are well documented in publications which justify the technical objectives of this proposal.   Precise knowledge of rates of isotopic change in Neoproterozoic seawater will be used to further understanding of Earth System evolution during the time frame of interest.  The following specific objectives will be pursued:  1) trace the major mass fluxes in the exogenic geochemical cycle and understand the relationship between the evolution of the sedimentary reservoir, the oceans and the atmosphere during the Neoproterozoic; 2) determine rates of erosion, organic C burial and hydrothermal alteration and their relation to global tectonics; 3) investigate the relationship of strong isotopic variations to known events of glaciations, phosphorite and banded iron-formation deposition; 4) explore whether the balance of atmospheric oxygen was coupled to the crustal reservoirs of S and C, or whether, as supported by our earlier studies, the C and S cycles were uncoupled leading to wide variations in the abundance of atmospheric O2; 5) strengthen the tie between isotope-stratigraphic and bio-stratigraphic correlations between these Neoproterozoic  successions.   During the Neoproteroic, seawater Nd and Sr budgets appear to have changed from dominantly hydrother mal inputs (as in the Archean) to dominantly continental (river) inputs.  Modeling based on data obtained from past and proposed research will be used to constrain the changes in rates of hydrothermal circulation, continental erosion rates, burial rates of organic C and variations in the mean age of continental erosion products through the Neoproterozoic.  Implications for the evolution of O2 and CO2 in the Earth's atmosphere will also be considered.  Previous work in this laboratory demonstrated that high resolution Sr and C isotopic curves may be obtained for Neoproterozoic sedimentary successions.  The proposed research will continue to lead to major breakthroughs in our understanding of Neoproterozoic evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stein",
   "pi_last_name": "Jacobsen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stein B Jacobsen",
   "pi_email_addr": "jacobsen@neodymium.harvard.edu",
   "nsf_id": "000445047",
   "pi_start_date": "1995-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 69450.0
  }
 ],
 "por": null
}