{
 "awd_id": "9421946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterization of Nascent Chain Binding Complex",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1995-08-01",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1995-08-09",
 "awd_max_amd_letter_date": "1997-03-19",
 "awd_abstract_narration": ";                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       R o o t   E n t r y                                                                            F              6*D6      @         C o m p O b j                                                                                                         b       W o r d D o c u m e n t                                                                                                         O b j e c t P o o l                                                                                   6*D6    6*D6                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          F    Microsoft Word 6.0 Document     MSWordDoc     Word.Document.6     ;                                                              Oh     +'  0                                       $       H       l                                               D       h                                                   R:\\WWUSER\\TEMPLATE\\NORMAL.DOT                                       marcia steinberg                    marcia steinberg            @      (?6                          @         e =       e                                                                               \"       \"   \"       \"       \"       \"       \"       L       L       L       L       L       d       n       L           C   x       |       |       |       |       |       |       |                                   #   ı       e               V   T       4                           \"       |                 |       |                       |       |               |       \"       \"       |                       x       |       |       |       |       \"       |       \"       |                               6       >       \"       \"       \"       \"       |               |   4   |                                                                                             9421946 Welch Relatively little is known regarding the local environment of a polypeptide during the course of its synthesis in the cell. Whether the maturing polypeptide begins to adopt its final folded conformation either during (co translationally) or after (post translationally) completion of its synthesis has been debated, but not entirely resolved. In addition, whether folding of the nascent polypeptide occurs independently, or whether other components assist in the folding process is unknown. These sorts of questions are being revisited owing to the identification of a class of proteins, referred to as molecular chaperones, which appear to participate in various aspects of protein maturation. While not conveying any  specific information for the folding process, molecular chaperones appear to participate in protein maturation by minimizing the possibility of protein aggregation, a serious and potential problem in the cell where the overall concentration of proteinacious material is high. The P.I. suggests that during the course of protein synthesis the maturing polypeptide becomes engaged with one or more cytosolic components  referred to collectively as the nascent chain binding complex (NCBC). Once synthesis of a suitable number of amino acids has been completed to provide for the folding information of a \"protein domain\", folding of the nascent polypeptide would commence, concomitant with NCBC release.  The P.I. has already identified one component, the 70 kDa heat shock protein (hsp 70) as being part of the NCBC, but has evidence that other proteins also interact with nascent polypeptides. A variety of different approaches will be used to purify and characterize NCBC components. In addition the possibility that other molecular chaperones (to which the P.I. has suitable antibodies) are present within the NCBC will be addressed. Once a consensus of NCBC components has been arrived at, antibodies to novel NCBC components will be raised and used to facilitate their purification. In addition antibodies to NCBC components, as well as the purified NCBC proteins themselves, will be used in depletion/reconstitution experiments in rabbit reticulocyte Iysates to ascertain the effects on protein maturation. It is anticipated that these studies will lead to a more thorough understanding of the different components involved in interacting with and facilitating the maturation of most, if not all, newly synthesized proteins. %%% Recent insights have led to entirely new concepts regarding how proteins are synthesized and acquire their properly folded and biologically active conformation. Classical experiments performed in the 1950's and 60's led to the proposal that protein folding was a spontaneous process, dictated on ly by the linear sequence of amino acids present within the polypeptide chain, and not requiring the help of any accessory components. Work from many laboratories now have identified a class of protein machinery, referred to as molecular chaperones, which appear to play an intimate role in helping other proteins inside the cell adopt their properly folded conformation. In studies described herein, the P.I.  will continue to identify and characterize relevant components, including members of the chaperone family, which interact with and facilitate protein folding. Finally, using antibodies prepared against the nascent chain binding proteins the P.I. will effectively remove such components from the rabbit reticulocyte and determine the consequences of such removal on the maturation of particular proteins. Such work, in sum, will provide us with a better picture of how proteins inside the cell acquire their final properly folded conformation. ***                                      ;                                                                                                     @                                                                                                                                                       ....()()))()()                                                                          ;                                                                                                                                                                                                                                                              S u m m a r y I n f o r m a t i o n                           (",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Welch",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Welch",
   "pi_email_addr": "",
   "nsf_id": "000457789",
   "pi_start_date": "1995-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "1855 FOLSOM ST STE 425",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941034249",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}