{
 "awd_id": "9422049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cooperative Molecular Motions in Polymer Glasses and Their  Effects on Structure and Deformation Behavior",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "1995-05-01",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 267000.0,
 "awd_amount": 267000.0,
 "awd_min_amd_letter_date": "1995-04-06",
 "awd_max_amd_letter_date": "1997-05-21",
 "awd_abstract_narration": "9422049  Yee  At ordinary use temperatures - temperatures well below the  softening temperature of polymers - the origin of the  viscoelastic behavior is thought to be local molecular  motions in the frozen solid.  The occurrence of secondary  relaxations in a polymer is often related to ductile  behavior.  To achieve an understanding of this complex  relationship, a series of research projects will be aimed at  uncovering some fundamental relationships between molecular  structure and molecular mobilities.  The basic material used  in these studies, BPA-polycarbonate, has been chosen for its  well-known ductility.  The synthesis of several series of  homologous copolymers derived from BPA-polycarbonate has  generated the following unique and important observations:  1.  The secondary relaxation in BPA-polycarbonate is due to  the cooperative motion of about seven repeat units.  2. The  extent of cooperative motion can be systematically reduced  by the insertion of certain chemical linkages, e.g.,  terephthalate, into the backbone structure.  3.  The greater  the extent of cooperative motion, the more likely the  polymer is to exhibit ductile behavior (yielding).  Conversely, limiting the cooperation encourages brittle  behavior (crazing).  4.  Motions of elementary units along  the polymer chain, e.g., the rotation of phenylene rings,  can be constrained by other units along the chain and  between chains.  Such constraints also result in profound  changes in the mechanical behavior.  Copolymers with various  secondary relaxation characteristics will be synthesized to  obtain materials with different scales of cooperative  motions, and with different degrees of intrachain and  interchain constraints.  The scale of cooperative motion  will be tailored by changing the block lengths of the  bisphenol-A units between flexible terephthalate linkages.  These units act to delimit the cooperative motion.  The  strength of the intrachain constraint will be varied by  incorporating bulky tetramethylbisphe nol-A units into the  backbone.  Finally, the degree of the interchain constraint  via coupling will be controlled by the introduction of the  fluoride groups onto the phenyl rings.  These synthesized  materials, with various secondary relaxation  characteristics, will be used in stress relaxation  experiments.  %%%  The ultimate purpose of this work is to create a relatively  detailed understanding of how the structure and motions of  polymer molecules can affect the interplay between ductile  behavior and brittle behavior in the materials.  Polymeric  materials are increasingly playing a critical, enabling role  in advanced engineering systems.  Yet, despite many  serendipitous discoveries, the relationship between the  molecular structure of polymers and their mechanical  properties remains an enigma.  An explanation of this  relationship requires an understanding of  how polymer  molecules aggregate into the solid state, and how this solid  state adjusts to the externally imposed stress and its time  dependence.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Yee",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Albert F Yee",
   "pi_email_addr": "afyee@uci.edu",
   "nsf_id": "000258718",
   "pi_start_date": "1995-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "172000",
   "pgm_ele_name": "SOLID-STATE CHEMSTRY & POLYMRS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1037",
   "pgm_ref_txt": "DETERIORATION SCIENCE"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 89000.0
  }
 ],
 "por": null
}