{
 "awd_id": "9422881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Homicide in Historical Perspective",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harmon M. Hosch",
 "awd_eff_date": "1995-03-15",
 "awd_exp_date": "1998-02-28",
 "tot_intn_awd_amt": 84863.0,
 "awd_amount": 84863.0,
 "awd_min_amd_letter_date": "1995-03-10",
 "awd_max_amd_letter_date": "1997-05-16",
 "awd_abstract_narration": "This project will create a two century long data series of homicides per capita for New York City.  It will use multiple archival sources to created an individual level file for all homicides prior to 1875.  The understanding of homicide is a specific area is important because the composite national data--when they exist--blur the details needed for careful analysis.  No annual time series on a specific locale exists for the years prior to 1930, and the picture created using post-1930 data probably give an incorrect or at least ambiguous understanding of prior homicide rates.  With a time series that extends back through the nineteenth century, we will be able to examine some of the major social shifts thought to affect the frequency of homicide. These include the effects of mass immigration, urban growth, the Civil War, changes in available weapons, demographic changes and Prohibition.  Furthermore, a complete time series will allow the United States to be compared to other placed, particularly England, in order to increase understanding of the post World War II wave of violence.   This data set is essential to constructing a serious explanation of long term variation in homicides.  %%% The Long term perspective on homicide rates for the United is dominated by ignorance.  There is no consistent long term data series on any particular place which precedes the FBI's Uniform Crime Reports.  This means that the answers to even the simplest of questions regarding homicide can be distorted using existing series to support any  analysis one  wants to endorse.  This project will generate a new, valid, `close to the source,` and  very long term (two century) source of annual data on homicides in America's largest city, New York,  that should enable researchers to answer questions about homicide more accurately and reliably and  with less possible distortion. The understanding of homicide is a specific area is important because  the composite national data--when they exist--blur the details needed for careful analysis.  No annual  time series on a specific locale exists for the years prior to 1930, and the picture created using  post-1930 data probably give an incorrect or at least ambiguous understanding of prior homicide rates.  With a time series that extends back through the nineteenth century, we will be able to examine some  of the major social shifts thought to affect the frequency of homicide. These include the effects of  mass immigration, urban growth, the Civil War, changes in available weapons, demographic changes and  Prohibition.  Furthermore, a complete time series will allow the United States to be compared to other  placed, particularly England, in order to increase understanding of the post World War II wave of  violence.  This data set is essential to constructing a serious explanation of long term variation in  homicides",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Monkkonen",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Eric H Monkkonen",
   "pi_email_addr": "emonkkon@ucla.edu",
   "nsf_id": "000386802",
   "pi_start_date": "1995-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1092",
   "pgm_ref_txt": "SBER HUMAN CAPITAL INITIATIVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 33902.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 33297.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 17664.0
  }
 ],
 "por": null
}