{
 "awd_id": "9422173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Professional Development Fellowship: The Dynamics           of Scientific Development:  The Case of India",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael M. Sokal",
 "awd_eff_date": "1995-02-01",
 "awd_exp_date": "1996-01-31",
 "tot_intn_awd_amt": 56000.0,
 "awd_amount": 56000.0,
 "awd_min_amd_letter_date": "1995-01-20",
 "awd_max_amd_letter_date": "1995-01-20",
 "awd_abstract_narration": "Under a Professional Development Fellowship, Dr. Sur, a trained chemist, is studying the emergence of experimental physical science in India in the late nineteenth to mid-twentieth century.   The study, although located in India, nevertheless has wider implications. The study promises to provide insight into general theoretical questions pertaining to the dynamics of scientific development. In as much as it would unravel the complex interplay between universalist and nationalist demands on the scientists, the  research addresses theoretical questions regarding the nature and workings of a community of world scientists with distinct national styles yet linked together in a common endeavor.  The period of Dr. Sur's study marks the transition from colonial science to national science in India. She is analyzing this transition from three different perspectives, namely, the nature of science, the philosophies and social backgrounds of three prominent scientists, and the impact of colonialism on the nature of science and on the scientists  .  The beginnings of indigenous modern science in India coincide with rising nationalist consciousness. What implications did this have for science and for that matter for nationalism? Did the Indian scientists consciously adapt modern science to make it more compatible with the cultural and social heritage of India, and if so in what specific ways?   How was scientific activity organized? What motivated scientists to pursue science? These questions form the backbone of the study.  The study is focusing on perhaps the most exemplary, and certainly the oldest, institution of higher education in India, Calcutta University. Here, it  concentrates on the lives and works of three of the most influential scientists in pre-independence India, Prafulla Chandra Ray, C. V. Raman, and Meghnad Saha. These three scientists held highly di  vergent views on the nature of science, the interaction of science with society, and on the nature of society itself. How did their views medi ate their science and how did their science impinge on the development of science and scientific institutions in India? Systematic review of archival records in India and England and recent publications as well as personal interviews will be used to further the goals of the study.    In addition to the research described, the fellowship period includes course work in history of Science and in Modern Indian History at Harvard and Tufts University. Directions of study and research are being formulated in association with Professor Peter Galison of the Department of History of Science, Harvard University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abha",
   "pi_last_name": "Sur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abha Sur",
   "pi_email_addr": "asur@mit.edu",
   "nsf_id": "000348686",
   "pi_start_date": "1995-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MA Fellowships",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Arlington",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "22230",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "MA Fellowships",
  "perf_str_addr": "",
  "perf_city_name": "Arlington",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "22230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 56000.0
  }
 ],
 "por": null
}