{
 "awd_id": "9453182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"The Consortium and Reform of K-12 Science and Math         Education\"",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nora Sabelli",
 "awd_eff_date": "1995-05-01",
 "awd_exp_date": "1997-04-30",
 "tot_intn_awd_amt": 49991.0,
 "awd_amount": 49991.0,
 "awd_min_amd_letter_date": "1995-04-24",
 "awd_max_amd_letter_date": "1996-08-21",
 "awd_abstract_narration": "9453182  McAdams    The primary hypothesis of this Policy Study is that access to  networked resources, such as those available through the Internet,  is essential to reform of science and math education.  From  participation at recent conferences on the National Information  Infrastructure (NII), the Principal Investigator (PI) has concluded  that schemes being seriously considered for pricing the Internet  could effectively foreclose the Internet as a resource to the K-12  community.  On the other hand, little attention has been given in  policy circles to the consortium and asymmetric pricing (a \"price\"  of zero to the users; e.g., K-12 educators and students; and a  positive price to the producers, sufficient to get the good or  service produced, and to keep the producers in business).  The  consortium can permit asymmetric pricing of goods with the  characteristics of economic public goods (see below).    In Part One of the Study the PI proposes a collaborative analysis  to be undertaken jointly with Staff Members from NSF;s Education  and Human Resources (EHR) Program.  The objective is to gather  evidence to test the primary hypothesis; it is to be an overall  review of the likely effectiveness of the resources committed to  reform of K-12 Math and Science Education, given the economic  market structures faced in this arena.  It will involve an  assessment of those projects that have been highly successful, and  those that have not lived up to their promise.  Special emphasis  will be given to the role of networked resources in each instance.    In Part Two of the Study, the PI proposes to make an evaluation of  the consortium as a tool to create, and/or permit asymmetric  pricing for innovative products and services, including, but not  limited to, the internet.  The working hypothesis is that consortia  represent a mechanism through which pricing schemes appropriate to  K-12 can be implemented, while assuring that required goods and  services are produced.  The consortium has not been w ell studied,  however; nor is it well understood.  Part Two of the study is  focused on several important consortia, each case with its own  history and approach.  Such case studies are required as a step  toward understanding the capabilities and limitations of the  consortium as an institution of efficient resource allocation.    In Part Three the PI will prepare policy papers relating to pricing  schemes appropriate to the economic market situation faced by K--12  and by suppliers to this and similar markets that approximate the  characteristics of economic public goods.  An economic public good  is neither depletable nor excludable:  its use by one party does  not diminish its availability to others; its availability to one,  means that it is available to all.  These characteristics imply  that there is no cost to society for supplying the good to the next  user; in economic terms, its marginal cost is zero.  Efficient  resource allocation requires price to equal marginal cost; price to  the user must be zero.  But to get the good produced requires a  price equal to cost, including a \"normal return\" on investment.   This requires asymmetric pricing:  zero price to the user; positive  price to the producer.  In turn, this suggests the use of  consortia.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "McAdams",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Alan K McAdams",
   "pi_email_addr": "akm3@cornell.edu",
   "nsf_id": "000097098",
   "pi_start_date": "1995-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725700",
   "pgm_ele_name": "APPLICATS OF ADVANCED TECHNOLS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 49991.0
  }
 ],
 "por": null
}