{
 "awd_id": "9455758",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-Media For a \"Hands-On\" Oceanography Course",
 "cfda_num": "47.076",
 "org_code": "11040201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "1995-05-15",
 "awd_exp_date": "1997-04-30",
 "tot_intn_awd_amt": 85078.0,
 "awd_amount": 85078.0,
 "awd_min_amd_letter_date": "1995-04-28",
 "awd_max_amd_letter_date": "1995-04-28",
 "awd_abstract_narration": "The purpose of this project is to continue to develop software  for a series of \"hands-on\" multi-media lab modules intended for a  lower division Oceanography course with a \"Quantitative Science\"  component. The emphasis is on individual and group discovery,  observation and analysis of the most current geophysical and  geographical data, and the communication and revision of ideas  through both group discussions and writing. Some of the tools  being developed for this project provide access to data that has  been previously accessible only to graduate students specializing  in a field related to that data.    Each module makes available a rich source of data so that the  student can explore according to his/her interests and abilities.  Module organization is easily programmable by the instructor so  that a wide range of course needs can be met. Thus, each student  may be exposed to a subset of the content available. This  encourages exploration and challenges the advanced student to do  more than the minimum. This programmability also allows modifying  the modules for a variety of courses and academic levels.    The modules are intended to be used in a Macintosh computer lab,  and are designed to be completed in lab sessions of 2 to 3 hours  each. They are designed in an \"open-ended\" way so that a range of  student abilities can be accommodated. The three modules that  will be completed on the currently funded NSF project are 1)  \"Getting Acquainted with Maps and the Earth\", 2) \"Exploring the  Deep\", and 3) \"Understanding the Deep\". New work to be performed  includes the continued evaluation, testing, support and revision  of the existing modules, as well as the creation of one or more  new modules.    Student writing is also supported in this project. The student  enters text in a writing field, and saves, retrieves, prints, and  \"hands-in\" writing to a common instructor's mailbox on the  network. A system of Random Anonymous Peer Review is also  available. Students submit their writing to re view by two others.  The others receive the text and make comments, after which the  commented text is returned. This is anonymous at both ends. An  important effect of this is the encouragement of normally  uninvolved students to express themselves, and the opportunity to  both give and get feedback, then modify the writing based on that  feedback.    In support of these modules, a system of managing images and data  related to images has been created. Slides are put onto PhotoCD  and automatically cropped and compressed using Apple Photo Flash.  A HyperCard based \"Image Librarian\" supports the documentation  and creation of the image database files that determine the  locations of \"clickspots\" (symbols of various shapes and colors,  or PICT images) on a map or other graphic image. This system is  flexible and quick.    Preliminary testing has been done with 2 groups of 10 students  and 1 group of 5. Feedback has been quite positive. Students  uniformly praise the \"hands-on\" aspect of the material. From  these initial tests, modifications and improvements are being  made.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Prothero",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "William A Prothero",
   "pi_email_addr": "prothero@geol.ucsb.edu",
   "nsf_id": "000434637",
   "pi_start_date": "1995-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741000",
   "pgm_ele_name": "DUE COURSE & CURRICULUM PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7419",
   "pgm_ref_txt": "INTRODUCT CURRICULUM PROJECTS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 85078.0
  }
 ],
 "por": null
}