{
 "awd_id": "9500672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Numerical Solution of Differential  Equations in Mechanics",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1995-07-01",
 "awd_exp_date": "1998-06-30",
 "tot_intn_awd_amt": 124000.0,
 "awd_amount": 124000.0,
 "awd_min_amd_letter_date": "1995-06-13",
 "awd_max_amd_letter_date": "1995-06-13",
 "awd_abstract_narration": "9500672  Arnold    This project will involve devising, improving, and analyzing  methods for   the numerical simulation of complex physical phenomena modeled by    partial differential equations.  A major  emphasis will be on the  modeling of   thin structures (plates and shells). Specifically, an innovative  new finite   element method recently proposed by a team of computational  engineers for   plate bending will be analyzed and a new approach the  investigator   introduced in collaboration with Brezzi to develop and analyze  new finite   element methods for modeling the deformation of elastic shells  will be   pursued.  This latter approach has produced the best theoretical  results to   date for avoiding the phenomenon known as membrane locking which  has   plagued shell computations.  In addition to studying numerical  methods and   the errors they introduce, the investigator will consider the  errors introduced   by mathematical models of thin structures.  Specifically, a new  technique of   analysis to study the convergence of two-dimensional models of  thin plates   will be used.  This technique gives the possibility of obtaining  sharp   convergence estimates for plate modeling errors both globally and  away   from the lateral boundary (where convergence may be higher).  It  is hoped   that this research will clarify in what situations the  Reissner-Mindlin plate   model affords better approximation than the classical Kirchhoff  model, an   important question that eluded resolution for decades.  A second  area of   emphasis will be on the  development, implementation, validation,  and   dissemination of a finite element code to simulate the collision  of black   holes.  This problem involves the solution of the Einstein field  equations on   an unbounded domain in four dimensional space-time and is  extremely   demanding computationally.  Work will focus, at least initially,  on the   solution of the initial data problem for black hole collisions,  i.e., the   determination of physical ly consistent and meaningful initial  data. The   initial data problem is a nonlinear elliptic system posed on an  unbounded   three-dimensional domain.  For this problem the computer code to  be   produced will involve a variety of sophisticated modern  techniques that   have not yet been applied in  computational relativity, including  adaptive   tetrahedral mesh generation and multigrid preconditioning.    The investigator's work is directly related to several critical  technological   issues.  It is generally agreed by practitioners that the current  state of the art   of numerical modeling of shells is inadequate, and this has been  implicated   in the failure of engineering structures such as stadium roofs  and airplane   fuselages.  The investigator's work in both the area of the  development and   analysis of finite element methods for plates and shells, and on  plate   modeling errors is directed at overcoming these problems.  The  work on the   simulation of black hole collisions is directly motivated by the  ongoing   construction of the LIGO gravitational wave observatory.  LIGO is  expected   to be able to detect radiation from black hole collisions early  in the next   decade.  Massive numerical simulations are needed to identify the    cosmological events which are the sources for the detected  radiation. It is   clear that these simulations push the limits of available  hardware and   software technology.  The investigator's work is directed at  improving the   speed and accuracy of these  simulations by employing and  adapting recent   advances in numerical algorithms.  The resulting computer codes  will be   adapted to parallel computer architectures and will provide an  excellent   opportunity for the graduate students and postdoctoral fellows  working   under the supervision of the investigator to learn high  performance   computing techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Arnold",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas N Arnold",
   "pi_email_addr": "arnold@umn.edu",
   "nsf_id": "000177792",
   "pi_start_date": "1995-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Min",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Min Chen",
   "pi_email_addr": "chen@math.purdue.edu",
   "nsf_id": "000198726",
   "pi_start_date": "1995-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1037",
   "pgm_ref_txt": "DETERIORATION SCIENCE"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 124000.0
  }
 ],
 "por": null
}