{
 "awd_id": "9501176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematical Sciences: Group Theoretic Problems in Model    Theory and Set Theory",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alvin I. Thaler",
 "awd_eff_date": "1995-07-01",
 "awd_exp_date": "1999-06-30",
 "tot_intn_awd_amt": 165300.0,
 "awd_amount": 165300.0,
 "awd_min_amd_letter_date": "1995-06-07",
 "awd_max_amd_letter_date": "1997-01-30",
 "awd_abstract_narration": "9501176  Cherlin       The project concerns the interaction of group theory (finite and  algebraic) with  model theory and set theory, as well as with some   combinatorial issues that involve unusual combinatorial geometries.  Cherlin   will investigate a class of groups arising in model theory, whose simple   sections are conjectured to be algebraic groups.  Within this class, the   class of \"tame omega-stable groups\" provides a test case in which it is   conjectured -- the Borovik philosophy -- that a modification of the   strategy used in the classification of the finite simple groups will   suffice to prove the conjecture.  This amounts in practice to doing   somewhat more than the classification of simple algebraic groups over   algebraically closed fields, using methods of finite group theory, and very   little algebraic geometry beyond rudimentary properties of dimension.  The   Borovik philosophy has been fleshed out fairly clearly in odd   characteristic, and requires similar scrutiny in characteristic two.  (The   definitions of even and odd characteristic are group theoretic but quite   different from the ones used in finite group theory.)  Thomas will continue   the study of the cofinalities of permutation groups.  This investigation   goes back to a question of Serre, the precise answer of which is heavily   dependent on set theoretic hypotheses.  Results in this area tend to rely   heavily on delicate set theoretic forcing constructions and also involve   character theoretic computations relating to rapid generation by conjugacy   classes.  There are also relationships, largely obscure, between these group   theoretic cofinalities and more standard set theoretic cardinal invariants   attached to the continuum.  Most recently it has been seen that there are   also solid connections to pcf theory, an area of set theory developed by   Saharon Shelah.  This theory is seen as a new approach to cardinal   arithmetic that is less affected by independence phenomena than the   classical app roach.       Model theory attempts to classify mathematical theories.  The  \"best\" theories are those whose models (realizations) can be given   structural classifications.  Twenty years ago Zilber showed that all such   theories can be built from familiar algebraic structures: groups.  Cherlin   and Zilber then conjectured a classification scheme for the groups that   arise in this way. One promising route is to mine the literature on finite  simple groups.  As a result of the combined labors of about one hundred  mathematicians in journal articles filling about 10,000 highly condensed  journal pages, the finite simple groups were classified.  A parallel  strategy is developed for a large class of the infinite groups arising in  model theory.  This should require considerably less than 100 mathematicians  or 10,000 journal pages, for two reasons: (1) much of the work in the  finite case relates to the properties of 26 bizarre finite groups which are  not involved to any significant extent in the infinite case; (2) the somewhat  haphazard evolution of the original proof in the finite case, over more than  two decades, can be avoided on the basis of lessons learned from that proof.  It is nonetheless a large-scale project, and large-scale planning will be   critical to its success.  At the present time the plan, though still   incomplete, is already being implemented.  Cherlin will address the urgent   need for a \"top-level\" analysis to serve as a guide for the mathematicians  working on this strategy in parts of the U.S. and also in South America and  Europe.  Set theory has developed rapidly and steadily since Paul Cohen  settled some of the oldest questions in the subject in his 1963 breakthrough.  Many areas of mathematics involve surprisingly deep questions in set theory.  Recently this has been shown by Thomas to be the case in the study of the  structure of those infinite groups which are best approximated by finite  groups. Work in this area has two quite different aspects which mesh toge ther   well.  This subject serves as a site in which to develop new set theoretic  methods, providing a new link between computational methods in algebra and  set theory.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Cherlin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory L Cherlin",
   "pi_email_addr": "cherlin.math@gmail.com",
   "nsf_id": "000200817",
   "pi_start_date": "1995-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon Thomas",
   "pi_email_addr": "sthomas@math.rutgers.edu",
   "nsf_id": "000193207",
   "pi_start_date": "1995-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 55100.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 55100.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 55100.0
  }
 ],
 "por": null
}