{
 "awd_id": "9501345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Data Transmission Techniques:  Trellis-Decoding    and Beyond",
 "cfda_num": "47.070",
 "org_code": "05010700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rodger E. Ziemer",
 "awd_eff_date": "1995-06-01",
 "awd_exp_date": "1998-05-31",
 "tot_intn_awd_amt": 54000.0,
 "awd_amount": 54000.0,
 "awd_min_amd_letter_date": "1995-06-07",
 "awd_max_amd_letter_date": "1995-06-07",
 "awd_abstract_narration": "NCR-9501345  Alexander Vardy    The first focus of this research is on decoding of trellis codes.   The work will attempt to establish new lower bounds on the trellis  complexity of linear codes, to investigate the asymptotic trellis  complexity of linear codes, to find the optimal sectionalization of  a given trellis, to tabulate bounds on the trellis complexity for  all of the best-known linear codes, and to extrapolate the results  to lattices and sphere packings. The  second activity is the  development of novel data transmission techniques suited to  specific channels of practical importance and extending beyond the  classical error control approach.  Guided by the general principle  that the channel structure should be taken into account in a  well-designed communication system, the following channels will be  considered:  bursty intersymbol interference channels, such as  present day digital voice transmission, both twisted pair and  wireless, and emerging digital subscriber loops;  maximum a  posteriori likelihood channels characterized by a nonuniform a  priori distribution on the set of possible messages, arising in  fixed rate quantization without entropy coding; channels  characterized by an arbitrary specified set of most likely error  patterns, such as those arising in concatenated coding, logic  networks, and man-made noise environments;  and channels  characterized by subjective distortion criteria, rather than the  overall system BER, such as those arising in speech and image  coding.        NCR-9502582  Konstantopoulos, Takis    This is a proposal about the development of a rigorous approach  toward network management and performance analysis for high-speed  networks considering local and global aspects of a network  management system.  Local aspects include the design of flow  controllers at the edges of the network that take into account the  provision of quality of service and the interaction between users  in a network switch.  The investigator will extend recently  develop ed techniques that are based on the so-called reflection  mapping, develop testing techniques and simulations, and compare  these to existing schemes.    The investigator will also study traffic modeling.   He will  develop rigorous methods for validating self-similar traffic  processes arising from the operation of an integrated services  high-speed networks and use such models in establishing performance  analysis methods.    Studying the global aspects of a management system involves using  a macroscopic picture of the network currently being developed by  the investigator.  The picture strips out the minutiae of the  operation of the network, while retaining its dynamic character (it  is not static).  The investigator proposes the use of such a  picture by a network management system in order to predict,  prevent, and correct undesirable behavior that might lead to  degradation of services across the network.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Vardy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Vardy",
   "pi_email_addr": "vardy@ece.ucsd.edu",
   "nsf_id": "000490552",
   "pi_start_date": "1995-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409600",
   "pgm_ele_name": "COMMUNICATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 54000.0
  }
 ],
 "por": null
}