{
 "awd_id": "9503837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a Cryogenic Scanning Tunneling Microscope for the Study of Atomically-Fabricated Structures in a Variable Magnetic Field",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "",
 "awd_eff_date": "1995-05-01",
 "awd_exp_date": "1998-04-30",
 "tot_intn_awd_amt": 133500.0,
 "awd_amount": 133500.0,
 "awd_min_amd_letter_date": "1995-04-17",
 "awd_max_amd_letter_date": "1995-04-17",
 "awd_abstract_narration": "9503837  Crommie    The scanning tunneling microscope (STM) has  recently grown from being a tool of surface  characterization to a tool of surface  modification.  The same abilities that allow one  to image single atoms can now be used to  position them.  Little work has been done,  however, involving the controllable manipulation  of single atoms.  The fabrication and  characterization of atomic scale structures thus  remain a largely untouched scientific frontier.    We intend to develop the next generation atomic  manipulation device.  This will be accomplished  through the construction of an ultra-high vacuum  (UHV) cryogenic STM.  The STM system will be  integrated with a UHV surface preparatory  facility capable of growing epitaxial metal  films.  Magnetic fields up to 3 Tesla will be  applied to the low temperature sample region  using a superconducting magnet.  The STM will be  used to build nanometer scale structures one  atom at a time.  These structures will then be  studied under ambient conditions, in the  presence of a magnetic field, and under the  influence of a background transport current.  The main objective of this work is to gain a  better understandine of the properties of  artificial atomic scale structures and the  surfaces that support them.    The proposed instrument will allow a new type of  interactive research in condensed matter  physics.  Rather than remain passive observers,  researchers will be able to take an active role  in the microscopic events unfolding before them.  The STM will become a new pair of hands with  which to shape the atomic landscape.  For  instance, if it is desired to know the effect of  a defect at a particular site on the surface,  then the researcher will put a defect at that  site.  If it is desired to know the property of  a particular array of atoms, then the researcher  will simply assemble such an array.  If the  effect of proximity between two chemical species  is desired, then the researcher will push the  individual reactants clos er together and observe  the results.  The ability to manipulate matter  at so fundamental a level is a significant new  capability whose effects are only beginning to  be felt.  All fields of science concerned with  phenomena at the atomic scale should eventually  be impacted by these developments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Crommie",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michael F Crommie",
   "pi_email_addr": "crommie@berkeley.edu",
   "nsf_id": "000449302",
   "pi_start_date": "1995-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "172500",
   "pgm_ele_name": "NAT'L FACILITIES & INSTRUMNTAT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1750",
   "pgm_ref_txt": "MPS DMR INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 133500.0
  }
 ],
 "por": null
}