{
 "awd_id": "9505600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A 3D Data Base for Electron Microscopy and Related Fields ofUltrastructure",
 "cfda_num": "47.074",
 "org_code": "08080207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Gilna",
 "awd_eff_date": "1995-09-15",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1995-08-14",
 "awd_max_amd_letter_date": "1995-08-14",
 "awd_abstract_narration": "Several techniques of three-dimensional imaging are about to  revolutionize the study of macromolecular assemblies, subcellular  structures, and their interactions. 3D electron microscopy and  confocal light microscopy are obvious examples. These techniques  produce large amounts of data stored in various formats and  accessible only through special arrangements with the authors.  Only few aspects of a structure represented by a low-resolution  density distribution can be captured in scientific publications.  There is a large potential for \"data mining\" by other researchers  within the same field or overlapping fields that is currently  unused because the data are virtually inaccessible.    With this application to the Databases Activities Program of NSF,  the PI wishes to continue and expand a joint US-Europe initiative  for the establishment of a distributed database that would  accommodate ANY low-resolution (non-atomic) 3D data produced by  using various experimental methods (EM, LM, x-ray, etc.). The  proposal builds on an existing prototype that was developed  jointly by the PI and Dr. Jose Maria Carazo in Madrid and that is  already publicly accessible through Mosaic/WWW. According to the  proposal, Dr. Carazo will visit the Wadsworth Center twice, for a  period of five months each, to continue the design and testing of  the distributed database and associated software tools, in close  interaction with the PI and his group. A graduate student in  Computer Science, who will be supervised by the PI and Dr. Daniel  Rosenkrantz at SUNY, will design new tools allowing segmentation  data to be entered and used in complex 3D data queries, as for  instance required in docking of two low-resolution structures, or  in the comparison of two structures that have a part-whole  relationship. We plan to organize a workshop in mid-term (to be  jointly funded by the European Government) that will bring  together scientists from centers of 3D ultrastructural imaging  and specialists in the areas of scienti fic databases and  networking. With the workshop we seek to solicit critical input  and start a discussion on how responsibilities might best be  shared in the screening of data and how to ensure continuity of  the endeavor.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joachim",
   "pi_last_name": "Frank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joachim Frank",
   "pi_email_addr": "jf2192@cumc.columbia.edu",
   "nsf_id": "000498748",
   "pi_start_date": "1995-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Health Research Incorporated/New York State Department of Health",
  "inst_street_address": "150 BROADWAY, SUITE 280",
  "inst_street_address_2": "RIVERVIEW CTR",
  "inst_city_name": "MENANDS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184311200",
  "inst_zip_code": "122042732",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "HEALTH RESEARCH, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9H6SUM59YC4"
 },
 "perf_inst": {
  "perf_inst_name": "New York State Department of Health and Health Research Inc",
  "perf_str_addr": "66 Hackett Blvd 3rd Floor",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122091718",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110700",
   "pgm_ele_name": "COMPUTATIONAL BIOLOGY ACTIVITI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}