{
 "awd_id": "9505290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Random Coefficient Models and       Robust Analysis",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James E. Gentle",
 "awd_eff_date": "1995-07-15",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 107000.0,
 "awd_amount": 107000.0,
 "awd_min_amd_letter_date": "1995-06-30",
 "awd_max_amd_letter_date": "1995-06-30",
 "awd_abstract_narration": "Proposal:  DMS 95-05290  Principal investigator: Douglas G. Simpson  Institution: University of Illinois  Title: RANDOM COEFFICIENT MODELS AND ROBUST ANALYSIS    Abstract:    Random coefficient models have found wide application for   modeling correlation, incorporating laboratory or study   effects, and in developing Bayesian estimates and inferences.   Marginal analysis is an alternative approach in which models   are developed directly for marginal distributions (integrated  over random effects), and the inferences are at the level of  population average effects rather than at the level of   individual experimental units. Connections and contrasts  between these general modeling strategies and robust   statistics will be developed. The aim is to develop fresh   ideas for attacking hard problems in applied statistics.   Among the problems to be attacked: robust generalized linear   modeling and graphical data analysis; environmental exposure   risk assessment combining information from multiple studies   with varying protocols and endpoint measurements; inferences   for random function data arising from spectral measurement   instruments.    With the wide availability of powerful computers,   increasingly complex data are being collected. In   analytical chemistry it is now routine to qtore   separation spectra electronically. In environmental   toxicology large databases are being assembled on   potentially hazardous pollutants. The proposed research   is directed at the development of statistical methods   for such data. In combining information from multiple   exposure--response studies, it is possible to model   uncertainty due to things such as interlaboratory effects   or species differences using modern computational   techniques and new statistical paradigms. In   environmental chemistry, fluctuations in the  amount of material assayed and in the measuring instrument  itself lead to extra randomness in the measurement. Adjusting   for this effect is critical to the success of the metho ds,   particularly as the number of features measured, e.g., peaks   on a mass spectrum, becomes large. The proposed research will  develop toolkits for analysis, inference and diagnostics.   Key components of the work are algorithm development,   simulation studies, asymptotic analysis, testing of the   methodology, and software development. The major applications  driving this research are in environmental risk assessment   (combining information) and environmental monitoring   (spectral measurements), targeting strategic national   concerns in environmental management.  ??",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Simpson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas G Simpson",
   "pi_email_addr": "dgs@illinois.edu",
   "nsf_id": "000381510",
   "pi_start_date": "1995-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 107000.0
  }
 ],
 "por": null
}