{
 "awd_id": "9505460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematical Sciences:  A Unified Approach to Discrete Data Representation and Wavelet Analysis",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1995-07-01",
 "awd_exp_date": "2000-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "1995-06-07",
 "awd_max_amd_letter_date": "1999-04-28",
 "awd_abstract_narration": "9505460  Chui    Four problem areas concerning discrete data representation and  wavelet   analysis are addressed in this project.  The first area is to  establish a unified   scheme for constructing wavelets based only on nested sequences  of   subspaces but not on any two-scale relation.  The second area is  the study of   multivariate wavelets and frames with matrix dilations.  The  third area is on   representation of discrete data by radial basis functions  (RBF's).  The fourth   area is the investigation of adaptive wavelets, based on spline  techniques.  A   particular interest is in modeling by spline and radial basis  functions and in   constructing and analyzing the corresponding wavelets.  In view  of the fact   that most modeling functions, including all the interesting  standard radial   basis functions, do not satisfy a two-scale (or refinement)  relation, a unified   scheme for the construction of wavelets that does not rely on  such a relation   is developed.  This constitutes the first area of the proposed  research.  The   second area is centered around multivariate wavelets, where the  main   concern is matrix dilation.  For instance, the boundedness of the  affine   operator and that of the corresponding Littlewood-Paley energy  functions,   for a finite family of square-integrable functions with zero  mean, will be   investigated and sufficient conditions that guarantee lower  bounds will be   established.  The third area is centered on the study of  localized cosine   Riesz bases and their corresponding duals.  The duals, or  bi-orthogonal   bases, must facilitate computational efficiency.  For this and  other reasons,   spline techniques, such as knot insertion and knot removal, will  be   investigated.  The final area concerns the  modeling of discrete  data.  For   high dimensions, radial basis functions seem to be the most  efficient tool,   and the emphasis will be on various linear and  nonlinear  problems   involving these functions.    The central theme of this rese arch proposal is the development of    mathematical  tools for analysis and synthesis of discrete data  in one or   higher dimensions, in an Euclidean space or on a closed manifold  such as   the unit ball.  This proposed research is a unified approach to  represent any   discrete data set in an effective way so that \"wavelet\" analysis  can be   readily performed. Both spline and radial basis functions will be  used for   data representation.  It is well known that spline functions  provide a very   powerful tool for data modeling due to their most desirable  properties such   as flexibility for adaptive implementation, computational  efficiency, and   localization capability.  On the other hand, radial basis  functions are more   powerful for handling higher-dimensional data sets, particularly  when the   data information is taken randomly.  Wavelets will be constructed   and   wavelet algorithms will be developed by using both spline  functions and   radial basis functions.  In addition, for analyzing nonstationary  data that   change in shape, the investigators will look into the use of  localized cosine   transforms by using splines or radial basis functions as  envelopes (or   windows).  Adaptive algorithms will also be developed.  One of  the main   reasons for wavelets to be considered as a very powerful tool for  data   analysis is their fast algorithms.  The research will be focused  on   constructing wavelets using both spline and radial basis  functions for   effective implementation and fast computation.  Software  development will   be  carried out concurrently, and one of the main goals is to  ensure that the   algorithms can also be implemented in hardware. Industrial  standards in the   hardware prototype development will also be kept in mind.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Chui",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Charles K Chui",
   "pi_email_addr": "chui@cs.umsl.edu",
   "nsf_id": "000451079",
   "pi_start_date": "1995-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Ward",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph D Ward",
   "pi_email_addr": "",
   "nsf_id": "000103003",
   "pi_start_date": "1995-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}