{
 "awd_id": "9505706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cyclic Beta Glucans of the Rhizobiaceae",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Hector E. Flores",
 "awd_eff_date": "1995-08-01",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 298000.0,
 "awd_amount": 298000.0,
 "awd_min_amd_letter_date": "1995-07-14",
 "awd_max_amd_letter_date": "1996-08-14",
 "awd_abstract_narration": "9505706  Miller  Gram-negative bacteria accumulate high levels of oligosaccharides within their periplasmic compartments.  The biosynthesis of these oligosaccharides is strictly osmoregulated, and periplasmic concentrations may reach levels greater than 100 mM when cells are grown in hypoosmotic media.  The accumulation of these molecules has been shown to represent an adaptive strategy for growth in hypoosmotic environments, and it is believed that this accumulation provides a mechanism for the cell to regulate periplasmic volume.  In the proposed research program, Rhizobium meliloti will be used as a model bacterium to directly investigate the roles of the periplasmic oligosaccharides during hypoosmotic adaptation.  Three major objectives are proposed: 1) identification of new classes of R. meliloti mutants defective for periplasmic oligosaccharide biosynthesis; 2) characterization of R. meliloti periplasmic oligosaccharide mutants (hypoosmotic growth, periplasmic volume, and cell surface properties); 3) further characterization of periplasmic oligosaccharide biosynthesis by R. meliloti (osmotic regulation and transport).  The proposed studies will provide important insight concerning the nature of the microbial periplasm in the interactive dynamics of biological diversity of the rhizosphere and ecosystem stability involving essential microbe/plant host/parasite relationships.  %%%  Because biological membranes are freely permeable to water, all living cells must cope with changes in the availability of water in their environment.  This is particularly a problem for bacterial cells which directly encounter wide ranges of osmotic strength environments (e.g., from very dilute to hypersaline conditions).  Certain bacteria are further challenged by osmotic stress because they contain an outer cellular compartment called the periplasm.  The compartment is integrally linked to many fundamental cellular processes (including nutrient acquisition, protein export, and motility) and may represent up to 4 0% of the total cellular volume.  Nonetheless, understanding of the periplasm is surprisingly limited.  Recently, it was shown that a great diversity of bacteria accumulate high concentrations of structurally unique oligosaccharides (a class of carbohydrate) within their periplasmic compartments during growth in dilute environments.  Furthermore, it has been shown that a variety of biosynthetic pathways have evolved among bacterial to insure the synthesis and accumulation of periplasmic oligosaccharides. Although the precise functions of the periplasmic oligosaccharides remain undefined, it is generally believed that their accumulation provides a mechanism for the cell to regulate periplasmic volume when cells are stressed osmotically.  In the proposed research program, R. meliloti, an agriculturally important soil bacterium, will be used as a model microbe to directly investigate the roles of the periplsmic oligosaccharides during growth in osmotically stressed environments.  The results of this study will provide important information concerning the structure and function of the periplasm, a dynamic compartment linked to several important cellular processes.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Miller",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Karen J Miller",
   "pi_email_addr": "",
   "nsf_id": "000095630",
   "pi_start_date": "1995-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 294000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": null
}