{
 "awd_id": "9505863",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  A Numerical Simulator for the       Taylor-Couette Problem",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alvin I. Thaler",
 "awd_eff_date": "1995-08-01",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "1995-07-07",
 "awd_max_amd_letter_date": "1995-07-07",
 "awd_abstract_narration": "The main objective of this project is to build a numerical simulator for the Taylor-Couette experimental device which is capable of emulating laboratory experiments.  The project will involve developing a robust numerical scheme capable of simulating the Taylor-Couette flow over a wide range of parameter values, including all of the known flow regimes from Couette flow to the pre-turbulence flows.  The emphasis of this project is on the duplication of physical experiments.  In addition, the Taylor-Couette simulator will be used to investigate some of the mathematical results that have been obtained, especially those which do not agree with the experimental results.  The project will involve an efficient implementation of a three-dimensional scheme on a vector and/or parallel computer (using multigrid to speed convergence) along with a full graphical output package that will both imitate the available experimental outputs and give additional results (not generally obtainable in physical experiments) that will show more clearly some of the phenomena and mechanisms that are involved in these flows.  The data generated by the numerical computations will be analyzed using biologically motivated ``neural'' feature detectors which provide low-dimensional representations of high-dimensional data sets.  Visualization techniques based on preprocessing the data using neural networks, self organizing feature maps, in addition to the more standard Karhunen-Loeve decomposition will be investigated.  This emphasis on pattern analysis will be directed towards validation of the model by directly comparing large and medium-scale coherent structures which appear both in the numerical simulator and laboratory experiments.    In many areas involving development and manufacturing, numerical simulation is becoming an integral part of the development and manufacturing processes. There has been a longstanding popular argument that one might  ``throw away the wind tunnels,.. and perform all of the experiments on the comp uter.''  However, there have not been many studies which  clearly demonstrate to what extent computer simulations can replace or augment information obtained experimentally.  Large computer codes are used to explain and predict complex phenomena (say in weather forecasting) that, due to the cost of running these codes, have never been carefully validated.  The instabilities and flow patterns exhibited by the Taylor-Couette flow have challenged experimenters and theorists for many years.  The results that have been obtained include a rich assortment of complex flow regimes encountered during the eventual transition to turbulence. Hence, the Taylor-Couette problem is an excellent candidate to assess how well a computer model can perform physical experiments.  The Taylor-Couette problem is such that the results are sufficiently complex to require an accurate numerical model, an efficient solver and a large number of grid points.  Because of these aspects of the problem, the results will illustrate how well a computer model can simulate a physical problem over a broad range of parameters, will indicate what numerical efficiencies are possible on large problems and will clearly illustrate many of the problems associated with long term numerical simulations that produce large amounts of data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Thomas",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Thomas",
   "pi_email_addr": "thomas@math.colostate.edu",
   "nsf_id": "000330397",
   "pi_start_date": "1995-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kirby",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Kirby",
   "pi_email_addr": "kirby@math.colostate.edu",
   "nsf_id": "000416127",
   "pi_start_date": "1995-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}