{
 "awd_id": "9505021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: Numerical Methods & Conservation Laws",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1995-08-01",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 193910.0,
 "awd_amount": 193910.0,
 "awd_min_amd_letter_date": "1995-07-13",
 "awd_max_amd_letter_date": "1995-07-13",
 "awd_abstract_narration": "The investigator develops multi-dimensional high resolution  finite volume methods for solving nonlinear hyperbolic systems of  conservation laws and related problems arising in a variety of  applications.  The public domain software package CLAWPACK  (Conservation LAWs PACKage) he has developed is extended to handle  a wider variety of problems on both Cartesian and curvilinear  grids in 1, 2, and 3 space dimensions.  Mosaic composite grids are  further developed to allow body-fitted grids near an irregular  boundary to be coupled with Cartesian grids away from the  boundary.  Immersed interface methods for handling discontinuities  in the solution or its derivatives are used in conjunction with  multi-dimensional conservation law methods to solve fluid dynamics  and wave propagation problems with material interfaces.  These  techniques achieve second order accuracy on uniform Cartesian  grids cut by irregular interfaces.  Similar techniques are applied  to problems with stiff source terms arising from chemical  reactions or combustion, giving rise to thin reaction zones that  behave macroscopically as interfaces.  Specific applications in a  number of areas are studied, including groundwater flow,  atmospheric flow, chemotaxis, and astrophysics.  The software being  developed is intended for teaching as well as research purposes,  and includes extensive documentation and applied examples.  An  accompanying textbook is being written.         The investigator develops computational methods and public  domain software for the solution of a class of mathematical  problems that arises in virtually every field of science and  engineering.  The partial differential equations considered can, in  various forms, model the motion of liquids or gas (e.g., air in  the atmosphere, water in the ocean, aerodynamic flow around  aircraft or through turbines, groundwater or oil beneath the  earth's surface), or the motion of waves in fluid or air (e.g.,  acoustic waves in the air or ocean or in ultrasonic explor ation of  the body, seismic waves in the earth originating from earthquakes  or artificially generated for oil exploration, radar waves).  Even  the motion of organisms in ecological modeling or cells in  developmental biology follows similar laws.  The methods are based  on extensive research over the past 20 years, primarily in the  aerodynamics and weapons development communities.  This technology  is slowly being transferred to other areas, but is hindered by the  complexity of most of the algorithms.  The software of this project  should help speed this process.  It is designed for general use as  both a teaching and research tool, with extensive examples  included in many applications areas.  Novel methods are also  developed to deal with phenomena occurring on different time  scales (e.g., fast chemical reactions coupled with slow  groundwater or atmospheric flow) and for problems in geometrically  complicated regions of space bounded by irregular boundaries or  containing interfaces where material properties change (e.g.,  between different types of rock in groundwater flow and  seismology, or between bone and tissue in ultrasound imaging).  Close collaboration is underway with researchers in many areas  (particularly groundwater flow and atmospheric modeling), both to  improve and generalize the software and to use it in the solution  of specific problems.  An application of great interest is  contaminant transfer in groundwater flow, where linear or  nonlinear advection in a porous medium with discontinuous  permeabilities and irregular geometries must often be coupled with  stiff source terms for adsorption and reactions.  Accurate models  are needed both as an aid to remediation of polluted sites and to  the study of proposed underground storage sites for nuclear waste.  Atmospheric modeling is crucial both in short-term weather  prediction and in long-range global modeling of climate, ozone  depletion, etc.  The investigator works with researchers in these  areas to incorporate this  software into standard models as well as  to develop new methods where needed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "LeVeque",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Randall J LeVeque",
   "pi_email_addr": "rjl@uw.edu",
   "nsf_id": "000330539",
   "pi_start_date": "1995-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 193910.0
  }
 ],
 "por": null
}