{
 "awd_id": "9506333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transcriptional Activation by Rhizobium meliloti DCTD",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1995-09-15",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 92076.0,
 "awd_amount": 92076.0,
 "awd_min_amd_letter_date": "1995-08-24",
 "awd_max_amd_letter_date": "1995-08-24",
 "awd_abstract_narration": "9506333  Hoover  Rhizobium meliloti DCTD activates transcription from dctA (which encodes a C4-dicarboxylate transport protein) and belongs to a family of (54-dependent activators that probably operate by a common mechanism.  Sigma54  -dependent genes encode products that are involved in important and diverse metabolic processes, including nitrogen assimilation, nitrogen fixation, C4-dicarboxylate acid transport, toluene degradation, hydrogen metabolism, and pilin formation.  The long term goal of this lab is to understand the molecular mechanisms involved in transcriptional activation by (54   -dependent activators.  Examining how (54-dependent activators like DCTD facilitate transcriptional activation will contribute greatly to the understanding of bacterial gene regulation and physiology.  The transcription mechanism for (54 -RNA polymerase holoenzyme (E(54) differs significantly from that of the major form of RNA polymerase holoenzyme (E(70) in several notable ways.  For example, ATP hydrolysis by the activator is coupled to open complex formation with E(54, while no examples of such a requirement for ATP exist among the numerous genes transcribed by E(70.  Towards this long term goal, the following shorter term objectives will be addressed in this research.  First, DCTD mutants that are defective in activating transcription will be generated and characterized.  For these experiments, a truncated form of DCTD (referred to as DCTDL143) that constitutively activates transcription and hydrolyzes ATP will be used.  Mutant DCTDL143 proteins will be purified and analyzed for their abilities to activate transcription in vitro, hydrolyze ATP, bind DNA, and interact with E(54.  DCTD can be crosslinked to (54 and the ( subunit of RNA polymerase, and interactions between DCTDL143 mutants and these subunits of E(54 will be examined using this crosslinking assay.  These biochemical and genetic approaches will be valuable for dissecting protein-protein interactions required for transcriptional activation.  Second, studies on the ATPase activity of DCTDL143 will be extended to include examination of  potential inhibitors, determination of temperature and pH optima, and determination of dissociation constants for ATP.  Photocrosslinking ATP (or analogs of ATP) to DCTD will be used to identify regions of the protein involved in ATP binding.  Examining ATP binding and hydrolysis by DCTDL143 and DCTDLl43 mutants is likely to yield insights into how ATP hydrolysis is coupled to transcriptional activation.  Together, these data will provide useful information on how DCTD activates transcription from the dctA promoter.  %%%  Despite the large number of transcriptional activators that have been identified in prokaryotic and eukaryotic organisms, the ways in which these proteins facilitate transcriptional activation are poorly understood.  The long term goal of this laboratory is to characterize the molecular mechanism of transcriptional activation by a class of activators ((54 -dependent) in bacteria.  One such activator, DCTD of Rhizobium meliloti will be studied.  Mutant activators that are deficient in their ability to activate transcription will be generated using both random and localized mutagenesis.  These mutant proteins will be examined for their abilities to activate transcription, bind and hydrolyze ATP, and interact with E(54.  Studies on the ATPase activity of a truncated form of DCTD will be extended to include examination of potential inhibitors, determining temperature and pH optima for ATP hydrolysis, determining dissociation constants for MgATP, and identifying regions involved in MgATP binding.  This work will help increase our understanding of how cells activate those genes which are appropriate for a given environment.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Hoover",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy R Hoover",
   "pi_email_addr": "TRHOOVER@UGA.EDU",
   "nsf_id": "000205795",
   "pi_start_date": "1995-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 92076.0
  }
 ],
 "por": null
}