{
 "awd_id": "9506217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Identification and Characterization of Synthetic Peptide Substrate for Protein Tyrosine Kinases",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas E. Smith",
 "awd_eff_date": "1995-08-15",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1995-08-07",
 "awd_max_amd_letter_date": "1997-05-20",
 "awd_abstract_narration": ";                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       R o o t   E n t r y                                                                            F               #?6      @         C o m p O b j                                                                                                         b       W o r d D o c u m e n t                                                                                                         O b j e c t P o o l                                                                                    \"?6     \"?6                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          F    Microsoft Word 6.0 Document     MSWordDoc     Word.Document.6     ;                                                              Oh     +'  0                                       $       H       l                                               D       h                                                   R:\\WWUSER\\TEMPLATE\\NORMAL.DOT                                       marcia steinberg                    marcia steinberg            @     R =6                          @         e =       e               i                       \\                                       \"       \"   \"       \"       \"       \"       \"       L       L       L       L       L       d       n       L           C   x       |       |       |       |       |       |       |                                   #           c               T   T       4                           \"       |                 |       |                       |       |               |       \"       \"       |                       x       |       |       |       |       \"       |       \"       |                               6       >       \"       \"       \"       \"       |               |   2   |                                                                                             9506217 Lam The objective of this project is to apply the combinatorial synthetic peptide library method to identify peptide substrate motifs for various classes of protein tyrosine kinases (PTK). Approximately 10 million random peptides will be screened for each PTK. The two PTKs to be studied include (i) Fes, a non receptor linked cytosolic PTKs, and (ii) Src, a non receptor linked, membrane anchored PTKs. In an attempt to identify natural substrates, the GeneBank will then be searched for proteins that have sequence homology with the identified peptides. Detailed structure activity relationship (SAR) studies will be performed on synthetic analogues of these peptides. Kinetic parameters as well as specificity of these pe ptide substrates will be determined. Based on these peptide substrate motifs, pseudosubstrate based peptide inhibitors for various PTKs will be developed.  The combinatorial synthetic peptide library method based on a \"one bead, one  peptide concept\" developed by the PI is used in this proposal. Random heptapeptide libraries are screened for their ability to be phosphorylated by specific PTKs in the presence of  ~32P ATP. After incubation, the library is washed and the beads immobilized on a glass plate with agarose. The  32P  labeled beads are then identified by autoradiography and individual labeled beads isolated for microsequencing. This method has already been proven for both the cAMP dependent protein kinase and p60C src PTK. Efficient peptide substrates have been identified for these two protein kinases. A high throughput solid phase phosphorylation assay system, developed in the P.I. s laboratory, is used for the SAR studies. Peptide analogues are synthesized on resin beads and used as substrates for the phosphorylation reaction. No purification of peptides is required and separation of the free  gamma 32P ATP from the solid phase  32P  labeled peptides is easy and rapid as peptides are covalently attached to beads. Quantitative autoradiography is then used to quantitate the phosphorylation. Using this approach it is possible to synthesize and analyze hundreds of analogues within a relatively short time. %%% The objective of this research proposal is to apply a novel combinatorial peptide library method to identify peptides that can be phosphorylated (the transfer of a phosphate group to a peptide or protein) by a number of human enzymes named protein tyrosine kinases. These enzymes are especially important in regulating various cellular functions such as activation of the immune cellular function, differentiation of various cell types, cell growth and death, and even the cancerous process. The combinatorial peptide library method described in this proposal was first developed in Dr. Lam 's laboratory and involves the synthesis of millions of peptide beads. The peptide beads phosphorylated by these enzymes will be isolated and their chemical structures determined. After several peptide substrates for these enzymes are identified, the P.I. plans to synthesize many of their analogs and test their activity. Results from such studies will provide important information for the understanding of the mechanism of action of these enzymes, and also help us to understand the biochemical basis of many important cellular functions. In addition, based on these results, he may be able to design specific and potent inhibitors for these enzymes. ***                                 @                                                                                                                                                       ....()()))()()                                                                          ;                                                                                                                                                     S u m m a r y I n f o r m a t i o n                           (                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           @    U  ?6                                                                                                  @    v A                                    Microsoft Word 6.0                                                      2",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kit",
   "pi_last_name": "Lam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kit S Lam",
   "pi_email_addr": "kit.lam@ucdmc.ucdavis.edu",
   "nsf_id": "000367164",
   "pi_start_date": "1995-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona College of Medicine",
  "perf_str_addr": "601 Administration Building",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}