{
 "awd_id": "9506893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies of Signal Transduction by the B-Lymphocyte Antigen  Receptor",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Randolph Addison",
 "awd_eff_date": "1995-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 435950.0,
 "awd_amount": 435950.0,
 "awd_min_amd_letter_date": "1995-07-11",
 "awd_max_amd_letter_date": "1999-04-01",
 "awd_abstract_narration": "MCB 9506893  Lawrence J. Stern     This project investigates the mechanisms of B-cell activation, and combines membrane biochemistry and protein engineering. B cells comprise the branch of the immune system that is responsible for producing antibodies against foreign material.  When a foreign antigen binds to a receptor on the B cell surface, the B cell becomes stimulated to interact with other immune cells, and to proliferate and produce antibodies.  The mechanism that triggers this process is poorly understood but appears to involve a clustering of receptors on the cell surface. Similar clustering mechanisms activate other cells in the immune and nervous systems. How such clustering on the membrane surface activates signaling events within the cell is unknown.  Investigation of this mechanism has been hampered by the complexity of working with whole-cell systems, and in particular, membrane-bound components. To better understand the B-cell activation mechanism, a model system will be developed in which the components of the activation mechanism can be studied apart from the membrane.  Analogues of the B-cell receptor that mimic single receptors, and clusters of two, three, and four receptors, will be constructed.  Research into the basic structure of proteins has identified small protein modules that interact in different combinations.  These modules will be grafted onto the components of the B-cell receptor in place of the parts that anchor the receptor to the membrane.  Different modules will provide soluble analogues of the receptor in different size clusters.  These clusters will be used to determine the requirements for triggering the signaling mechanism, and to investigate the interactions of the B-cell receptor with other signaling proteins.  Studies of the B-cell receptor and its interactions will contribute to a description of this important signaling mechanism, and to our understanding of cellular activation processes.   Concurrent with this research program, the Principal Investigat or will execute a multi-faceted education program.  One goal of this program is the introduction of innovative computational and molecular graphic methods into the undergraduate and graduate educational experience.  The ability to access and utilize information in nucleotide and protein databases has become an essential scientific skill.  A module will be introduced into the undergraduate biochemistry laboratory that teaches students how to access the information in these databases.  Another module will comprise exercises that teach students the use of computer graphics workstations to visualize and manipulate protein and nucleic acid structures in three dimensions.  The use of a campus-wide computer network to provide supplemental course material and evaluation and assessment of course content and presentation will also be explored.  Another goal of the education program is revision of the undergraduate biochemistry curriculum to keep students apace with recent developments in biochemistry that affect society at large. The introductory biochemistry course will be expanded to include recent technological and biomedical advances, and to allow students to critically evaluate developments in medicine, forensics, pharmaceuticals, biotechnology, and other areas of current biochemical research.  A new course in protein structure and function also will be introduced.  In addition to traditional teaching activities, the education program has important provisions for involvement of undergraduate and graduate students in research projects, community outreach, involvement of students from traditionally under- represented groups, pre-college educational projects, and student mentoring and advising.  %%%  This project provides insight into mechanisms that regulate the way cells interact.  Interactions between cells are the basis for the formation of a multi-cellular organism and a major question in the field of cell biology.  The education plan of this award includes the introduction of macromolecular comput er graphics and database search techniques into an undergraduate laboratory, extension of biochemistry curriculum, and development of innovative education assessment techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Stern",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence J Stern",
   "pi_email_addr": "lawrence.stern@umassmed.edu",
   "nsf_id": "000194948",
   "pi_start_date": "1995-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 105950.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}