{
 "awd_id": "9507494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Rab GTPases and V-H+ ATPases in Membrane Traffic",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1995-10-15",
 "awd_exp_date": "1997-09-30",
 "tot_intn_awd_amt": 179610.0,
 "awd_amount": 179610.0,
 "awd_min_amd_letter_date": "1995-09-28",
 "awd_max_amd_letter_date": "1995-12-11",
 "awd_abstract_narration": "9507494  Cardelli    The long term goal of the project is to define the molecular  mechanisms which regulate the biosynthesis and function of  lysosomes, organelles that function to degrade extracellular  and intracellular material and that play an important role  in cellular metabolism.  In previous studies the  biosynthesis, processing and targeting mechanisms for  lysosomal hydrolases have been characterized in the simple  eukaryote, Dictyostelium discoideum, an organism well suited  for these studies because of the ease in which it can be  manipulated genetically and biochemically. As part of the  aims of this proposal, some of  the proteins that are  enriched in lysosomes will be characterized.  One of the  identified proteins is a subunit of an enzyme (V-H+-ATPase)  responsible for acidifying the lumens of lysosomes and  endosomes.  The other protein, Rab4, is a member of a large  family of small GTPases involved in vesicular trafficking.  Rab4 and the proton pump are also highly enriched in the  contractile vacuole (CV) complex and preliminary data  suggest that these proteins regulate the function of this  organelle and the endosomal pathway.  In the present  application, molecular genetic techniques will be used (gene  disruption, overexpression and antisense RNA expression) to  create cell lines that either do not express these proteins  or express mutant versions of these proteins.  These cell  lines will be analyzed biochemically to determine how the  lysosomal/endosomal and CV system functions under conditions  where acidification is suppressed and vesicular trafficking  may be altered.  Our functional tests will include  measuring; 1) the rate of processing and transport of  lysosomal hydrolases, 2) the percentage of newly synthesized  precursors that are appropriately targeted, 3) the rate of  endocytosis, phagocytosis, and secretion and 4) if the CV is  altered in function.  Together these approaches will provide  relevant new information on the regulation of  endosomal/lysosomal  and CV function.  %%%  This is a project dealing with the definition of the  molecular mechanisms regulating the formation of endosomes  and lysosomes; organelles that function to degrade  extracellular and intracellular biological material.  Very  little is now known concerning how lysosomes are formed and  much remains to be learned concerning how they function to  regulate a wide variety of cellular processes.  These  studies are conducted in a simple eukaryotic system,  Dictyostelium discoideum, because sophisticated genetic and  biochemical approaches can be applied.  In earlier studies,  two proteins have been identified that are associated with  lysosomes and endosomes; these proteins may play an  important role in the structure and function of these  organelles.  One of the proteins, Rab4, functions in  mammalian cells to regulate the trafficking of membranes  along the endosomal pathway (the route extracellular  material takes to reach lysosomes) while the other protein,  the proton pump ATPase, functions to acidify lysosomes and  endosomes.  Interestingly, in this organism, both of these  proteins are also associated with the membrane system termed  the contractile vacuole.  This organelle is responsible for  pumping out water and functions at the cellular level much  like a kidney functions in humans.  This is a proposal to  use genetic and biochemical approaches to define the role of  the proton pump and Rab4 in the assembly and function of  endo-lysosomes and the contractile vacuole.  Together, these  approaches using this simple eukaryotic cell will provide  relevant new and important information on the regulation of  cellular organelles critical for normal cell function.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Cardelli",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Cardelli",
   "pi_email_addr": "jcarde@nomvs.lsumc.edu",
   "nsf_id": "000315067",
   "pi_start_date": "1995-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LSU Health Sciences Center -Shreveport",
  "inst_street_address": "1501 KINGS HWY",
  "inst_street_address_2": "",
  "inst_city_name": "SHREVEPORT",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3186755409",
  "inst_zip_code": "711034228",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FA4VKPTJRLY8"
 },
 "perf_inst": {
  "perf_inst_name": "LSU Health Sciences Center -Shreveport",
  "perf_str_addr": "1501 KINGS HWY",
  "perf_city_name": "SHREVEPORT",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "711034228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 178275.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 1335.0
  }
 ],
 "por": null
}