{
 "awd_id": "9507144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Protein Phosphorylation as a Biophysical Switch:  NMR       Determination of Structural and Dynamic Responses to        Phosphorylation",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1995-09-01",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1995-08-22",
 "awd_max_amd_letter_date": "1995-08-22",
 "awd_abstract_narration": "This research addresses the biophysical basis of protein regulation by reversible phosphorylation.  High resolution multidimensional nuclear magnetic resonance (NMR) techniques will be employed to elucidate the structural and dynamic aspects of protein phosphorylation in a model system.  Two protein fragments derived from chicken c-Src (Src) that contain key regulatory domains will be studied to investigate the biophysical mechanisms responsible for control in this  system.  Determination of the structure and dynamics of the first fragment, composed of the Src- homology 3 (SH3) and Src-homology 2 (SH2) domains, will serve a dual purpose: a) it will provide a foundation on which to build more adva nced studies of larger fragments of Src, and b) it will enableidentification of intramolecular interactions that may contribute to the recently established role of the SH3 domain in stabilizing SH2/phosphopeptide interactions. The second and larger fragment, which has an additional 80 residues that comprise the unique N-terminal region of Src, will be utilized to investigate the structural and dynamic response of the protein to phosphorylation. This fragment contains specific phosphorylation sites that are known to regulate the tyrosine kinase activity of Src.  The structure and dynamics of this protein fragment in phosphorylated and unphosphorylated states will be pursued using the now-standard multidimensional techniques.  These studies will reveal interactions that are disrupted and those that are formed by phosphorylation, and will provide an atomic level view of the changes induced in these common regulatory modules by this important covalent modification.  %%%   Protein phosphorylation is known to be involved in the control of a diverse array of biological processes, including metabolism, cell proliferation and differentiation, membrane transport, gene expression, locomotion, memory, and learning.  However, the biophysical basis of regulation by phosphorylation is clearly established for only two proteins, both of which exhibit different mechanisms of control.  Hence, high resolution structure determinations of a model system in phosphorylated and unphosphorylated states will provide much needed information that will aid in understanding of the atomic level events responsible for this ubiquitous protein regulatory switch. Relatively small, conserved protein domains, typified by the Src-homology 2 (SH2) and Src-homology 3 (SH3) domains, are found in a large number of signaling proteins and have been shown to function as modular binding domains that can mediate both inter-and intramolecular interactions.  The Src protein, a cellular proto-oncoprotein and a paradigm protein-tyrosine kinase, con tains both SH3 and SH2 domains as well as several different regulatory phosphorylation sites.  In Src, SH2 interactions have been shown to be mediated by nearby SH3 domains and by phosphorylation of specific Ser and The residues remotely located in the primary sequence.  The proposed research involves structural and dynamics studies of the Src regulatory apparatus in phosphorylated and unphosphorylated forms, and will employ recently developed high resolution multidimensional NMR spectroscopic techniques.  Overall, these studies will enable relationships between structure, dynamics and function in a protein regulated by phosphoylation to be established, and will have broad implications for numerous other proteins that utilize phosphorylation as a biophysical switch.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Nicholson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Linda K Nicholson",
   "pi_email_addr": "lkn2@cornell.edu",
   "nsf_id": "000239476",
   "pi_start_date": "1995-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}