{
 "awd_id": "9507924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Specialization of the Right and Left Cerebral Hemispheres",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rodney R. Cocking",
 "awd_eff_date": "1995-09-01",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 223871.0,
 "awd_amount": 223871.0,
 "awd_min_amd_letter_date": "1995-07-29",
 "awd_max_amd_letter_date": "1997-06-12",
 "awd_abstract_narration": "9507924  HELLIGE    The goal of cognitive neuroscience is to understand how it is  that our brains produce our thoughts, our emotions and our  actions.  A pervasive characteristic of the human brain is what  has been termed cerebral hemisphere asymmetry.  The cerebral  cortex (or outside surface) of the brain is divided into two  hemispheres, the right and the left.  Although their gross  appearance is very similar, there are subtle differences in the  anatomical structure of the two hemispheres and in their  information processing abilities and propensities.  This research  will investigate the consequences of this hemispheric  specialization for information processing in neurologically  normal individuals in several specific areas of functioning.  One  set of studies will increase our understanding of hemispheric  specialization for processing spatial relationships by  investigating visual mechanisms that underlie the tendency of the  two hemispheres to make different contributions to processing  what have been called categorical (e.g., above/ below,  left/right, etc.) and coordinate (e.g., distance between two  objects) aspects of spatial location.  A second set of studies  will determine the extent to which the same visual mechanisms  also contribute to hemispheric differences in the identification  of visual stimuli, including letters, words and other multipart  objects (e.g., an airplane).  In order to understand how it is  that the two hemispheres make complementary contributions to  perception, cognition and action, it is important to understand  the ways in which the two hemispheres interact with each other to  coordinate their activities and produce unified effects on  behavior.  For this reason, a third set of studies will examine  interhemispheric interaction for the processing of both verbal  and nonverbal information, with an emphasis on tasks that are  known to be performed in qualitatively different ways by the left  and right hemispheres. It is also impossible to understand the   role that hemispheric asymmetry plays in normal cognitive  processing without understanding the role that such asymmetry  plays in individual variation.  With this in mind, a fourth set  of studies will focus on differences from person to person in the  pattern of hemispheric asymmetry and in the nature and efficiency  of interhemispheric interaction.  Some of these studies will also  determine the relationship between various functional or  behavioral asymmetries and anatomical/structural brain  asymmetries as determined by brain imaging procedures.  Each set  of studies will address basic issues in cognitive neuroscience.   At the same time, the outcomes will have implications for a  variety of more applied questions.  For example, it has been  hypothesized that a variety of disorders (e.g., dyslexia,) result  from unusual patterns of hemispheric asymmetry or from difficulty  in coordinating the activities of the two hemispheres.  Testing  such hypotheses requires detailed information about the normal  patterns of operation of the two hemispheres, separately and in  concert.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Hellige",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph B Hellige",
   "pi_email_addr": "",
   "nsf_id": "000390811",
   "pi_start_date": "1995-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 71827.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 73268.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 78776.0
  }
 ],
 "por": null
}