{
 "awd_id": "9510492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: Mathematical Studies of Wave         Propagation",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1995-06-15",
 "awd_exp_date": "1996-11-30",
 "tot_intn_awd_amt": 17934.0,
 "awd_amount": 17934.0,
 "awd_min_amd_letter_date": "1995-06-23",
 "awd_max_amd_letter_date": "1995-06-23",
 "awd_abstract_narration": "9510492  Hile    This work is supported by a Research Planning Grant for Women Scientists   and Engineers Award.  The goal of the research is two-fold: (i) to   understand which higher-order dispersive and nonlinear effects cause the   asymmetry apparent in certain one-dimensional solutions of Maxwell's   equations describing ultra-short optical soliton-like pulses, and to determine   if a corresponding extended nonlinear Schroedinger equation can be   developed to describe the asymmetric pulses  produced in pulse-  compression experiments; and (ii) to determine the physical parameters   responsible for the divergence or collapse of two-dimensional ultra-short   spatial solitons propagating in a planar waveguide.  The project will also   involve planning activities in collaboration with a senior mathematician   from industry to determine the feasibility of developing an innovative   technique for efficiently predicting high-frequency radar cross-section   statistics for realistic, complex targets.    Over the last decade, optical fiber communication systems have played a   vital role in revolutionizing the telecommunications industry.  Though this   technology has progressed very rapidly, advances continue to be made in   the design of these systems.  Areas of current research in the field, which   hold great interest and challenge for mathematicians, involve physical   phenomena and processes that exploit the nonlinear effects in optical   materials.  These physical phenomena and processes include optical   solitons, optical pulse compression, and optical switching.  This project will   involve goals and planning activities that include developing and analyzing   mathematical models of these nonlinear phenomena and processes in order   to improve the design of optical communications systems.    The National Science Foundation's mandate to ensure the vitality of the   Nation's scientific enterprise includes concern for the quality, composition,   distribution and effectiveness of the human resou rce base in science and   engineering.  Within this context, the Foundation is committed to enhancing   the current rate of participation of women in science and engineering   careers, in general, and as active participants in all of its programs.    Research Planning Grant awards are made: (1) to help increase the number   of new women investigators participating in NSF's research programs; and,   (2) to facilitate preliminary studies and other activities related to the   development of competitive research projects and proposals by women who   have not previously had independent Federal research funding.  Research   Planning Grants are one-time awards that may be used for preliminary work   to determine the feasibility of a proposed line of inquiry, and/or for other   activities that will facilitate proposal development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Hile",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl V Hile",
   "pi_email_addr": "",
   "nsf_id": "000225599",
   "pi_start_date": "1995-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 17934.0
  }
 ],
 "por": null
}