{
 "awd_id": "9510509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Cypress Bayou Archaeological Survey",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1995-07-01",
 "awd_exp_date": "1996-12-31",
 "tot_intn_awd_amt": 11996.0,
 "awd_amount": 11996.0,
 "awd_min_amd_letter_date": "1995-06-12",
 "awd_max_amd_letter_date": "1995-06-12",
 "awd_abstract_narration": "Kidder    Under the direction of Dr. Tristram Kidder, Mr. Douglas Wells  will collect data for his doctoral dissertation. He will conduct  archaeological survey and excavation in the Tensas basin region  located on the border between Mississippi and Louisiana. He will  focus on a prehistoric cultural period termed \"Coles Creek\" which  spans the period between ca 650 and 1200 AD. During this period  agriculture began to replace hunting and gathering as a primary  source of subsistence and habitation centers characterized by  raised mounded structures became widespread. Mr. Wells will focus  on a ca. 7.2 mile segment of nearly unfilled bayou and  accompanying natural levees known as \"Cypress Bayou.\" He will  conduct a surface survey and set out four transects which will  run the entire length of the survey area. Representative surface  materials will be collected. On this basis, excavations will be  conducted at 2-4 sites. A road grader will be used to strip  overburden from entire sites and then excavation of in situ  material will proceed by standard archaeological techniques. This  work will provide insight into the smaller typical sites in the  region. In the final stage of the fieldwork, Mr. Wells will  conduct excavations at the Shackleford Lake site, a medium-sized  mound center located within the Cypress Bayou project area. This  site exhibits the best preserved cultural features in the  immediate area and thus is most likely to yield the best  information on intrasite structure, activities, subsistence and  chronology. The site will be mapped, surface collected and shovel  tested. On the basis of this information, selected areas will be  excavated.    The Southern region of the United States has provided a focus for  archaeological research for almost a century. The large mounded  sites which mark the final phase of the areas prehistory indicate  a complex level of social organization with a high degree of  centralized authority. Large areas were incorporated into single  social units and  the construction of large earth filled mounds  attests to coordination of large numbers of individuals.  Archaeologists wish to understand the process which led to this  development and the Coles Creek culture is important because it  stands as a direct predecessor to this climax \"Mississippian\"  achievement. Mr. Wells has proposed several hypotheses about this  developmental sequence and believes that elite control of a  highly complex mortuary ritual may have allowed the concentration  of power into relatively few hands. This research should allow  him to test this conclusion.    This research is important for several reasons. It will provide  data of interest to many archaeologists and shed new light on the  prehistory of the United States. It will increase understanding  of how social complexity develops and contribute to the training  of a promising young scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tristram",
   "pi_last_name": "Kidder",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Tristram R Kidder",
   "pi_email_addr": "trkidder@wustl.edu",
   "nsf_id": "000102240",
   "pi_start_date": "1995-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "GLCH",
   "pgm_ref_txt": "GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 11996.0
  }
 ],
 "por": null
}