{
 "awd_id": "9510658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RPG: Molecular Mechanisms of Regulation of GAP-43 Promoter  by bHLH Transcription Factors",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dr. Susan F. Volman",
 "awd_eff_date": "1995-08-01",
 "awd_exp_date": "1997-01-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "1995-05-22",
 "awd_max_amd_letter_date": "1995-05-22",
 "awd_abstract_narration": "9510658  Chiaramello  The molecular mechanisms underlying mammalian neurogenesis are  still elusive.  However recently, a number of neuronal genes that  specify neuronal cell fate has been identified.  Some of them  encode transcription factors that contain a basic-helix-loop-helix  (bHLH) motif.  These neuronal genes are grouped in two specific  categories:  the proneural genes and the neurogenic genes.  The  proneural genes define a state that makes cells competent to become  neuronal precursors, whereas neurogenic genes form a functional  network that is thought to convey regulatory signals from one cell  to the next to allow the development of mature neuronal cells.   These genes are activated in a precise spatial and temporal manner  in order to orchestrate this complex series of events leading to  neuronal differentiation.  These genes encode various basic-helix-  loop-helix transcription factors that regulate tissue-specific  transcription of various neuronal target genes.  These bHLH  proteins form various dimers through the helix-loop-helix (HLH)  motif and bind to a specific cis acting element referred as E-box  through their basic domain.  They have been classified into  distinct classes, based on their structure and pattern of  expression.  Class B can only form heterodimers with a class A bHLH  protein and exhibit a restricted spatio-temporal expression.  The  variety of heterodimeric complexes formed between two bHLH proteins  provides a molecular mechanism responsible for differential  transcriptional regulation of target genes in different cell types  and developmental stages during neurogenesis.  A wealth of data  demonstrates that bHLH transcription factors critically contribute  to the events of determination, differentiation, and maintenance  during neurogenesis.  However, no specific neuronal target gene  have yet been identified.  This proposal deals with the detailed   study of the events determination, differentiation, and maintenance  during neurogenesis.  However, no sp ecific neuronal target gene  have yet been identified.  This proposal deals with the detailed  study of the transcriptional regulation of the mammalian neuronal  gene, GAP-43, which is the first neuronal gene to be modulated by  developmentally regulated bHLH transcription factors.  Therefore,  the elucidation of the molecular interactions between the neuronal  bHLH transcription factors and the GAP-43 promoter region will lead  to a better understanding of mammalian neuronal differentiation and  the functional roles of bHLH proteins at orchestrating gene  expression at different stages of brain development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Chiaramello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Chiaramello",
   "pi_email_addr": "anaaec@gwumc.edu",
   "nsf_id": "000472544",
   "pi_start_date": "1995-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119000",
   "pgm_ele_name": "DEVELOPMENTAL NEUROSCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}