{
 "awd_id": "9511360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elementary Coordination Dynamics of Learning",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": "7032924833",
 "po_email": "jyoung@nsf.gov",
 "po_sign_block_name": "Jasmine Young",
 "awd_eff_date": "1995-08-01",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 130856.0,
 "awd_amount": 130856.0,
 "awd_min_amd_letter_date": "1995-07-25",
 "awd_max_amd_letter_date": "1995-07-25",
 "awd_abstract_narration": "9511360  KELSO    The ability of animals to learn from experience reaches its  highest form in human beings.  Yet, despite extensive work in  various fields of scientific inquiry, fundamental questions still  remain to be answered:  What is learning?  What processes  underlie the ability of humans to learn new skills?  What is the  nature of change?  What factors determine generalization of one  skill to another?  What makes one task easy to learn and others  difficult?  This research is part of a broad program addressing  these questions through studies of perceptual-motor coordination  in tasks not unlike learning to play a musical instrument, but  simple enough to be measured.  The approach employs novel methods  that allow a quantitative evaluation of the learner's existing  capabilities before the introduction of a novel task.  Nobody is  a blank slate.  The individual learner possesses his/her own  \"signature\" (dependent on previous experiences, inherited traits,  etc.) that influences the learning process.  This research is  based on the hypothesis that the rate of the learning process and  the form that it takes is depend on the interplay between  preexisting capabilities and the task to be learned.  Since both  can be expressed in terms of the same variables and the rates of  change of these variables, dynamical laws of learning become  accessible.  This research will investigate how learning causes  changes, not just in the representation of what has been learned,  but in the entire layout of the learner's dynamics.  Preliminary  studies have shown that what is learned (relevant information) is  quite independent of the particular system that practices the  task.  Thus, the ability to transfer knowledge from one domain to  another appears to rest heavily on finding out what the relevant  information is.  A further direction of the research stems from a  conceptualization of memory which assumes that its strength  depends on the stability of the learned state and can be  precisely quant ified using dynamical measures (e.g.,  fluctuations, time to relax from perturbations).  Moreover,  future plans include an evaluation of human brain activity  patterns corresponding to behaviorally observed changes in  learning and memory.  Although the research is basic, aimed at  understanding the psychological and neuronal mechanisms of human  learning, it has the potential to spawn both implications and  applications.  In particular, the focus on individual constraints  on learning and the need to structure the learning situation in  the context of such constraints have significant implications for  education.  Avenues for applications exist in human-machine  interface design, prosthetics, and rehabilitation following  strokes, as well as in recovery from the numerous brain diseases  that afflict human beings.    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. A. Scott",
   "pi_last_name": "Kelso",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. A. Scott Kelso",
   "pi_email_addr": "kelso@walt.ccs.fau.edu",
   "nsf_id": "000334549",
   "pi_start_date": "1995-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pier-Giorgio",
   "pi_last_name": "Zanone",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pier-Giorgio Zanone",
   "pi_email_addr": "",
   "nsf_id": "000482915",
   "pi_start_date": "1995-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Atlantic University",
  "inst_street_address": "777 GLADES RD",
  "inst_street_address_2": "",
  "inst_city_name": "BOCA RATON",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "5612970777",
  "inst_zip_code": "334316424",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "FLORIDA ATLANTIC UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q266L2NDAVP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Atlantic University",
  "perf_str_addr": "777 GLADES RD",
  "perf_city_name": "BOCA RATON",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "334316424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 130856.0
  }
 ],
 "por": null
}