{
 "awd_id": "9511657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Intrinsic Dynamics of Social Judgement",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "1995-07-15",
 "awd_exp_date": "1998-06-30",
 "tot_intn_awd_amt": 155749.0,
 "awd_amount": 155749.0,
 "awd_min_amd_letter_date": "1995-07-06",
 "awd_max_amd_letter_date": "1996-05-15",
 "awd_abstract_narration": "This research program will investigate the tendency for the product of social judgment processes (e.g., evaluation) to display temporal variation in the absence of new information or external influence.  Such variation, representing intrinsic dynamics of social judgment, reflects the successive activation of unique configurations of cognitive and affective elements pertaining to the target of judgment.  Because each configuration has implications for higher order meaning and evaluation, this successive activation provides the basis for internally generated temporal variation in judgment.  When the elements are relatively consistent, intrinsic dynamics tend to dissipate as the configurations become integrated into a single higher order frame. Static integration may be hard to achieve, however, when the elements are mutually inconsistent.  In such cases, there will be sustained intrinsic dynamics as two (or more) conflicting higher order frames alternate in prepotence, each providing integration to some portion of the elements.  This dynamic integration is especially likely when the judgment is personally important to the judge.  A paradigm involving the use of a computer mouse will be used to test this theoretical framework.  Subjects receive information about a target person represented as a circle in the middle of the display screen and then think about and evaluate the target for several minutes.  During this time, they express their evaluation by using the mouse to adjust the position of the cursor relative to the target.  Several dynamic measures are derived from the position changes (e.g., rate of change in evaluation).  The emergence of static vs. dynamic integration, as well as other aspects of intrinsic dynamics, will be examined in the context of important topics in social psychology, including close relationships, social interaction, stereotyping, and attitude-behavior consistency.  The research program as a whole is inte nded to establish intrinsic dynamics as basic to social judgment, supplementing the traditional focus on content and structure.          Our judgments of one another tend to be remarkably dynamic, with a variety of thoughts and feelings coming to mind in rapid succession.  At the same time, judgment provides a basis for decision-making, planning, and interpersonal behavior--functions that require stability in our thoughts and feelings.  The proposed research program will test a theoretical framework that explains how mental volatility gives rise to integrated understanding and coherent evaluations of one another.  A distinction is made between two different ways of integrating the variety of facts, feelings, and images one may have concerning the person being judged.  Static integration occurs when this information is not too inconsistent and can be averaged in some fashion to yield a stable judgment.  Mental volatility in this mode of integration should diminish over time as the judgment is formed.  Dynamic integration, on the other hand, occurs when information about the person exceeds a threshold of inconsistency.  In this mode of understanding, two (or more) conflicting ways of thinking about the person, each providing integration for a portion of the available information, may emerge and alternate in mental dominance for the judge.  Judgment in this case is therefore characterized by oscillation between different ways of thinking about the person rather than by one stable perspective on the person. The relation between mental volatility and judgment is examined in the context of important topics in social psychology, including intimate relationships, judgments of ability, racial stereotypes, and moral judgment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Vallacher",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robin R Vallacher",
   "pi_email_addr": "vallacher@fau.edu",
   "nsf_id": "000456233",
   "pi_start_date": "1995-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrzej",
   "pi_last_name": "Nowak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrzej Nowak",
   "pi_email_addr": "nowak@fau.edu",
   "nsf_id": "000198009",
   "pi_start_date": "1995-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Atlantic University",
  "inst_street_address": "777 GLADES RD",
  "inst_street_address_2": "",
  "inst_city_name": "BOCA RATON",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "5612970777",
  "inst_zip_code": "334316424",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "FLORIDA ATLANTIC UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q266L2NDAVP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Atlantic University",
  "perf_str_addr": "777 GLADES RD",
  "perf_city_name": "BOCA RATON",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "334316424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 86000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 69749.0
  }
 ],
 "por": null
}