{
 "awd_id": "9511315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Democratization and Science:  The Theory and Practice       of Technical Assistance at MIT",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael M. Sokal",
 "awd_eff_date": "1995-08-15",
 "awd_exp_date": "1999-01-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "1995-08-19",
 "awd_max_amd_letter_date": "1998-07-06",
 "awd_abstract_narration": "MIT offers an unusual opportunity to study how the theory and practice of modernization shaped one another within the context of the Cold War.  In the 1950's and 1960's, MIT social scientists, natural scientists and engineers formulated an important new approach toward the uses of science and technology as tools of American foreign policy.  These ideas about modernization and democratization had considerable influence on the macro-level in the Kennedy administration.  On the micro-level, MIT tried to carry out some of the ideas presented in this new approach by assisting a number of universities in Third World countries (India and Korea, for example) develop technological institutes for training of engineers to serve in modern democracies.  Under this grant, Drs. Leslie and Kargon are concentrating on the developments at MIT and their influence on US policy.  Future studies will examine how these projects were carried out by MIT in advice to these Third World institutions.    MIT's version of modernization gave a new prominence to science and technology as indispensable tools for furthering American interests abroad.  In practice, technical assistance did not always promote either independent economic development or political democracy, as its promoters expected.  Nonetheless, by redefining the respective roles of economics and politics in American foreign policy, modernization theory represented an important alternative to military containment and had lasting implications for political and economic culture in the developing world.      Of particular interest is how the theory of modernization was pioneered and used at MIT's Center for International Studies (CENIS) by economists Max Millikan and Walt Rostow, political scientists Lucian Pye and Ithiel Pool and anthropologist Clifford Geertz.  MIT's social scientists never fully appreciated how much their own assumptions about science, economic development and political culture--in short, the very tenets of modernization theory itself--had been sh aped by the political and economic priorities of the Cold War.  Not did MIT's engineers always recognize how much the models of technical education and regional development they were offering the Third World had been influenced by the same priorities.      Drs. Leslie and Kargon are investigating under this grant the theories advanced at CENIS concerning the relationship among science, technology, and development, with particular attention to their presumed effects on democratization in the Third World.  They are also investigating how MIT tried to implement these ideas by examining the history of MIT's involvement in the founding of technological institutes.  They have other support to see how these plans were specifically carried out in Korea.  Future studies will extend this work to the actual implementation of MIT's plans in India and how the Indian Institute of Technology actually developed as an adaptation of MIT's blueprints and Indian sensibilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Leslie",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart W Leslie",
   "pi_email_addr": "swleslie@jhu.edu",
   "nsf_id": "000311431",
   "pi_start_date": "1995-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Kargon",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Kargon",
   "pi_email_addr": "kargon@jhu.edu",
   "nsf_id": "000184529",
   "pi_start_date": "1995-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}