{
 "awd_id": "9512269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Instrumentation for an Oklahoma Statewide    Shared NMR Facility",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory K. Farber",
 "awd_eff_date": "1995-08-15",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 735000.0,
 "awd_amount": 735000.0,
 "awd_min_amd_letter_date": "1995-08-19",
 "awd_max_amd_letter_date": "1995-08-19",
 "awd_abstract_narration": "Support is requested for the purchase of a 600 MHz NMR spectrometer to  be housed in the Department of Chemistry at Oklahoma State University,  for an upgrade of an on-site 400 MHz instrument, and for data stations  to link students and researchers at institutions all over the State of  Oklahoma to the NMR Facility. The key to statewide use of the facility  is communication via the Oklahoma ONENET, a 45 Mb/sec Ethernet system  that links Oklahoma State University (Stillwater), the Oklahoma Health  Sciences Center (Oklahoma City), and the University of Oklahoma  (Norman). The data stations at the research universities will be used  for remote control of the 600 MHz spectrometer, off-line data analysis  of multidimensional spectra from the 600 MHz instrument, and off-site  instruction of research associates and graduate students in modern NMR  spectroscopy. The Oklahoma ONENET has 1 Mb/sec service to link the NMR  facility to data stations at 6 regional universities for the education  of undergraduate science majors in modern NMR spectroscopy and for  analysis of spectra from the 400 MHz instrument. A state-of-the-art 300  MHz NMR spectrometer dedicated to the study of solid state materials  and installed at OSU in 1993 will also become part of the statewide NMR  Facility.    The centerpiece of the proposed Facility is a 600 MHz NMR spectrometer  to be used by researchers at the Oklahoma Health Sciences Center  (OHSC), University of Oklahoma (OU), and Oklahoma State University  (OSU) for the study of glycopeptides, derivatives of ubiquinone bound  to proteins, structures of paramagnetic proteins, microstructures of  synthetic polymers, components of primary plant cell walls, and organic  natural products from marine sources. For this research, high  spectrometer frequency is needed to disperse spectral signals that  overlap at lower frequencies. The proposed 3-channel 600 MHz  spectrometer will be equipped with pulsed field gradient (PFG) and  waveform generation capabilities required for state-of -the-art NMR  experiments, and with probes ranging from a microprobe for study of  submicromole amounts of natural materials to a 10 mm probe with an  enhanced shim set for study of proteins of limited solubility.    The 400 MHz NMR spectrometer at OSU, which was installed in 1988, will  be upgraded to a 3-channel unit and have many of the same capabilities  as the 600 MHz unit: pulsed field gradients, waveform generation,  direct and indirect probes. It will be used for experiments that do not  require the 600 MHz spectrometer and for preliminary experiments on  certain samples that may later require the 600 MHz spectrometer.    Policies of the Facility will be established by a statewide committee  of users and administered by an OSU Faculty Director. Daily operation  of the Facility will be the respmnsibility of the Facility Manager, a  full time Ph.D. spectroscopist with responsibilities to assist and  train users in the design, execution, and interpretation of  experiments. An electronics technician dedicated full time to the  Facility will maintain the equipment.     Linkage of the Facility spectrometers at OSU to the research centers  at OU and OHSC and to the regional universities in Oklahoma via the  Oklahoma ONENET will provide both rapid communication between the NMR  facility and off-site users and the mechanism for instruction of  students at all levels by the Facility Manager and OSU faculty in  modern NMR spectroscopy. OSU is a leader in providing instruction via  telecommunication. Thus the project will both markedly enhance research  capabilities for determination of structures of natural and synthetic  macromolecules at three research universities, and expand education in  modern NMR spectroscopy to more than 85% of the undergraduate students  majoring in chemistry and biochemistry in Oklahoma.    The office of the Oklahoma State Regents for Higher Education envisions  the proposed Olclahoma Statewide Shared NMR Facility evolving into a  distributive facility with major NMR inst ruments at various sites in  Oklahoma all connected by Internet to scientists throughout the state.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Ford",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Warren T Ford",
   "pi_email_addr": "warren.ford@okstate.edu",
   "nsf_id": "000325288",
   "pi_start_date": "1995-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 WHITEHURST HALL",
  "perf_city_name": "STILLWATER",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  },
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 735000.0
  }
 ],
 "por": null
}