{
 "awd_id": "9512552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Instrumentation for Laser Spectroscopy",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1995-09-01",
 "awd_exp_date": "1998-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "1995-08-20",
 "awd_max_amd_letter_date": "1995-08-20",
 "awd_abstract_narration": "As part of major initiatives in advanced materials,  telecommunications, biotechnology, and environmental  research, Georgia Institute of Technology (GT) is building a  world-class timeresolved spectroscopic facility. This  facility will form the nucleus of modern time-resolved  spectroscopy in the Southeast, and will be available to  researchers at Georgia Tech, Georgia State University (GSU),  and Clark Atlanta University (CAU), a historically black  university. Availability to users outside this core group  will be on a case-by-case basis. Professors Schuster and E1-  Sayed have moved instruments from their former  universities  for state-of-the-art measurements of picosecond and  nanosecond fluorescence lifetimes as well as for time-  resolved absorption experiments ranging from picosecond to  millisecond timescales. These complement existing  instruments for nanosecond fluorescence and picosecond  absorption spectrometers available currently at GT and GSU.  In addition, Georgia Tech has provided funds for time-  resolved (3-5, us) Fourier transform infrared and Raman  spectrometers. Prof. El-Sayed has also moved a subpicosecond  (~ . 5 ps) absorption spectrometer from UCLA. However, this  instrument is based upon a dye laser pumped by a mode-locked  YAG laser, and its poor stability and lack of wavelength  tunability limit its utility and reliability. Therefore,  funds on a 50% cost sharing level are requested from NSF to  complete the laser spectroscopy laboratory by the  acquisition and installation of a Ti-sapphire-based  femtosecond absorption spectrometer, including capabilities  for infrared and resonance Raman measurements with a time  resolution of ~ 100 fs. This instrumentation will be located  in newly renovated space and will be managed by a  full-time  laser spectroscopist, Dr. Li Song, under the direction of  Prof Mostafa El-Sayed. Salary support  at a 50% level is  also requested for Dr. Song.    This facility will also complement existing facilities for  fast signal processin g in telecommunications through the  Georgia Center for Telecommunications Technology, funded by  the state, and will provide much intellectual synergism with  the research community at that center. At the moment, four  different  groups will be major users of the requested  equipment. The primary user group of Prof. El-Sayed will  eludicate the molecular mechanisms of the solar-to-electric  energy conversion by the other photosynthetic system in  nature, bacteriorhodopsin (bR). In this system, the  absorption of light leads to rapid retinal isomerization  which results in charge separation, ion migration, protein  conformation changes, and proton pumping from inside the  cell to its membrane surface, leading to the conversion of  ADP into ATP. The subpicosecond transient optical absorption  and fluorescence equipment will be used to understand the  molecular origin of the protein catalysis of the primary  process (the retinal photoisomerization) of bR  photosynthesis, using bR, and its different mutants. In  separate studies, femtosecond dynamics of photoinitiated  bond-breaking will he deterrnined.    Schuster's group will study the nature of transients  produced upon irradiation of substituted anthraquinones in  DNA complexes, leading to double strand cleavage, and will  also investigate the dynamics and energetics of electron-  transfer in cyanine borates. Tolbert's group will study  ultrafast proton transfer in \"super\" photoacids, as well as  charge migration in polymethine dyes. Netzel's group will  study energy and electron transfer between pyrene  chromophores on a DNA backbone. Schwerzel proposes  studies  of energy and electron transfer in colloidal semiconductors.  Although space does not permit detailed descriptions,  additional studies in electron and energy transfer are  anticipated by the groups of Dabney Dixon (GSU), Mark  Mitchell (CAU), and Paul Wine (GT).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laren",
   "pi_last_name": "Tolbert",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Laren M Tolbert",
   "pi_email_addr": "laren.tolbert@chemistry.gatech.edu",
   "nsf_id": "000358497",
   "pi_start_date": "1995-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mostafa",
   "pi_last_name": "El-Sayed",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mostafa A El-Sayed",
   "pi_email_addr": "melsayed@gatech.edu",
   "nsf_id": "000263913",
   "pi_start_date": "1995-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Netzel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas L Netzel",
   "pi_email_addr": "tnetzel@gsu.edu",
   "nsf_id": "000339395",
   "pi_start_date": "1995-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Schuster",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gary B Schuster",
   "pi_email_addr": "gary.schuster@cos.gatech.edu",
   "nsf_id": "000168881",
   "pi_start_date": "1995-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}