{
 "awd_id": "9512208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Matrix-Assisted Laser Desorption Time of   Flight (MALD-TOF) Mass Spectrometer",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1995-09-01",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 164444.0,
 "awd_amount": 164444.0,
 "awd_min_amd_letter_date": "1995-08-24",
 "awd_max_amd_letter_date": "1995-08-24",
 "awd_abstract_narration": "The instrument requested in this proposal is the Bruker BIFLEX  Matrix-Assisted LASER Desorption Time-of Flight Mass Spectrometer  (MALD-TOF-MS) with HIMAS Detector, FAST accessory, SCOUT multisample  membrane target and observation optics, an Nd:YAG laser and PolyMASS  software for Mn, Mw and polydispersity index measurements with easy  comparison to GPC data. The Bruker BIFLEX is specifically designed for  research in bio-analytical and polymer sciences. External mass  calibration for both molecular ions and structurally significant  fragment ions is typically 0.01% to 0.1%. The BIFLEX is extremely  sensitive and provides molecular weight information for sub picomoles  of a sample. The HIMAS detector, when used in place of an EM detector,  provides increased high-mass sensitivity and is recommended by the  manufacturer for the linear analysis of high mass molecules,  particularly polymers. This detector has a dynamic range of 20,000 to  150,000, providing maximum mass accuracy.       The use of the mass spectrometer will be overseen by the Institute  for Biomolecular Science (IBS) with the daily use, maintenance and  scheduling of the instrument supervised by a Research Assistant  Professor and graduate research assistant in the new Bioscience  Facility at University of South Florida. IBS is a consortium of 78  scientists from four USF colleges and research institutes in the Tampa  Bay area that promotes research interactions that cross the boundaries  between biology, chemistry and molecular biology and offers a mechanism  for collaboration. In addition, Dr. Rebecca O'Malley will act as a  consultant on all the projects included in this proposal. She holds a  Ph.D. in mass spectrometry and operates an active mass spectrometry  research program that has been in existence since 1980 at the USF. She  also established a research program in multiphoton ionization  time-of-flight mass spectrometry and, more recently, one in laser  desorption time-of-flight mass spectrometry.         Research  projects using the MALD-TOF-MS will center on the  characterization of polymers, peptides and proteins. Dr. Newkome (PI),  Drs. O'Malley, Harmon, and Garcia-Rubio, concentrate their efforts on  polymers. Their projects involve the characterization of novel  dendrimeric polymers- the investigation of the factors that affect  cation attachment to synthetic polymers; radiation resistant polymer  scintillators and optical polymers that optimize optical radiation  resistance in scintillator and fiber cladding polymers; and the  characterization of complex polymer molecules such as copolymers and  branched polymers. Drs. Solomonson, Barber, Neame and Ferreira focus  their efforts in the area of protein and peptide characterization.  Typical experiments include the analysis of disulfide bond  arrangements, analysis of sites of post-translational modification, and  the conformation of attachment of prosthetic groups.       The requested instrumentation has a broad mass range that is small  peptides and polymers, as well as intact proteins and larger polymers.  Its extreme accuracy at low mass levels is critical for synthetic  chemists and investigators who are defining peptide fragmentation  patterns. These  features make this instrument uniquely suited to the  research activities conducted at this institution. Furthermore, to the  best of our knowledge, there is no mass spectrometer at USF or in the  Tampa Bay area. This is a serious problem for education and research at  this large (35,000 students) Research II university. Having a MALD-TOF  Mass Spectrometer will allow the integration of \"hands-on\" experience  into established graduate courses, increasing students' understanding  of the applications of MS to chemical and biochemical problems. In  addition, the instrument will be available for thesis and dissertation  research and thus improve the quality of the graduate student  investigations.  When IBS faculty were polled about the instrument most needed at USF to  augment ongoing research and att ract excellent young faculty and  students, they overwhelming voted for a mass spectrometer that could  handle large polymers and peptides. For some of the protein and polymer  chemists the need is central to their research programs and for others  it will allow them to expand into new directions. The use of mass  spectrometry for large synthetic polymers and biomolecules is  relatively recent but is a growing and exciting field. The combination  of cooperative, diverse and interactive scientists, large graduate and  research programs and the participation of the Institute for  Biomolecular Science should ensure that this instrumentation is used to  its fullest extent to improve the biomolecular science program at USF.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Newkome",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "George R Newkome",
   "pi_email_addr": "gnewkome@uakron.edu",
   "nsf_id": "000280138",
   "pi_start_date": "1995-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 164444.0
  }
 ],
 "por": null
}