{
 "awd_id": "9512478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a 500 MHz NMR Spectrometer",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1995-09-01",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "1995-08-20",
 "awd_max_amd_letter_date": "1996-03-13",
 "awd_abstract_narration": "We propose the acquisition of a three channel, pulsed field  gradient 500 MHz nuclear magnetic resonance spectrometer for use in  doctoral and postdoctoral research training in research groups of eight  Wesleyan faculty based in the Departments of Chemistry and the  Department of Molecular Biology and Biochemistry and outside users from  Connecticut College and Trinity College. Graduate courses and  instruction in spectroscopy, and particularly NMR, are a focus of our  Molecular Biophysics program, supported by an NIH Training Grant.  Undergraduate thesis research is also encouraged at Wesleyan, and use  of the instrument by trained undergraduates is also envisaged. There  are currently two 400 MHz NMR instruments at Wesleyan, one of which has  been recently upgraded and a second which currently is approaching  obsolescence. A 300 MHz instrument supports the need of undergraduate  teaching laboratories in chemistry and the routine analytical needs of  the synthetic chemistry research groups. The proposed instrument would  restore our capacity for high level NMR research and provide field  strength and electronics for state of the art 2D and 3D experiments on  proteins and nucleic acids, and also the ability to perform novel  experiments on smaller molecules which are not feasible on the NMR  instruments currently available here.              Wesleyan based research to directly benefit from this  initiative include a) projects directed by two faculty who specialize  in NMR spectroscopy in their research: NMR Studies of Nucleic Acids and  Proteins (Prof. Bolton, Chemistry, ACS, NSF and DOE funded); NMR  Studies of RNA, DNA and Protein-DNA Interactions (Russu, MB&B, NIH  funded); b) projects from six faculty whose work involves or relates to  NMR spectroscopy: Theoretical Aspects of NMR on DNA (Prof. Beveridge,  Chemistry, NIH funded); Enantioselective Catalysis in the Synthesis of  ,~Blockers (Prof. Bruno, Chemistry, NSF funded); Synthetic Organic  Electrochemistry (Prof. Fry, NSF and EPRI  funded); NMR Studies in  Natural Product Synthesis (Prof. Jacobi, Chemistry NIH funded);  Biophysical Investigation of Protein-Protein and Protein-DNA  Interactions (Prof. Mukerji, MB&B, a new faculty member); ,~-Lactamase  Active Site Structure and Function (Prof. Pratt, Chemistry, NIH  funded), Kinetics of Multielectron/Halide Transfer Self-Exchange  Reactions (Prof. Westmoreland, Chemistry, NIH funded). In addition,  there are projects from two faculty from nearby liberal arts colleges:  Solution Structure of a Band 3 Protein Domain (Prof. Branchini,  Connecticut College), and NMR Investigation of Osteocalcin and Related  Peptides (Prof. Prigodich, Trinity College), both of whom have external  funding.          The objective of the science programs at Wesleyan is to provide  high-quality courses and research opportunities for undergraduate and  graduate students in preparation for careers in science and education.  Specific initiatives in support of women in science, programs for  developing the interest of minorities in science, and access for the  handicapped are provided. The proposed 500 MHz NMR would place  scientific instrumentation at an appropriate level for an institution  of our Si7R and educational mission.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Bolton",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Philip H Bolton",
   "pi_email_addr": "pbolton@wesleyan.edu",
   "nsf_id": "000321685",
   "pi_start_date": "1995-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Russu",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Irina M Russu",
   "pi_email_addr": "irussu@wesleyan.edu",
   "nsf_id": "000211497",
   "pi_start_date": "1995-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wesleyan University",
  "inst_street_address": "237 HIGH ST",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "MIDDLETOWN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606853683",
  "inst_zip_code": "064593208",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZETJL6DKF963"
 },
 "perf_inst": {
  "perf_inst_name": "Wesleyan University",
  "perf_str_addr": "237 HIGH ST",
  "perf_city_name": "MIDDLETOWN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064593208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 340000.0
  }
 ],
 "por": null
}