{
 "awd_id": "9512240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Mass Spectrometers for the Cornell           Laboratory for Natural Abundance Isotope Analysis",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory K. Farber",
 "awd_eff_date": "1995-08-15",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "1995-08-03",
 "awd_max_amd_letter_date": "1995-08-03",
 "awd_abstract_narration": "The development of stable isotope mass spectrometry has  revolutionized  the ability to pose and answer questions of  how interactions between biological and geological  processes define the Earth's environment. At this interface  between biology and geology lies the rapidly evolving  discipline of biogeochemistry. Stable isotope mass  spectrometry allows biogeochemists to ask questions - at  scales ranging from microbial to global processes - that are  critical to understanding how the Earth's ecosystems  function, and how the biosphere is linked to human  activities. A particular value of analyzing the natural  abundance of stable isotopes is that they integrate  information in space and time, and they allow an analysis of  the net result of  complex interaction of processes. Also,  these approaches free researchers from the \"Heizenberg  uncertainty\" principle as it applies to biogeochemistry; we  sample the end result of processes without affecting them,  whereas most other approaches to studying the  biogeochemistry of ecosystems result in alterations in  functioning due to sampling. A brief look at leading  scientific journals shows that stable isotope techniques  increasingly contribute to our most important advances  within biogeochemistry. In fact, studies employing stable  isotope data are now a norm,         rather than an  exception, in prestigious journals such as Nature or  Science.    Despite this growing importance, there are a relatively  limited number of state-of-the-art mass spectrometry  facilities available for biogeochemical research within the  U.S. and internationally.  Formal training programs for the  next generation of biogeochemists are even more limited. In  this proposal we seek funds to establish a mass spectrometry  facility at Cornell University, \"The Cornell Laboratory for  Natural-Abundance Isotope Analysis.\" This facility will  provide a state-of-the-art laboratory for isotope analysis  and methods development, and will serve as a center for  interaction betwe en different faculty and students at  Cornell that currently work at the conceptual interface  between geology and biology. With funds from other sources,  we plan to develop a formal training program in isotope  techniques for students and visiting scientists. This  program will provide on-site expertise and training  fellowships for graduate and post-graduate researchers as  well as opportunities for visitors to obtain the skills to  run instrumentation and develop isotope         techniques  for their research. The program will also provide a forum  for exchanging ideas,         fostering interdisciplinary  research, and enhancing training in isotope instrumentation.  We         believe that this balance between  instrumentation, research and training will make this  facility uniquely important for biogeochemical research,  nationally as well as internationally.    The facility will feature three major instruments and  appropriate laboratory facilities for         preparation  and analysis of samples by a wide range of isotope  applications. Two Finnigan MAT stable isotope ratio mass  spectrometers (IRMS) will provide isotopic ratio analysis of  C, N, O, S and H, with capabilities to analyze liquid,  particulate, and gaseous samples, and will have the  appropriate interfaces for compound-specific mass  spectrometry. One IRMS (delta S, Finnigan Mat) will be used  to process and analyze the very large number of samples (> l  0,000/year) generated by the 14 core faculty and their  graduate and post-graduate associates, and off-campus  scientists who are currently using isotope techniques in  their research. The second IRMS (model 252, Finnigan Mat)  will be used for high precision (+ 0.005 parts per thousand)  analyses (compound specific, as well as high precision gas  ratio determination), for training, and for methods  development. One Hewlett Packard inductively coupled plasma  mass spectrometer (ICP-MS) will provide rapid and efficient  analyses of concentrations of up to 40 or more elements ,  allowing trace-element analyses at part-per-trillion levels.  Such information can \"fingerprint\" the movement and mixing  of different elements from different sources through complex  flow paths within ecosystems, as well as provide detailed  information on chemical environments and transformations.  This ability to coincidentally measure isotope ratios  together with concentrations of elements provides a powerful  capability to follow the biogeochemical         movements  and cycling of elements and water within and between the  Earth's natural         ecosystems. This facility will  enhance research for a spectrum of Cornell faculty and lab  groups that use natural abundance stable isotope approaches  to study the interface between biology and geology.  Currently, these groups have to send their samples to  outside labs, with relatively long turn-around times and  with little opportunity for methods development or student  training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Howarth",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Howarth",
   "pi_email_addr": "rwh2@cornell.edu",
   "nsf_id": "000085968",
   "pi_start_date": "1995-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Dawson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Todd E Dawson",
   "pi_email_addr": "tdawson@berkeley.edu",
   "nsf_id": "000443646",
   "pi_start_date": "1995-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Brenna",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Brenna",
   "pi_email_addr": "jtb4@cornell.edu",
   "nsf_id": "000112440",
   "pi_start_date": "1995-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lars",
   "pi_last_name": "Hedin",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Lars O Hedin",
   "pi_email_addr": "lhedin@princeton.edu",
   "nsf_id": "000188332",
   "pi_start_date": "1995-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": null
}