{
 "awd_id": "9512344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Instrumentation for Automated DNA Analyses",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1995-08-01",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 185000.0,
 "awd_amount": 185000.0,
 "awd_min_amd_letter_date": "1995-07-07",
 "awd_max_amd_letter_date": "1995-07-07",
 "awd_abstract_narration": "We propose to establish a DNA analysis facility with the purchase of  several key instruments for the automated analysis of DNA molecules.  The instrumentation requested is commercially available and represents  the core of many genome and DNA sequencing centers at other major  research universities. This type of facility is essential for research  projects that require experiments to be done on a genome-wide scale.  There are currently three such research programs at the University of  Oregon; all of these absolutely require the establishment of the  proposed DNA analysis facility if they are to achieve their stated  goals. In addition, the acquisition of the requested instrumentation is  likely to have significant ancillary benefits. Many other users of the  instruments will be able to complete their projects more efficiently  and economically by incorporating the automated methods into their  research programs. The establishment of the DNA analysis facility  should also greatly aid our recruitment of new faculty with research  interests in developmental genetics, molecular neuroscience and  molecular evolution. These are all areas in which we plan to hire new  faculty in the near future.    Specifically, funds are requested for: 1) an Integrated Separation  Systems AutoGen 740 that can prepare up to 200 DNA samples of viral  DNA, bacterial plasmid DNA, yeast artificial chromosomal (YAC) DNA or  genomic DNA in a 24 hour period; 2) a Biomek 2000 robotic workstation  and sideloader for robotic manipulations of clones and nucleic acids;  and 3) an ABI 377 DNA sequencer and the necessary accessories to  perform high throughput automated DNA sequence and microsatellite  analysis. In addition, several small equipment items (including  Macintosh PowerPC 8100, two GeneAmp 9600 thermocyclers, and two  microfuges) are requested to equip the DNA analysis facility.    Presently, there is no facility in the State of Oregon that can provide  the research support of the proposed DNA analysis facility. Fundin g  this proposal will allow the faculty to fully develop recently  initiated projects that utilize emerging intellectual and technical  advances in the genetic analysis of complex (quantitative) characters,  and that take advantage of map-based cloning strategies to isolate and  characterize genes of major effect. These projects all aim to elucidate  the genetic and molecular basis of fundamental biological processes,  and encompass a broad spectrum of biology, from evolution and  population genetics, to developmental genetics, to behavioral genetics.  For example, the plant genetics project that will supported by these  instruments will identify genes within the plant genome that control  the evolution of different strategies of plant reproduction within a  single species in which individuals have been geographically isolated  for many generations. The dog project uses the same experimental logic  being applied in the plant project, but in this case, the plan is to  take advantage of the striking morphological and behavioral differences  between dog breeds to gain insight into the genetic and molecular basis  for these differences. The zebrafish research efforts are concentrated  on identifying genes important for embryonic development of the  organism, including genes required for the proper development and  functioning of the nervous system. An important approach which is being  pursued by these investigators is to identify new mutations that effect  developmental processes in question. The ability to place these new  mutations onto a high quality genetic map will facilitate the cloning  of the genes and eventual molecular understanding of how these genes  function.    It should be noted that many of the projects described in this proposal  are collaborative in nature. This reflects the efforts of our faculty  to combine our individual expertise in order to advance our fields of  interest more rapidly. Establishing the DNA analysis facility with the  acquisition of the requested instrumentati on will represent a major  advance in these collaborative efforts, and will provide the  infrastructure necessary for the success of our research programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Meeks-Wagner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas R Meeks-Wagner",
   "pi_email_addr": "wagner@darkwing.uoregon.edu",
   "nsf_id": "000213542",
   "pi_start_date": "1995-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Monte",
   "pi_last_name": "Westerfield",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monte Westerfield",
   "pi_email_addr": "",
   "nsf_id": "000387774",
   "pi_start_date": "1995-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Sprague",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "George F Sprague",
   "pi_email_addr": "",
   "nsf_id": "000236732",
   "pi_start_date": "1995-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 185000.0
  }
 ],
 "por": null
}