{
 "awd_id": "9512321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of an Integrated Imaging Resource",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1995-07-01",
 "awd_exp_date": "1997-06-30",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "1995-07-06",
 "awd_max_amd_letter_date": "1995-07-06",
 "awd_abstract_narration": "Progress in cutting-edge biomedical studies has become increasingly  dependent upon the technology required to measure biological processes  as they occur in living organisms, tissues and individual cells. This  has led to the broad application of imaging techniques in fundamental  and applied bioscience. The most important aspect of our proposal is  the assembly of a critical mass of investigators focused on the problem  of studying gene expression and protein activities in intact living  cells. We plan to bring together a large group of University faculty  who are already pushing the capabilities of available imaging  technology. This limitation in currently available imaging equipment  makes the Advanced Cellular Imaging Facility (ACIF) the next logical  step in the development of many novel research programs.    There are three classical imaging problems that limit each of our  biological research programs: sensitivity, resolution and speed. These  parameters are obviously linked, and increasing one often occurs at the  expense of decreasing anothep. Nevertheless, our goal is to develop a  facility that will dramatically improve all three capabilities over our  existing equipment. At the core of the ACIF will be the Integrated  Imaging Resource (IIR), a customized instrument designed to perform a  broad range of video microscopy experiments. The IIR will emphasize the  following features: optimized optical paths to reduce light loss;  several types of stage chambers for the maintenance of living specimens  during image acquisition; a high-sensitivity cryogenic CCD camera; a  high resolution/high readout rate CCD camera; a massively parallel  processing unit capable of high speed image deconvolution and 3D  reconstruction, which will also process confocal images; silicon  graphics workstations for rapid and convenient image acquisition and  processing. The IIR will be expected to perform bright field as well as  low-light fluorescence and luminescence imaging in living preparations  from both  plant and animal specimens. It will greatly augment the  fluorescence microscope facilities that currently exist in individual  laboratories, and will be of use to both confocal and wide-field  microscopists.    The ability to keep abreast of the latest technology and to acquire  hardware and software beyond the reach of individual investigators is a  main goal of establishing ACIF and acquiring the IIR. A consequence of  this goal is the generation and fostering of collaborative efforts  amongst investigators in both the Health Science Center and the College  of Arts and Sciences that will make the University of Virginia an  internationally recognized center of excellence for research in  cellular imaging. The ACIF participating faculty will be responsible  for training both undergraduate and graduate students in its use,  through direct hands-on training as well as the development of a  seminar course in the applications of video imaging to life science  research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Kay",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steve A Kay",
   "pi_email_addr": "stevek@scripps.edu",
   "nsf_id": "000124903",
   "pi_start_date": "1995-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": null
}