{
 "awd_id": "9512331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of 400 MHz Nuclear Magnetic Resonance           Spectrometer",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1995-08-15",
 "awd_exp_date": "1997-07-31",
 "tot_intn_awd_amt": 221905.0,
 "awd_amount": 221905.0,
 "awd_min_amd_letter_date": "1995-08-03",
 "awd_max_amd_letter_date": "1995-08-03",
 "awd_abstract_narration": "This proposal outlines the need at the University of Kansas  for a new 400 MHz  NMR spectrometer. This instrument will fill the dual role of  augmenting an existing  500 MHz instrument, which is running at capacity, and  superseding the older of two  existing 300 MHz instruments (11 years old and increasingly  unreliable). The  instrument would be housed in the university-wide NMR  Laboratory under the  supervision of two experienced NMR spectroscopists, who will  maintain it, train users,  and perform many of the more complex experiments.  Approximately 100 graduate  students, postdocs, and undergraduates will use the  instrument for chemical and  biochemical research annually.    The instrument requested is a Bruker DRX-400 with a UNIX  (Silicon Graphics  Indy) based data system and the capability to perform all of  the major liquids NMR  experiments. These include inverse (HMQC, HMBC) and spin-  lock (ROESY,  HOHAHA) experiments which can currently only be performed on  the 500 and are  much in demand. The lack of a versatile alternative  instrument currently constitutes a  serious bottleneck for this large and diverse NMR user  group. The 400 MHz  instrument is highly suitable for molecules up to the  complexity of small peptides,  which includes most of the samples generated by the major  user group of ten faculty  whose research programs are described herein. The NMR Lab  staff, in consultation  with users, will allocate time on the two high field  instruments in order to ensure high  quality results, optimum efficiency, and equitable access.  In addition to more  throughput and fewer delays in data acquisition, increased  hands-on involvement by  graduate students and postdocs in more complex experiments  will be a positive result  of the new instrument in the NMR Lab--making these  individuals more proficient at  practical NMR spectroscopy. The instrument will also be used  in various graduate and  undergraduate courses, including hands-on use in the junior  level physical chemistry  lab oratory.    Besides producing students versed in using a modern  instrument, the proposed  instrument will aid in recruiting and retaining faculty and  graduate students. NMR is  essential to many areas of chemical and biochemical research  and access to it is a key  component of the research environment for individuals  working in these areas. The  proposed instrument is especially important for adequate  support of young  investigators who have recently joined the faculty or who  will be hired in the near  future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Vander Velde",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Vander Velde",
   "pi_email_addr": "dvandervelde@ukans.edu",
   "nsf_id": "000331923",
   "pi_start_date": "1995-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Main Campus",
  "inst_street_address": "2385 Irving Hill Road",
  "inst_street_address_2": "",
  "inst_city_name": "Lawrence",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Main Campus",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 221905.0
  }
 ],
 "por": null
}