{
 "awd_id": "9512316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of the MIT Quantitative Microscopy and          Imaging Network",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1995-10-01",
 "awd_exp_date": "1998-09-30",
 "tot_intn_awd_amt": 279725.0,
 "awd_amount": 279725.0,
 "awd_min_amd_letter_date": "1995-09-15",
 "awd_max_amd_letter_date": "1995-09-15",
 "awd_abstract_narration": "Microscopy is ubiquitous among measurement methods in the  biological sciences and related engineering disciplines. Virtually all  laboratories at MIT utilize some form of microscopic technology, yet  these images are commonly obtained, stored, and analyzed on individual  machines using commercially-available systems and standardized  processing software. Interpretations often remain qualitative, and  storage capabilities available to individual users limit data transfer  speed and the number of raw and processed images that can be  maintained.        Today, however, computerized networks can greatly enhance and  extend image acquisition, processing, analysis, storage, and  interpretation. Accordingly, this project aims to develop a  Quantitative Microscopy & Image Processing Network (QMIPN) that will  enable access to facilities capable of acquiring, transferring,  storing, and recalling images rapidly and efficiently. Advanced  methodologies for quantitative image interpretation will be available  from both central and remote sites. QMIPN will also serve as a platform  for developing new imaging modalities, further enhancing hardware and  software image processing modules, and establishing automated and  remote forms of image acquisition and analysis.         Three phases are planned:  PHASE I -- The Principal Investigators will use relevant research  projects as prototypes to define network capabilities. Light,  fluorescent, confocal, atomic-force, and transmission electron  microscopes will be connected to a central server/router. These  microscopes will be adapted to provide common interface, data storage,  and analysis paradigms, along with automated remote access and image  manipulation. Local computer terminals will control each microscope and  sample, communicate with the central processor, and perform basic image  filtering. Acquired images will be transported via high-speed ATM  connections and downloaded to large capacity systems so that more  complex, computer-intensive proces sing methods can be employed.  PHASE II -- This network will be broadened to involve an increased  number of investigators and projects, employing either the core  microscope facilities or their own individual laboratory microscope  facilities. Inexpensive new CD-ROM writing capabilities will be used to  create a large database of stored images. By developing indexing and  retrieval methods, these images can be a world-wide source of  information.  PHASE III -- The network will be extended to an even wider group of  investigators both on and off campus. Accessibility of our network  through the Internet will provide a powerful teaching tool that can be  tapped by other less-advantaged institutions with a relatively small  investment. This would raise the possibility of developing innovative  outreach programs to enrich curricula, e.g., at smaller minority  schools that do not have strong research programs.         Three major benefits will grow as the network develops:  1. Increased research efficiency and innovation, resulting from    multi-user     facilities involving investigators with diverse interests and    skills, in     terms of both applications and techniques;  2. Increased research productivity, resulting from wide dissemination    and     application of stateof-the-art image acquisition and processing    methods;  3. Increased cooperation among scientists and engineers on and off    campus in     terms of both research and teaching, resulting from the ease of    access to     visual images display and analysis from electronic information    networks.        Substantial matching funds have already been raised from a  variety of institutional and other non-federal sources, standing ready  to be leverage this grant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elazer",
   "pi_last_name": "Edelman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elazer R Edelman",
   "pi_email_addr": "eedelman@mit.edu",
   "nsf_id": "000097456",
   "pi_start_date": "1995-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Lauffenburger",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas A Lauffenburger",
   "pi_email_addr": "lauffen@mit.edu",
   "nsf_id": "000308106",
   "pi_start_date": "1995-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "C.",
   "pi_last_name": "Dewey",
   "pi_mid_init": "F",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "C. F Dewey",
   "pi_email_addr": "cfdewey@mit.edu",
   "nsf_id": "000416516",
   "pi_start_date": "1995-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Hunter",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ian W Hunter",
   "pi_email_addr": "ihunter@mit.edu",
   "nsf_id": "000092939",
   "pi_start_date": "1995-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0695",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0695",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 279725.0
  }
 ],
 "por": null
}