{
 "awd_id": "9520877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluation of University-based Cross Disciplinary Research  Centers",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "1995-05-01",
 "awd_exp_date": "1997-02-28",
 "tot_intn_awd_amt": 74991.0,
 "awd_amount": 74991.0,
 "awd_min_amd_letter_date": "1995-04-17",
 "awd_max_amd_letter_date": "1996-07-02",
 "awd_abstract_narration": "Federal financed academic Science and engineering research and development expenditures at universities and colleges reached $11.1 billion in FY 1992 (NSF, 1994).  Industry-sponsored R&D expenditures at universities and colleges reached $1.3 billion, and such support has been growing by over 20% per year throughout the 1990s (NSF, 1994).  Cohen, Florida, & Goer (1994) estimated that over 12,000 university faculty members and 23,000 doctoral level researchers were involved in university-industry research centers in 1990, for total funding of $4.12 billion in research and related activities.  Yet, despite the large university investment in such centers relatively little is known about their formation, management, involvement of faculty and students, effectiveness of operations, impediments to successful functioning, industry relations and characteristics associate with center performance.   It has been argued by Geiger (1990) that research centers and institutes have been the decisive factor in the postwar expansion of the university research system and have taken a leading role in developing big science research projects.  More recently, our own survey (Stahler & Tash, 1992; Tash & Stahler, 1992) of the fastest growing research universities in the 1980's suggests that centers are particularly important as a catalyst for major increases in research funding at universities since they help concentrate resources in targeted areas.   This study is a survey of a sample of 75 plus of the 150 largest research universities to clarify issues surrounding industry-based research centers.  The 150 universities will be stratified into three groups based on their total R&D expenditures for FY 1992: 1-50, 51-100, 101-150 to sample various sizes of research universities.  Within each stratum of fifty, a random sample of 25 plus universities will be selected.  The study will explore a variety of issues associated with the formation, and effective functioning of centers within the university environment.  these will include such areas as the contribution to the educational mission of the university, discovery of useful knowledge for industry and other sponsors, conflict areas with academic departments and central administration, advantages to sponsors to sustain collaborative relationships with centers, the extent of real interdisciplinary collaboration evidenced, advantages and disadvantages for faculty both junior and tenured to participate with centers, incentives for research staff, and other benefits to the university, government, and industry by involvement with centers.   This study represents an extension of the study conducted by Cohen et al. (1994) and our prior survey (DuCette, Stahler, & Tash, 1993; Stahler & Tash, 1992; Tash & Stahler, 1992), and is guided by our conceptual work described in our paper in the Journal of Higher Education (Stahler & Tash, 1994).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Tash",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Tash",
   "pi_email_addr": "wtash@nimbus.temple.edu",
   "nsf_id": "000147788",
   "pi_start_date": "1995-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 74991.0
  }
 ],
 "por": null
}