{
 "awd_id": "9527804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Nonlinear Dynamics of Streamflow:   Classification, Predictability and Forecasting",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher G. Maples",
 "awd_eff_date": "1995-08-15",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 99000.0,
 "awd_amount": 99000.0,
 "awd_min_amd_letter_date": "1995-08-17",
 "awd_max_amd_letter_date": "1997-07-22",
 "awd_abstract_narration": "9527804  Abarbanel    An understanding of the dynamics (or time evolution) of streamflow, its predictability, causality and variability at different time and space scales is a central issue in hydrologic research.  The proposed research seeks to develop quantitative notions of predictability and dynamical similarity of streamflow at U.S. sites, using long USGS records (60 to 114 years) of daily streamflow that are presumed to have little human impact.  Methods (based on nonlinear dynamics) for forecasting streamflow directly from the time series will be a byproduct of the research.  In the context of climate change research, projections of streamflow using exogenous model climate data may be needed for many years in the future.  Given uncertain inputs, it is important to assess how quickly, and under which conditions such predictions deteriorate into random traces, irrespective of model formalism.  It may also be of interest to know, at least qualitatively, the sensitivity of streamflow to different causative factors.   What are the implications for modeling streamflow at different space and time scales?  When is it useful to pursue deterministic, distributed or lumped models, and when must one resort to a purely statistical approach?  Loosely speaking, streamflow results from the interaction of large scale atmospheric circulation with slowly varying or fixed surface conditions.  The latter may lend organization to streamflow as the spatial scale of interest (e.g., drainage area) increases, thus limiting the effective number of \"dynamical\" factors that have major influence.  An idea which we will investigate is that a larger basin spatially averages over the many dynamical processes in the climatic forcing--rainfall at specific locations, geographical features in the basin, evaporation and soil properties which are certainly heterogeneous across any watershed.  This averaging may reduce the dimension of the response which we sample by streamflow.  Similarly, climatic fluctuations that have \"stru cture\" at long time scales, (e.g., El Nino Southern Oscillation).  may increase stearmflow predictability. An interesting methodology for insights into such processes is provided by recent advances in nonlinear dynamics, and in particular for time series analysis from nonlinear processes.  The idea is that time series for a single state variable (e.g., streamflow) for the dynamical system can be used to geometrically reconstruct a \"state space\" that contains the essential information on predictability and complexity of the underlying system.  Predictability is measured in information theoretic terms through Lyapunov exponents that measure the rate of divergence of nearby trajectories in state space.  Complexity is measured through generalized dimensions by an examination of how densely the state space is filled and variations in such a density over the state space.  Strategies for forecasting the state variable in the reconstructed state space are devised.  Our analyses of the Great Salt Lake  volume using these methods have been very fruitful, and have given us the firm conviction that significant insights into the nature of the streamflow  process and development of theoretical models for streamflow at different scales will be possible.  The approach proposed here is to systematically analyze variety of long US streamflow data sets, to (1) see if a reconstruction of the underlying dynamics is possible from the time series, (2) estimate Lyapunov exponents as a measure of predictability, (3) estimate generalized dimensions to describe the complexity of the underlying dynamics, (4) to develop effective forecasting strategies for daily streamflow, and (5) identify how predictability and complexity and forecasting ability vary the climatic attributes and basin attributes such as drainage area.  Of particular interest are physical thresholds at which the response of the system undergoes a change to qualitatively different dynamics.  The existence of such thresholds is probed after the recovery of sy stem invariants from the time series using nonparametric regression methods with respect to the parameters of interest.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Abarbanel",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Henry D Abarbanel",
   "pi_email_addr": "habarbanel@ucsd.edu",
   "nsf_id": "000447545",
   "pi_start_date": "1995-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "1673",
   "pgm_ref_txt": "EL NINO SOUTHERN OSCILLATION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 33000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 33000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 33000.0
  }
 ],
 "por": null
}