{
 "awd_id": "9528578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "National Science Foundation Alan T. Waterman Award",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Bruce Taggart",
 "awd_eff_date": "1995-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "1995-08-08",
 "awd_max_amd_letter_date": "1999-08-18",
 "awd_abstract_narration": "9528578  Fisher  Dr. Matthew P. A. Fisher of the Institute for Theoretical  Physics, University of California, Santa Barbara, is the  20th recipient of the Alan T. Waterman award.  Fisher will  receive $500,000 in research support over three years as  part of this award.  The Alan T. Waterman Award Committee  overviewed the recommendation process after receiving 96  nominations.  The National Science Board unanimously agreed  to present the award to this theoretical physicist.  The  National Science Foundation presents this annual award to a  promising scientist, no more than 35 years of age or within  five years of receiving his/her Ph.D., who is judged to be  in the forefront of his/her field.    The committee recognized Fisher for his pioneering  contributions to the theory of disordered superconductors.  He is an outstanding condensed matter theorist who predicted  a new state of superconductive matter, the \"vortex glass\"  phase.  This novel prediction was compellingly confirmed by  experiment shortly afterwards.  The work of Fisher in this  area has had a major impact on the field of high-temperature  superconductivity.  He also developed a theory to describe  how superconductivity is destroyed with increasing disorder,  predicting that the material would pass directly into an  insulating phase as disorder increases.  In other work, he  developed a theory of quantum transport for one-dimensional  metals, enabling the first definitive experimental search  for this new metallic phase.    Fisher has emerged as a leader among his generation of  condensed matter theorists.  His creativity, originality,  and leadership ability set him apart in this field and have  inspired both experimental and theoretical progress.  The  award is the most prestigious honor of the National Science  Foundation for young researchers.  ***                                        Report on the 1995 Alan T. Waterman Award recipient  Dr. Matthew P.A. Fisher  Institute for Theoretical Physics, University of California,   Santa Barbara    DATE:  7/18/95    PROPOSAL:  DMR-9528578    Dr. Matthew P. A. Fisher of the Institute for Theoretical  Physics, University of California, Santa Barbara, is the  20th recipient of the Alan T. Waterman award.  The National  Science Foundation presents this annual award to a promising  scientist, no more than 35 years of age or within five years  of receiving his/her Ph.D., who is judged to be in the  forefront of his/her field.  Fisher will receive $500,000 in  research support over three years as part of this award.    The Alan T. Waterman Award Committee (see following list of  names) overviewed the recommendation process after receiving  96 nominations in response to a September 1, 1994 Dear  Colleague letter.  The National Science Board unanimously  agreed to present the award to this theoretical physicist at  its March 20, 1995 Executive Closed Session Meeting  following a report by Dr. Neal F. Lane, Director and Chair  of the Executive Committee, on behalf of the committee.  Dr.  Lane and Dr. Frank Rhodes (Chairman of the National Science  Board) notified Fisher of the award by letter on April 6,  1995.    The committee recognized Fisher for his pioneering  contributions to the theory of disopdered superconductors.  He is an outstanding condensed matter theorist who predicted  a new state of superconductive matter, the \"vortex glass\"  phase.  This novel prediction was compellingly confirmed by  experiment shortly afterwards.  The work of Fisher in this  area has had a major impact on the field of high-temperature  superconductivity.  He also developed a theory to describe  how superconductivity is destroyed with increasing disorder,  predicting that the material would pass directly into an  insulating phase as disorder increases.  In other work, he  developed a theory of quantum transport for one-dimensional  metals, enabling the first definitive experimental search  for this new metallic phase.    Fisher has emerged as a leader among his generation of  condensed matter theo rists.  His creativity, originality,  and leadership ability set him apart in this field and have  inspired both experimental and theoretical progress.  The  award is the most prestigious honor of the National Science  Foundation for young researchers.          Craig Rottman  Program Director, Materials Theory, DMR/MPS",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew P.A.",
   "pi_last_name": "Fisher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew P.A. Fisher",
   "pi_email_addr": "mpaf@kitp.ucsb.edu",
   "nsf_id": "000166821",
   "pi_start_date": "1995-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "917000",
   "pgm_ele_name": "Other PRA-Othr Prgrm Rltd Admn"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1765",
   "pgm_ref_txt": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 167000.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 167000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 166000.0
  }
 ],
 "por": null
}