{
 "awd_id": "9551536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating Effective Meterology Laboratory Modules to Improve Curriculum and Enhance Student Transition into              Upper-Division Coursework",
 "cfda_num": "47.076",
 "org_code": "11040202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "1995-09-01",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 305000.0,
 "awd_amount": 305000.0,
 "awd_min_amd_letter_date": "1995-08-23",
 "awd_max_amd_letter_date": "1995-08-23",
 "awd_abstract_narration": "Paul L. Sirvatka                                             DUE 9551536  College of Du Page                                           FY1995 $ 305,000  Glen Ellyn, IL  60137                                        ILI - Leadership in                                                                Laboratory Development:                                                                Geosciences    Title: Creating Effective Meteorology Laboratory Modules to Improve  Curriculum and Enhance Student Transition into Upper-Division  Coursework    The operational and research activities within the field of  meteorology are undergoing unprecedented and rapid change.  An  effective meteorological laboratory curriculum must reflect the  latest innovations and theoretical applications of the users of the  science.    This project is developing a lower-division undergraduate  laboratory curriculum that prepares freshmen and sophomores for  upper-level study, provides these students adequate time to begin  learning their chosen field of study, and supplements the existing  curriculum by providing a balanced and necessary foundation in  understanding the tools used for meteorological study.    The specific objectives of the project are to:      Design lower division course work in meteorology.      Create a laboratory manual consisting of computer programs and  forecasting techniques to be used in lower division courses.  These  laboratories also are designed for maximum flexibility and expanded  use in upper-division courses.        Provide students with skill for an easier transition from  sophomore to junior year.      Encourage other community colleges to develop programs in  meteorology.      Encourage students who are not adept at mathematics to become  interested in weather.      Motivate students to take higher mathematics and physics.    The project is producing approximately 20 new computer-based  laboratory curriculum materials.  The modules provide the  foundation for the development of courses in  weather analysis and  forecasting and create new computer-based laboratory opportunities  for existing courses in atmospheric science.    The backgrounds of community college students who will benefit from  the proposed project include meteorology majors, educators,  aviators and people with an avid interest in meteorology.  Self-  paced meteorology modules encompassing new technologies with  standard universal concepts allow for individualized instruction of  meteorology fundamentals.  The modules contain lessons in  understanding numerical models, forecasting techniques and data  acquisition and manipulation, are portable to different types of  forecasting laboratory environments, give students an opportunity  to begin to understand the broad implication of meteorology by  piecing together the atmosphere's subtle nuances, and may encourage  students to expand scientific literacy by taking mathematics  courses that they otherwise would not have considered.    With the rapid change in workforce needs, students of the future  will be prepared to enter the workplace only if the evolution of  educational practices parallels that of the field of study itself.   The project is designed to provide such preparation to freshman and  sophomore level college students with an interest in continuing  their studies in meteorology at the upper division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Sirvatka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Sirvatka",
   "pi_email_addr": "sirvatka¦cdnet.cod.edu",
   "nsf_id": "000301510",
   "pi_start_date": "1995-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Community College District 502",
  "inst_street_address": "425 FAWELL BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "GLEN ELLYN",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6309424611",
  "inst_zip_code": "601376708",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "IL06",
  "org_lgl_bus_name": "COMMUNITY COLLEGE DISTRICT 502",
  "org_prnt_uei_num": "",
  "org_uei_num": "PYMENBZNN726"
 },
 "perf_inst": {
  "perf_inst_name": "Community College District 502",
  "perf_str_addr": "425 FAWELL BLVD",
  "perf_city_name": "GLEN ELLYN",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601376708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "IL06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "740000",
   "pgm_ele_name": "UNDERGRAD INSTRM & LAB IMPROVE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9255",
   "pgm_ref_txt": "LDRSHIP PRJS-COLL SCI INSTRUMN"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 305000.0
  }
 ],
 "por": null
}