{
 "awd_id": "9552836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Environmental Biology:  Conservation of Biodiversity",
 "cfda_num": "47.076",
 "org_code": "11010103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Jennings",
 "awd_eff_date": "1995-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 562500.0,
 "awd_amount": 578500.0,
 "awd_min_amd_letter_date": "1995-09-07",
 "awd_max_amd_letter_date": "2000-08-30",
 "awd_abstract_narration": "GER-9552836  Rex  NSF support is requested to develop  a graduate training program in  Conservation of Biodiversity as  part of our recently established  doctoral program in Environmental  Biology. The proposed program has a  required core curriculum in  advanced ecology, conservation  biology, statistics and public  policy. An innovative feature of  the program is that it focuses on  integrating genetic and ecological  approaches and interactions across  population, community and landscape  levels. Furthermore, the program  stresses the importance of  variation in temporal and spatial  scales in approaches to solving  environmental problems. Students  will acquire first-hand practical  experience by doing two semester-  long rotations in faculty  laboratories that conduct research  on levels of organization outside  their dissertation topic. These  laboratory internships will be  augmented by trips to study sites  where students will learn about  sampling techniques and the  challenges of field biology. The  program encompasses extensive  training in other important skills  including the use of modern  population genetic techniques, and  of geographic information systems,  to quantify and analyze spatial  relationships in ecosystems.  Students will have the opportunity  to learn a variety of analytical  methods including population  modeling and ecosystem simulation.  Team-taught case-study seminars,  focusing on such topics as the  recent collapse of the New England  fisheries, will give students an  historical perspective on  environmental management. Together,  these components will provide  students with (1) a conceptual  framework to understand the  mechanisms responsible for the  evolution and maintenance of  biodiversity, (2) field experience  in both terrestrial and marine  ecosystems at temperate and  tropical latitudes, (3) a mastery  of practical skills for filed  sampling, statistical analysis,  genetic determination of population  structure, and spatial mapping and  (4) an apprecia tion of the  different roles played by  scientists, managers, politicians  and the public in the development  and implementation of environmental  policy.    The proposal outlines the research  activities of nineteen  participating faculty in the  following areas of Environmental  Biology: Spatiotemporal patterns in  biodiversity; Population dynamics,  metapopulations and community  structure; Biogeochemical cycles  and community structure; Measuring  genetic variation; Breeding systems  and fertility; Germplasm resources  in wild, captive and domesticated  species; and Systematic. Faculty  members involved in the training  program have extensive funding for  research from a variety of external  sources. Their research transcends  traditional boundaries of several  subdisciplines within conservation  biology, integrates findings  emerging from various levels of  biological organization and deals  with a range of spatial scales from  local to global. The collaborative  organization of the traineeship  program encourages students to work  with professors in the Biology,  Environmental Science and Geography  departments, as well as with  scientists at the New England  Aquarium and the Franklin Park Zoo.  We have an unusual opportunity to  translate this broad expertise into  a coherent training program.    The University of Massachusetts  Boston is an urban university with  a diverse student body and a strong  commitment to recruiting  underrepresented minorities and to  academic excellence. The Biology  Department has extensive experience  fostering the development of  minority and women undergraduate  scientists through our McNair  Achievement program in the Science  and our summer Research Experience  for Undergraduates (REU) in Ecology  and Conservation Biology. These  programs, along with our contacts  at the New England Board of Higher  Education and several science  minority programs at other  universities, will greatly  facilitate our recruiting efforts.  At least two of the five  traineesh ips requested in this  proposal will be awarded to  underrepresented minorities.    The University has devoted major  resources to the development of  graduate level environmental  programs. The Boston campus  Administration has agreed to  provide additional funds for  special seminar series, workshops,  and visiting appointments. These  activities will complement the  traineeship program, and make the  education benefits available to the  community and the public at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Rex",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Rex",
   "pi_email_addr": "michael.rex@umb.edu",
   "nsf_id": "000291593",
   "pi_start_date": "1995-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 WILLIAM T MORRISSEY BLVD",
  "perf_city_name": "DORCHESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597700",
   "pgm_ele_name": "AMERICAS PROGRAM"
  },
  {
   "pgm_ele_code": "717300",
   "pgm_ele_name": "GRADUATE TRAINEESHIPS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 112500.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 112500.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 112500.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 112500.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 120500.0
  }
 ],
 "por": null
}