{
 "awd_id": "9552526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SET CAREERS:  Science, Engineering, and Technology Careers  Exhibits",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Hyman H. Field",
 "awd_eff_date": "1995-08-15",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 1168421.0,
 "awd_amount": 1168421.0,
 "awd_min_amd_letter_date": "1995-08-14",
 "awd_max_amd_letter_date": "1995-08-14",
 "awd_abstract_narration": "9552526  Rabin    ABSTRACT:  The Educational Film Center will complete production of a science, engineering, and technology careers exhibit and informal science education project for use in science museums, libraries, schools, and community locations.  The twelve additional interactive and linear career profiles to be produced under this grant will bring the total number of careers available in a fully interactive mode to thirty-two.  Users will be able to explore each of these careers with first person video profiles of people in science and engineering and animated/reality video simulations of work experiences in these fields.  The exhibit also with provide guidance to help users make decisions about education and career choices and will include a database of information about approximately 200 additional science and math-based professions.       The project also will undertake the development and testing of eight permanent model Family Outreach Science Career Education Centers in eight cities.  These centers will be based on and will expand upon the experience the project had in their earlier model Parent Outreach Science Career Program.  Utilization support will be provided through special target leader guides, presentations and workshops at national and regional meetings of user organizations and groups, and a SETQuest bulletin board and e-mail network for the exchange of user science career programming.     This project is a collaborative effort among four organizations:  The Educational Film Center (EFC) is responsible for management of the project and for the development of production of the software and the documentary video profiles;  COMAP is responsible for selecting and hiring content consultants, for formative and summative evaluation, and will jointly market and distribute the material with EFC; The New York Hall of Science is responsible for the exhibit kiosk and graphics, the design and development of the workbook and museum installation print components of the project, and will  serve as principal test site for the exhibit; and the AAAS is coordinating the design, implementation, and testing of parent outreach program.  All of the organizations will be involved in presentations and dissemination of project information to the informal and formal education communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Rabin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L Rabin",
   "pi_email_addr": "",
   "nsf_id": "000178724",
   "pi_start_date": "1995-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Educational Film Center",
  "inst_street_address": "5101-F Backlick Road",
  "inst_street_address_2": "",
  "inst_city_name": "Annandale",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7037500560",
  "inst_zip_code": "220036055",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Educational Film Center",
  "perf_str_addr": "5101-F Backlick Road",
  "perf_city_name": "Annandale",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220036055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9180",
   "pgm_ref_txt": "PUBLIC SCIENCE LITERACY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 1168421.0
  }
 ],
 "por": null
}