{
 "awd_id": "9554497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "MPWG:  Science Connections",
 "cfda_num": "47.076",
 "org_code": "11060302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Margrete S. Klein",
 "awd_eff_date": "1995-07-15",
 "awd_exp_date": "1998-06-30",
 "tot_intn_awd_amt": 99761.0,
 "awd_amount": 99761.0,
 "awd_min_amd_letter_date": "1995-07-13",
 "awd_max_amd_letter_date": "1995-11-20",
 "awd_abstract_narration": "Johnson-Groth  9554497    The enthusiasm that girls develop during short-term enrichment programs is rarely sustained in  their home and school environments, particularly in rural communities where girls have little  exposure to role model scientists, and teachers often are unfamiliar with cooperative activity-  based curricula.  The College of St. Scholastica is developing, implementing, and evaluating  Science Connections, an intervention program designed to provide sustained encouragement and  support during the critical middle school years.  Science Connections is to involve teachers,  families, and scientists in a network of continuing support for young women's involvement in  science courses and careers.  Specific objectives include:  1) increasing the likelihood that 6th  and 7th grade girls who have participated in science and mathematics enrichment activities will  retain their interest in these subject areas; 2) increasing the likelihood these girls who have  participated in science and mathematics enrichment activities will enroll in advanced science and  math courses; 3) increasing the linkage between informal programs designed to develop girls'  interests, skills, and understandings in science and mathematics; 4) increasing the involvement  of parents, teachers, and scientist role models in supporting the girls' interests, skills and  understandings in science and mathematics; and 5) evaluating the impact of the intervention  design, and disseminating information on the program model throughout the science education  community.     Science Connections consists of two major components:  a monthly series of Saturday Science  Workshops during the academic year and a Summer Science Weekend.  Twenty-five sixth and  seventh grade girls are to participate each year, selected from a pool of seventy girls (from  predominantly low-and middle-income rural or minority families) who have already attended an  existing week-long science enrichment program.  Science Connections provides participant s with  ongoing opportunities for hands-on science, cooperative group activities, interactions with role  model scientists, and visits to scientific institutions, as well as supplemental activities to do at  home.  Family and teacher involvement provides further support for sustaining girls' interest in  science and mathematics.  All students receive annual surveys to determine whether participation  in Science Connections has influenced their attitudes, course selections and performance, extra-  curricular activities and career goals.  Survey results will be compared with those of summer  camp graduates who are not participating in Science Connections, thereby providing a modified  control group to help isolate the impact of this program.  Information on the project design,  methodology, and impact will be disseminated widely.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Johnson-Groh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy Johnson-Groh",
   "pi_email_addr": "",
   "nsf_id": "000382332",
   "pi_start_date": "1995-07-13",
   "pi_end_date": "1995-11-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Sigford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Sigford",
   "pi_email_addr": "asigford@stfl.css.edu",
   "nsf_id": "000380577",
   "pi_start_date": "1995-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Saint Scholastica",
  "inst_street_address": "1200 KENWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "DULUTH",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "2187236072",
  "inst_zip_code": "558114199",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MN08",
  "org_lgl_bus_name": "COLLEGE OF ST. SCHOLASTICA, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZXADPB9Q8S65"
 },
 "perf_inst": {
  "perf_inst_name": "College of Saint Scholastica",
  "perf_str_addr": "1200 KENWOOD AVE",
  "perf_city_name": "DULUTH",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558114199",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9252",
   "pgm_ref_txt": "MODEL PROJECTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 99761.0
  }
 ],
 "por": null
}