{
 "awd_id": "9408572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Direct Micromechanical Simulations for      Damage Accumulation in Composite Materials",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "1996-10-01",
 "awd_exp_date": "1998-03-31",
 "tot_intn_awd_amt": 296403.0,
 "awd_amount": 296403.0,
 "awd_min_amd_letter_date": "1996-09-23",
 "awd_max_amd_letter_date": "1996-09-23",
 "awd_abstract_narration": "***  Mueller  9408572         This Small Business Innovation Research Phase II project addresses the need for \"bridging\" a technology: a broad analytical tool to evaluate composite material deformation, fracture, damage accumulation, and failure based on the underlying microstructural defects and the evolution of the microstructural state under multiaxial loading. Phase II work will expand on the current capabilities of MISTRA, a Windows-based finite element analysis code designed specifically for microstructural analysis and developed at QUEST. MISTRA allows the user to easily construct a microscopic unit cell geometry, assign material properties to the phases, and conduct finite element simulations of standard mechanical tests of the composite material to evaluate macroscopic properties such as anisotropic stiffness and yielding and microscopic features such as residual stresses. In Phase I, the notion of damage and failure was introduced by allowing cracks to grow in the microscopic geometry based on the fracture mechanics principle of critical strain energy release rate. Also, a means to generate unstructured grids from photomicrographs was developed. During Phase II, further development of the simulations in both two and three dimensions will be developed, as will the graphical user interface to allow the user to quickly construct the microstructural grids, perform the micromechanical simulations, and visualize the results. These micromechanical simulations establish a relationship between the evolution of the microdamage accumulation and the loss of load-carrying capability of the bulk composite material. This innovative approach would allow the design engineer to directly ascertain the effects of the microscopic material design and processing on the ultimate design of the composite structure as a whole.       Potential commercial applications of this new analysis tool range from critical defense-related component analysis to fundamental research in earth sciences to the evaluation of prod ucts for recreational use. It is expected that this software will be marketed to universities, corporations, and government agencies as a tool to evaluate advanced composite materials and to speed the acceptance of new materials in critical component applications require high stiffness/weight ratios, low thermal expansion, dimensional stability, and abrasion and fracture resistance.    Keywords    Composite materials, Damage, Finite element analysis, Nonlinear micromechanics, Ceramics    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Mueller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alan C Mueller",
   "pi_email_addr": "amueller@tempresstech.com",
   "nsf_id": "000372074",
   "pi_start_date": "1996-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Quest Integrated, LLC",
  "inst_street_address": "19823 58th Place S",
  "inst_street_address_2": "",
  "inst_city_name": "Kent",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2538729500",
  "inst_zip_code": "980322183",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "WA09",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Quest Integrated, LLC",
  "perf_str_addr": "19823 58th Place S",
  "perf_city_name": "Kent",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980322183",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "WA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1441",
   "pgm_ref_txt": "MECHANICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": null
}