{
 "awd_id": "9507209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "DNA Replication, Bacterial, Cell Cycle, and Cell Growth",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patrick P. Dennis",
 "awd_eff_date": "1996-01-01",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "1995-12-06",
 "awd_max_amd_letter_date": "1999-10-21",
 "awd_abstract_narration": "9507209  Zyskind  The rate of DNA replication is controlled by the frequency of replication fork assembly at origins of replication and not by the rate of chain elongation in both prokaryotic and eukaryotic cells. It follows that the coupling of DNA replication to cell growth requires that the frequency of initiation of DNA replication from origins be a function of growth rate. Because the determinants of the rate of DNA replication are only involved in the initiation step, an understanding of how these determinants control initiation will provide an explanation for how the rate of DNA replication is regulated. In bacteria, the concentration of the initiator protein, DnaA, is a critical factor in determining when initiation of DNA replication occurs, and this proposal concentrates on the mechanisms that control the rate and timing of DnaA protein synthesis. The regulatory mechanisms that provide sufficient DnaA protein for the correct frequency and spacing of initiation events depending on growth rate, growth phase, stage in the cell cycle, and starvation conditions will be deciphered. A recent discovery suggests that the synthesis of DnaA may be controlled by another protein, Fis. Fis is itself growth phase regulated; thus, it may act as a sensor of the growth conditions of the cell. The objectives of this proposal are to delineate the Fis binding sites in the dnaA promoter region; determine whether Fis and DnaA proteins exclude the other from binding to their sites in the dnaA promoter region; examine the possibility that Fis prolongs hemimethylation of the dnaA promoter region during the eclipse phase by testing the ability of Fis to bind to unmethylated, hemimethylated, and fully methylated DNA; discover whether Fis activates or represses DnaA expression; determine if DnaA is an activator, repressor, or inhibitor of Fis activation of the dnaAP2 promoter; identify cis-acting elements in the dnaA promoter region required for growth rate regulation, growth phase regulation, and inhibition by th e alarmone, ppGpp; characterize the growth rate regulation of DnaA protein; and search for other regulators of DnaA expression. The methods to be employed and their uses include DNaseI and hydroxyl radical footprinting for defining protein binding sites, gel retardation for examining protein-DNA interactions, directed and random mutagenesis of nucleotide sequences to identify cis and trans-acting elements, two-dimensional gel electrophoresis for characterizing growth rate regulated proteins, vector expression systems for inducing the synthesis of ppGpp or DnaA, the lambda bacteriophage integration system for moving fusions to the bacterial chromosome at unique locations, and assays of chitobiase activity for reporter gene function in fusion studies with the dnaA promoter region.  %%%  This research includes novel approaches for studying the regulation of a required gene that can be applied to studies of other required genes. Results from this study will provide an explanation for how the bacterial cell is able to adjust its concentration of the initiator protein, DnaA, in response to changes in the environment, thereby ensuring that initiation of DNA replication occurs once and only once in the bacterial cell cycle.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Zyskind",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Judith W Zyskind",
   "pi_email_addr": "jzyskind@sunstroke.sdsu.edu",
   "nsf_id": "000272670",
   "pi_start_date": "1995-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}