{
 "awd_id": "9512967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scanning Electron Microscope Upgrade to Field Emission with Xray Spectrometry",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karl A. Koehler",
 "awd_eff_date": "1995-12-01",
 "awd_exp_date": "1996-11-30",
 "tot_intn_awd_amt": 21180.0,
 "awd_amount": 21180.0,
 "awd_min_amd_letter_date": "1995-11-07",
 "awd_max_amd_letter_date": "1995-11-07",
 "awd_abstract_narration": "Oregon State University (OSU) asks assistance to upgrade a thermionic  scanning electron  microscope (SEM) to a field emission scanning electron microscope  (FESEM) with an integrated x-ray energy spectrometer (XES). This system  will replace a 1978 AmRay 1000A SEM acquired in used condition in 1981  and a Kevex 7000 X-ray spectrometer purchased in 1982. OSU has taken  over 30,000 micrographs and logged in excess of 6000 beam hours with  the now obsolete SEM system. In 1993-94, 165 campus researchers from 24  departments in nine colleges used the Electron Microscope Facility at  OSU; the facility is managed by the Department of Botany and Plant  Pathology and provides the only access on the OSU Campus to an  instrument of this type.    Diverse research programs at OSU would benefit from the FESEM/XES which  has improved resolution, broader versatility, and significant  improvement of capabilities over the thermionic SEM recently co-funded  by NSF (BIR-9420049). FESEM offers low voltage high resolution of  non-coated biological specimens at 4-5 nm versus > 150 nm for  thermionic SEM which always requires destructive specimen coating. High  voltage allows resolution c 1.5 nm versus 15 nm for a new thermionic  SEM and 70 nm for the current system. FESEM/XES allows determination of  element compositions in soils and mineral cycles including the new  capability to identify nitrogen, boron, oxygen and fluorine and much  better resolution of sodium.    The biologists at OSU would be primary beneficiaries of this instrument  as they constitute 7075% of the SEM use; the remaining 25-30% will be  utilized by physical science, associated materials science and  engineering programs. Major biological users include Dr. Philip  Brownell's research on sensory neurobiology of arthropods which focuses  on cuticular sense organs and the correlation of fine structure with  sensory function. Dr. Elaine Ingham would utilize the FESEM/XES to  determine change in structure and mineral composition of soil under  conditi ons of global climate change. Dr. Terri Lomax's research centers  on understanding the regulation of plant growth and development at the  level of cellular responses to hormonal and environmental signals. Dr.  Robert Mason studies the reproductive biology and chemical ecology of  reptiles. Dr. Michael Nesson focuses on iron biomineralization and the  role of biologically synthesized magnetic minerals. Dr. Barbara  Taylor's program investigates intercellular communication between  muscles and their innervating nerves during adult development of fruit  flies. Most of these researchers have or have had significant NSF  funding for their programs.    In addition, this SEM/XES system would benefit other major user groups  in chemical engineering, geosciences and materials sciences.  Representative research programs are described for each of these areas.  It will also assist in attracting faculty and students to OSU,  contribute to undergraduate and graduate student training, and is  essential to many other of OSU's basic and applied research programs  in:    x biochemistry, botany, chemistry, entomology, geology, microbiology,       physics, plant pathology, and zoology;  x air, water, and soil ecology, pollution, and resource development and       conservation;  x forest pathology, productivity, and development and performance of       wood products;  x foods and nutrition;  x engineering, advanced metallic, ceramic, glass, and polymeric       materials; development, failure analysis, and tribology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stella",
   "pi_last_name": "Coakley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stella M Coakley",
   "pi_email_addr": "coakleys@bcc.orst.edu",
   "nsf_id": "000441969",
   "pi_start_date": "1995-11-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alfred",
   "pi_last_name": "Soeldner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alfred Soeldner",
   "pi_email_addr": "soeldnea@bcc.orst.edu",
   "nsf_id": "000124457",
   "pi_start_date": "1995-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 21180.0
  }
 ],
 "por": null
}