{
 "awd_id": "9513236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of the Genetic Diversity of Cold-Active    Enzymes from Psychrophilic Microorganisms",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1996-05-15",
 "awd_exp_date": "1997-04-30",
 "tot_intn_awd_amt": 55000.0,
 "awd_amount": 55000.0,
 "awd_min_amd_letter_date": "1996-05-10",
 "awd_max_amd_letter_date": "1996-05-10",
 "awd_abstract_narration": "Brenchley  9513236  More than ninety percent of the Microbial Diversity observed in nature goes unstudied or used because the organisms can not be isolated or maintained.  Of special value is the study of psychrophilic microorganisms and their cold-active enzymes that have been overlooked by the emphasis on strains growing at higher temperatures.  A wide assortment of physiologically diverse psychrophiles exists because cold temperatures dominate the earth and its oceans.  These organisms may make cold-active enzymes with uses in biotechnology for low-temperature chemical conversion, for food processing at low temperature to prevent spoilage, for bioremediation in cold climates, for use in cold-water cleaners, etc.  This project is a new approach for gaining access to genetic diversity and cold-active enzymes while not being able to isolate and maintain all existing strains.  The objective is to establish the basic protocols for discovering and studying genes encoding novel cold-active enzymes existing microorganisms that have never been isolated.  The specific aim is to develop methods for extracting DNA directly from combinations of microorganisms or cold-environment samples that has the size and purity required for recombinant DNA experiments.  The techniques will be tested by cloning genes into expression vectors and detecting transformants producing model enzyme activities in a new host.  The development of these methods will help investigators discover, study and use new genes from physiologically diverse microorganisms.  Microorganisms have provided many life-saving antibiotics and useful enzymes.  Unfortunately, full use of these microbial products has gone untapped because the organisms have never been isolated.  This project will help make use of the genetic potential carried in microorganisms.  Since the ideal of isolating all microorganisms is not possible, then an alternative is to seize the genetic diversity directly by extracting the DNA from environmental materials.  The extracti on of total DNA would yield genes never seen before because it would collect DNA from all microorganisms in the community.  The DNA could be preserved as miniature Noah's Arks of psychrophilic genetic diversity ready for cloning of new genes of future interest.  The development of methods for extracting DNA from soil, water, and other samples would give researchers access to genes encoding industrially useful enzymes and would provide proteins with unusual features for comparison with other protein structures.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Brenchley",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jean E Brenchley",
   "pi_email_addr": "jeb7@psu.edu",
   "nsf_id": "000207539",
   "pi_start_date": "1996-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": null
}