{
 "awd_id": "9513571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rapid Mechanochemical Screening of Biologically Ligands     Using Submicrogram Amounts of Proteins",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1996-01-01",
 "awd_exp_date": "1997-12-31",
 "tot_intn_awd_amt": 144810.0,
 "awd_amount": 144810.0,
 "awd_min_amd_letter_date": "1995-11-21",
 "awd_max_amd_letter_date": "1996-10-08",
 "awd_abstract_narration": "We have developed a mechanochemical method of assay (MCA) to rapidly  test the binding ability of proteins or other macromolecules for  substances with low (no more than 1 kD) mol. weight. A characteristic  feature of this method consists in monitoring of ligand binding by  measuring changes in the isometric tension or elastic modulus of  cross-linked films of biomacromolecules which result from changes in  the conformation and/or mechanical properties of the macromolecules.  The method has been evaluated on samples of 17 different proteins, and  found to be a general and reliable probe of specific binding, capable  of determining the scale of ligand-induced conformational changes,  quantitative ligand affinities, and distinguishing specific from  nonspecific binding. MCA effectively complements other methods of  protein bioassays, which can fail to detect binding of small ligands,  especially in cases where the binding site does not contain any  reporter group(s) or when there are no  known ligands binding the protein.    A laboratory version of the mechanochemical device uses samples  containing only 100 ng of protein. Thus, in principle, even proteins  that are available in small quantities, such as receptors, can be  tested by this method. However, much larger amounts of protein (more  than 0.3-0.5 mg) are presently needed to prepare samples from protein  films. The present method of sample preparation also requires  micromanipulations with special instruments. These two drawbacks  present a barrier to wide applicability of this method. For this  reason, the main objective of this project consists in improving the  technology of sample preparation from microgram amounts of proteins  without micromanipulation.      The electrospray (ES) technology which has been developed to  introduce protein ions into mass spectrometers will be adapted to  fabricating protein microsamples. The ES technology project has the  following objectives:  (i) design and construction of a device that will allow ES of  protein       solutions under controlled conditions of humidity, temperature,       composition of atmosphere and other parameters that affect the       quality of deposited samples,  (ii) study of ES of protein solutions to identify ES conditions that       retain native properties of protein molecules (effects of       humidity, path of flight, temperature, pH, protecting agents,       etc.),  (iii) investigation of ES conditions ( optimal configuration of       electrostatic field, distance to substrate, form of masks, etc.)       to precisely deposit a protein sample onto a substrate,  (iv) studies on the dependence of internal structure of protein films       upon ES regimes, to make the MCA applicable to ligands with mol.       wt. larger, than 1 kD and  (v) elaboration of special substrates and procedures for easy       detachment of protein sample from an intermediate holder and its       transfer to the measuring device without micromanipulation.      The improved MCA should have broad applications in biochemistry, for  investigating the specificity of newly discovered proteins or proteins  available in small quantities, since a single sample, containing only  100 ng of protein can be used repeatedly in tests with different  ligands, provided the binding is reversible. It should also become  possible to use the MCA on receptor proteins. The quantity of protein  available from analytical electrophoresis will be enough to allow  screening of its possible specific inhibitors, allosteric effectors  etc. Since the MCA and the device based on it makes it possible to  detect specific binding and evaluate the concentration of a bound  ligand, they can be used also as universal biosensors with replaceable  sensitive elements and as detectors allowing easy recognition of  analytes in chromatography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Morozov",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Victor N Morozov",
   "pi_email_addr": "",
   "nsf_id": "000126425",
   "pi_start_date": "1995-11-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Morozova",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara Y Morozova",
   "pi_email_addr": "",
   "nsf_id": "000157784",
   "pi_start_date": "1995-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 75300.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 69510.0
  }
 ],
 "por": null
}