{
 "awd_id": "9513706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Oxidative Stress Response in Non-Enteric Bacteria",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "1996-03-01",
 "awd_exp_date": "1999-02-28",
 "tot_intn_awd_amt": 188000.0,
 "awd_amount": 188000.0,
 "awd_min_amd_letter_date": "1996-01-25",
 "awd_max_amd_letter_date": "1997-04-28",
 "awd_abstract_narration": "9513706  Steinman  In this work the oxidative stress response of two non-enteric bacteria will be studied.  Caulobacter. crescentus is adapted to survive in nutrient-poor environments and entrance into and out of stationary phase is likely an important part of its life cycle. However, little is known about stationary phase in this bacterial species. The role of CuZn superoxide dismutase and catalase/peroxidase in the stationary phase response will be established. The gene for the catalase/peroxidase will be cloned, and a null mutant constructed and characterized with respect to oxidative and other stresses in various growth stages. Hybridization will be used to determine if C. crescentus contains an rpoS homologue. If present, the gene will be cloned and a null mutant made and characterized in its stationary phase resistance and induction of CuZn SOD and catalase. A strain containing a transcriptional fusion between the catalase promoter and lacZ will be constructed and subjected to transposon mutagenesis to identify insertions that influence the stationary phase induction of catalase. These mutants will be characterized in stationary phase response as above and mutations of interest cloned. In addition, the cell cycle of all mutants will be studied. Legionella. pneumophila catalase/peroxidase gene(s) will be cloned and a null mutant made in wild type and CuZn SOD-deficient strains. These mutants will be characterized in their response to oxidative stress and ability infect macrophage cell lines and monocytes.  %%%  Most cells can protect themselves against damage caused by the reactive products of oxygen metabolism by making enzymes that destroy these toxic compounds.  In this project  the oxidative stress response will be studied in two bacterial species whose ecological niche may create an extracellular oxidative threat: Caulobacter crescentus, a dimorphic pond bacterium which may be exposed to high levels of external oxygen from photosynthetic algae, and the Legionnaire's disease bacterium,  Legionella pneumophila, that may confront reactive oxygen species from respiratory burst activity in infected animal cells.  Although the response of E. coli to oxidative and stationary phase stresses is well characterized, comparatively little is known for other bacterial species.  The work will focus on catalase/peroxidase enzyme activities that should help protect the bacteria.  Mutations will be constructed in the genes for catalase/peroxidase, and the effect on bacterial survival during oxidative stress and stationary phase stress will be determined.  This will provide new information about how desirable bacteria may be maintained and, conversely, how undesirable ones might be combated.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "howard",
   "pi_last_name": "steinman",
   "pi_mid_init": "m",
   "pi_sufx_name": "",
   "pi_full_name": "howard m steinman",
   "pi_email_addr": "steinman@aecom.yu.edu",
   "nsf_id": "000320392",
   "pi_start_date": "1996-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yeshiva University, Albert Einstein College of Medicine",
  "inst_street_address": "500 W 185TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "100333299",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "YESHIVA UNIVERSITY",
  "org_prnt_uei_num": "Y419HHNNYXJ4",
  "org_uei_num": "CSSJGCRUZ9F3"
 },
 "perf_inst": {
  "perf_inst_name": "Yeshiva University, Albert Einstein College of Medicine",
  "perf_str_addr": "500 W 185TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100333299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 94000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 94000.0
  }
 ],
 "por": null
}