{
 "awd_id": "9513214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Solution Structure of the E. coli Homologue of the Signal   Recognition Particle",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1996-02-01",
 "awd_exp_date": "1999-01-31",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "1996-01-25",
 "awd_max_amd_letter_date": "1997-12-19",
 "awd_abstract_narration": "9513214   Schmitz  In mammalian cells, protein translocation across the endoplasmic reticulum is facilitated by the signal recognition particle (SRP).  Upon recognizing a specific signal sequence, SRP essentially shuts down the ribosome by forming a tight complex.  Once the latter has been positioned on its receptor in the membrane, SRP dissociates from the ribosome which can then secrete the new protein across the membrane.  Mammalian SRP is comprised of six proteins and one large RNA molecule.  One domain in the RNA has been found to be phylogenetically conserved over a wide range of species.  Furthermore, the protein that interacts with this domain, SRP54 is also involved in recognizing the peptide signal sequence.  A homologue of SRP54 has been found in E.coli which also exhibits a two domain structure.  The domain which interacts with the RNA and the signal sequence can be expressed alone and binds efficiently to shorter versions of the SRP RNA hairpin exhibiting two bulged regions.  We will determine the solution structure of a 24 nucleotide hairpin involving one of  bulged region and a 43 nucleotide hairpin with both bulges.  Ultimately, we will study the structural changes in the RNA concomitant to binding to the E. coli SRP54 fragment. Methods will involve multidimensional heteronuclear NMR and molecular dynamics refinement methods. The ultimate goal is to understand the RNA protein interactions in SRP on a molecular, structural level.  %%%  All proteins are manufactured on ribosomes which reside inside of the cell.  However, a large number of these proteins is utilized throughout the body and must therefore be translocated across the cell walls.  Efficiency and accuracy of protein translocation is essential for all higher organizms and a disturbance in these processes can lead to many different diseases, including cancer.  Some of the key cellular players in the protein translocation process have been identified including a large particle called the signal recognition particle.  Its fu nction is to recognize if a protein belongs across the membrane by examining the first part of the new molecular as it is synthesized on the ribosome.  In the case of a trans-membrane protein the particle will turned off the ribosome, helps it find the whole in the cell membrane and protein secretion through the membrane can start.  At present we know virtually nothing about how these complex interactions involving proteins and RNA molecular occur on a molecular level.  Our main goal is therefore to determine three-dimensional pictures of some of the involved parts of RNA and protein molecules as they exist in solution .  We will compare the structures of  the molecules when they are alone and when they are interaction with each other.  This will help identify the crucial parts of the molecules that are essential for these interaction and hopefully reveal unique schemes that can be recognized in other processes as well.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Uli",
   "pi_last_name": "Schmitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uli Schmitz",
   "pi_email_addr": "schmitz@picasso.ucsf.edu",
   "nsf_id": "000490297",
   "pi_start_date": "1996-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "1855 FOLSOM ST STE 425",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941034249",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9260",
   "pgm_ref_txt": "FASED"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 77567.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 102392.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 80041.0
  }
 ],
 "por": null
}