{
 "awd_id": "9513713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structure-function Analysis of the KSS1 MAP Kinase          in S. cerevisiae",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jermelina Tupas",
 "awd_eff_date": "1996-03-01",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 317604.0,
 "awd_amount": 317604.0,
 "awd_min_amd_letter_date": "1996-01-24",
 "awd_max_amd_letter_date": "1998-04-27",
 "awd_abstract_narration": "9513713  Courchesne    A mutational analysis of Kssl was begun in an effort to  genetically separate its dual functions. Site-directed  mutagenesis of the KSS1 gene was used to create single amino  acid substitutions in the protein.  These mutants were then  analyzed for Gl-arrest, mating, desensitizing, and in vitro  kinase activities. Using this approach, two novel classes of  mutant Kssl kinases were generated.  Mutants of the first  class allow Gl arrest but are defective for desensitization,  while mutants of the second class promote desensitization but  do not allow Gl arrest.  Surprisingly, desensitization  occurred in the absence of kinase catalytic activity,  suggesting that protein-protein interaction, rather than  protein phosphorylation, is required for desensitization.  These mutations provide insight into the nature of Kssl 's  dual physiological activities, and may define domains  important for interaction with substrates, regulatory  proteins, or proteins required for proper localization.  This  research utilizes molecular genetic, biochemical, and  molecular modeling approaches to elucidate the molecular  mechanisms that allow Kssl to control both arrest and  activation of cell proliferation.  These studies will be  continued by pursuit of the following aims:  1. Mutational and functional analysis of Kssl.  The Gl arrest,  mating, desensitizing, and in vitro kinase activities of  mutant Kssl kinases will be determined following site-directed  mutagenesis of the gene using the \"Charged-to-alanine\"  approach within two regions that preliminary studies suggest  may regulate either Gl arrest, desensitization or  localization.  2. Identification of genes encoding Kssl-interacting proteins.  Kssl-interacting proteins will be sought by two distinct  methods, first, isolation of \"suppressor\" genes which can,  when mutated, compensate for mutant Kssls that are defective  for either Gl cell-cycle arrest or desensitizing activities.  (Such suppressor genes should encode either substrates o f Kssl  or proteins that regulate Kssl activity or proper cellular  localization.)  Second, the ability of the mutant Kssls to  interact with known components of the pheromone-response  pathway will be tested.  3. Biochemical/structural analyses of Kssl.  Kssl will be  analyzed biochemically and physically, including purification  of the wild type and mutant kinases, and development of an  alternative in vitro kinase assay.  A molecular model of the  wild type Kssl will be completed, including incorporating into  it the amino acid substitutions that have already been created  or will be created as described in the first aim above.  The  functional results of each mutant will be correlated with  those predicted by the model.    Mitogen-activated protein kinases (MAP kinases) play important  roles in myriad signal transduction pathways controlling  proliferation and differentiation.  Because of their critical  roles, it is essential to understand their biochemical and  physiological activities, and identify their substrates and  regulators.  The KSS1 gene encodes one of two MAP kinases  (Kssl) that are required for pheromone-signal transduction.  Pheromones are negative growth factors that promote Gl  cell-cycle arrest.  Kssl has two distinct biological  activities.  Kssl can promote Gl arrest in response to  pheromones.  Kssl also promotes a return to proliferation of  Gl-arrested cells, a phenomenon called desensitization.  Although inconclusive, some data suggest that MAP kinases in  higher eucaryotes exert a feedback control on their pathways  by          phosphorylating upstream protein kinases; however, none have  as yet been shown to have the clearly defined role in  desensitization described for Kssl.  A detailed understanding  of how Kssl can both turn off and turn on cell proliferation  is important in understanding control of proliferation in all  eukaryotes.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Courchesne",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Courchesne",
   "pi_email_addr": "wcourchesne@medicine.nevada.edu",
   "nsf_id": "000452897",
   "pi_start_date": "1996-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Welch",
   "pi_mid_init": "H",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "William H Welch",
   "pi_email_addr": "welch@unr.nevada.edu",
   "nsf_id": "000465776",
   "pi_start_date": "1996-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 96000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 110802.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 110802.0
  }
 ],
 "por": null
}