{
 "awd_id": "9513065",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Confocal Laser Scanning Microscope for Cellular and       Molecular Imaging",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1996-01-01",
 "awd_exp_date": "1998-03-31",
 "tot_intn_awd_amt": 118857.0,
 "awd_amount": 118857.0,
 "awd_min_amd_letter_date": "1995-12-04",
 "awd_max_amd_letter_date": "1997-11-12",
 "awd_abstract_narration": "This proposal requests funds for a confocal laser scanning microscope  system based on an infmity corrected Zeiss Axiovert microscope with  both differential interference and fluorescence capabilities for high  resolution imaging. The confocal microscope will have a Krypton/Argon  laser, three photomultiplier tubes (PMT) and a motorized transmitted  light PMT. This microscope will be used to image a variety of cellular  and molecular structures in both dynamic and still specimens at high  resolution and in 3-dimensional detail. Different recording devices  are requested. An optical disc and a CD-ROM unit will store images  digitally and a hard copy color printer will allow quick retrieval of  images. Dynamic structures will be recorded by a Panasonic Optical  Memory Disc Recorder    This proposal comes from 19 scientists from 9 different Departments  and three Colleges at North Carolina State University and one  Department at Wake Forest University. To our knowledge there is no  other confocal laser scanning microscope for precise high resolution  imaging available on either campus. Most of the seven project leaders  are plant biologists investigating basic cellular, developmental and  molecular processes using a combinatorial approach involving genetic,  molecular, biochemical, and cell biological techniques and all have a  very real need of confocal microscopy. The projects include  investigations of the relationships between cytoskeleton and cell  signaling (especially Calcium ions) as it influences plant development  (Boss, Allen, Davies, Muday), of the targeting of storage proteins in  maize (Boston) of viral pathogenesis and transport (Robertson and  Lommel), of nematode pathogenesis and root specific gene expression  (Conkling), and of ferredoxin localization as well as nuclear scaffold  attachment regions in plant cells (Thompson). In addition, Peretti  will study plasmid transfer in biofilms. Another group of  investigators, who initially will be minor users, include the  following: Thr ee members of Zoology will study various aspects of cell  signaling in epithelial cells (Black), neurons and glia (Grossfeld)  and from pituitary glands of fish (Borski). Mahaffey (Genetics) will  study segmentation in Drosophila larvae and Weissinger will  investigate fungal pathogenesis in transgenic plants. Foegeding (Food  Science) will study biorheological properties of biopolymer gels and  Laster (Microbiology) will investigate tumor induced apoptosis. Muday  will study auxin transport in plants. Finally in Botany, Burkholder  will study dinoflagellate life cycles. It is essential for many of  these studies that fluorescent molecules or structures be precisely  localized and resolved. The unique ability of the confocal microscope  to make very thin optical sections at high resolution has opened new  frontiers in cell biology in the last ten years, and this group of  scientists has realized the opportunities available to greatly enhance  their research efforts by applying the newer methods of molecular  staining with confocal imaging and image analysis and quantification.    North Carolina State University and the Department of Botany have made  a very real commitment to strengthen cell biology and cellular  imaging. This interest in imaging was driven in part by a need of the  biotechnology and molecular biology oriented faculty to incorporate  advanced imaging in their work. For example, it is now possible to use  molecular biology techniques to express transgenically fluorescent  probes such as Green Fluorescent Protein in plants. Several cell  biologists have recently been hired in Botany and Zoology. A Cellular,  Molecular and Developmental Biology Program is in development and will  include faculty from many diverse Departments. Nina Allen will direct  the Cellular and Molecular Imaging Center (CMIC) to be housed in the  Botany Department in the area being renovated for Allen and Davies.  Several high resolution video microscopes have been purchased with  set-up money provided by NCSU  to Allen. Wendy Boss has obtained funds  to purchase a cooled-CCD imaging system that will be housed in CMIC.  These microscopes in combination with the confocal microscope will  allow great flexibility in imaging capabilities available in the  Center and should greatly strengthen many areas of research at the  University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Allen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nina S Allen",
   "pi_email_addr": "nina_allen@ncsu.edu",
   "nsf_id": "000332742",
   "pi_start_date": "1995-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 105632.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 13225.0
  }
 ],
 "por": null
}