{
 "awd_id": "9513725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Resolution SQUID Magnetometer for Imaging Biological   Systems",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1996-01-15",
 "awd_exp_date": "1997-12-31",
 "tot_intn_awd_amt": 121687.0,
 "awd_amount": 121687.0,
 "awd_min_amd_letter_date": "1996-01-17",
 "awd_max_amd_letter_date": "1997-03-31",
 "awd_abstract_narration": "The objective of the proposed research is to develop  ultra-high        resolution, Superconducting QUantum Interference  Device (SQUID)        magnetometers (UHRSM) that are optimized for the  imaging of the        magnetic fields produced by action currents, remanent        magnetization, and magnetic susceptibility in isolated  living        tissue and small experimental animal preparations at  the scale of        100m.. Such measurements are not yet in wide spread  use,        primarily because of the limitations and costs of  existing        instrumentation. This project is designed specifically  to address        these points. The proposed instruments will be capable  of making        measurements that are impossible with any other  technique, and        should lead to new insights into cellular biology and        electrophysiology. As they are being developed, these  instruments        will be immediately incorporated into the  electrophysiological        research on cardiac muscle, nerves, and intestinal  smooth muscle        that is ongoing at Vanderbilt, and will be made  available to        collaborators from other institutions. The proposed  research        involves the staged development of the cryostats,  SQUIDs, and        vacuum windows required for a high-sensitivity UHRSM  utilizing a        liquid-helium-cooled, low-temperature  superconductivity (LTS)        SQUID, and a lower sensitivity, higher resolution  UHRSM with a        liquid-nitrogen-cooled, high-temperature  superconductivity (HTS)        SQUID. The first system will use hand-wound pickup  coils, a        commercially-packaged LTS SQUID, and a custom-built,        continuous-flow cryostat that should provide a semi-  automatic        system not requiring periodic helium and nitrogen  transfers. The        more advanced versions will utilize custom LTS and HTS  SQUID        gradiometers and magnetometers mounted in inexpensive  commercial        dewars designed for infrared spectroscopy. While this  is under         development, specialized LTS SQUIDs with on-chip  pickup coils        will be fabricated at Hypres at no cost to NSF.  Apodization and        other coil design techniques will be used , to develop  arrays of        SQUIDs whose pickup coils are optimized for high-  resolution        biomagnetic j imaging and inverse calculations of the  current and        magnetization distributions in the biological samples.  Digital        SQUIDs will be provided by Hypres for evaluation.  These        instruments are based upon proven cooling and vacuum-  window        technologies; the challenge lies in integrating these  with        optimized SQUID magnetometers to create user-friendly,        inexpensive magnetic microscopes. These instruments  will be        unique in their ability to measure quantitatively  magnetic fields        at the near-cellular level. While electrical  measurements of        neural and cardiac tissue have been explored  extensively over the        past century, only in the past few years has it been  possible to        use SQUIDs to image cellular action currents. High  resolution        magnetic susceptibility imaging has yet to be applied  to        biological systems. Many biological phenomena  involving        electrical cell-to-cell communication and non-uniform        propagation, such as those that are key to the  behavior of        cardiac~ihuscle and intestinal smooth muscle, are  governed by the        transfer of electrical charge. Since the distributed  electrical        resistivity and capacitance of these systems is often  unknown or        poorly characterized, electrical measurements alone  cannot        suffice to quantify this charge transfer. Hence direct        measurements of current are crucial to understanding  cell-to-cell        coupling. More importantly, the combination of  magnetic        measurements of current and electrical and optical  measurements        of voltage offers unique promise towards improving the        understanding of not only th e transfer of charge  between cells        but also the tissue properties that relate current to  voltage.        Other biological applications include the study of  cortical        oscillations, spreading depression, action currents in  algae and        higher plants, iron biominerals in living systems, and  magnetic        tracers. The proposed program of instrumentation  development,        coupled with an aggressive program of biophysical  measurements,        should advance the ability to study the electrical  behavior of        cellular systems and their response to physical and        pharmacological interventions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wikswo",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Wikswo",
   "pi_email_addr": "john.wikswo@vanderbilt.edu",
   "nsf_id": "000240117",
   "pi_start_date": "1996-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 121687.0
  }
 ],
 "por": null
}