{
 "awd_id": "9513523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structural Energetics of Proteins:  Model Compound Studies",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1996-03-01",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 291326.0,
 "awd_amount": 291326.0,
 "awd_min_amd_letter_date": "1996-01-26",
 "awd_max_amd_letter_date": "1999-02-01",
 "awd_abstract_narration": "9513523  Murphy  Knowledge of  the contribution of various interactions, such as hydrogen bonding, the hydrophobic effect, configurational entropy, etc., is crucial to understanding important biological processes such as protein folding and binding.  Precise knowledge of the contributions of structural features to the energetics of these processes will permit the design of new proteins and pharmaceuticals based on structural information garnered from x-ray crystallography of multidimensional NMR.  Unfortunately, the complexity of biological macromolecules makes it exceedingly difficult to untangle the contributions of these various interactions to structural stability based solely on the study of these molecules.  The transfer of simple amino acid compounds from the crystal into water (dissolution) is analogous to the unfolding of a protein or to the dissociation of a protein-protein complex, but the simplicity of these compounds allows for a detailed structural interpretation of the energetics.  To date only a few such compounds have been studied, but these data have been particularly useful in developing semi-empirical methods for calculating thermodynamic quantities from structural information.  This project will undertake the study of the dissolution of additional cyclic dipeptides (diketopiperazines) and a correlation of their dissolution energetics with specific structural features.  In particular, the role of hydrogen bonding, aromatic-aromatic interactions, and ionizable side chains will be studied in order to complement previous data on the contribution of aliphatic side chains.  The effects of co-solvents such as urea, guanidinium chloride, and trifluoroethanol, on the dissolution energetics will also be investigated as a means of better understanding how these compounds perturb protein structures.  The studies require the determination of the changes in free energy, (G( enthalpy , (H (, entropy,  and  (S (,  and heat capacity,  (Cp , which describe the temperature dependence of  the d issolution process.  These quantities will be determined by a combination of  techniques.  The (G(,  is given  from the solubility which will be measured using a differential refractive index technique.  The heat of dissolution,  (H (, will be directly measured using calorimetry, and the (Cp,  will be obtained by performing the calorimetry over a range of temperatures.  These studies will also be done in various types and concentrations of co-solvents to assess their effects on the energetics.  Structures of new compounds also will be determined by small molecule x-ray crystallography.  %%%  The goal of this work is to understand the molecular forces responsible for protein folding and the binding of proteins to each other.  This information can be used in the design of new proteins and pharmaceuticals based on atomic-level structural information.  Because of the complexity of protein structures it is difficult to obtain this information from studying actual proteins.  Alternatively, one can study simple model compounds which contain amino acids, the building blocks of proteins, which are held together by the same forces.  In this the energetics of work transferring cyclic dipeptides (composed of two amino acid residues) from the crystal into aqueous solution will be studies calorimetrically as a function of temperature.  This process is analogous to the transfer of amino acid residues from the protein interior into water which occurs upon unfolding of a protein.  The crystal structures of these compounds will also be determined.  The energetics will be interpreted in terms of the crystal structures in order to determine the contributions of different forces to the dissolution process and, by analogy to stabilizing protein structures and complexes.  The effect of different co-solvents (e.g. urea, alcohols, guanidinium chloride) of the dissolution energetics will also be studied in order to understand how these compounds perturb various forces and thus affect protein stability.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Murphy",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth P Murphy",
   "pi_email_addr": "k-murphy@uiowa.edu",
   "nsf_id": "000216755",
   "pi_start_date": "1996-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 81326.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": null
}