{
 "awd_id": "9514137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Foraging Behavior and the Role of Social Transmission",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "",
 "awd_eff_date": "1996-03-01",
 "awd_exp_date": "1998-02-28",
 "tot_intn_awd_amt": 48187.0,
 "awd_amount": 48187.0,
 "awd_min_amd_letter_date": "1996-02-15",
 "awd_max_amd_letter_date": "1997-02-19",
 "awd_abstract_narration": "Abstract    Clarke  9514117      Obtaining food is one of the most critical problems faced by young animals, particularly precocial young that must seek out the correct foods to eat soon after birth. The development of feeding behavior is a critical area of study considering the high mortality rate of juvenile birds attributable to starvation and predation due to inept foraging behaviors. These high mortality rates indicate that selective pressures must be intense for the rapid development of foraging skills. Three factors may contribute to food recognition in gallinaceous species: a) innate pecking preferences, b) taste and nutritional factors, and c)social transmission. It is likely that all three factors operate together to enhance and expedite food recognition and the development of foraging behavior.  This study proposes to investigate the development of foraging behavior in an alpine grouse, the White-tailed Ptarmigan, whose precocial chicks must identify food species in the wide array of items presented in the alpine tundra soon after hatching. The interrelationship of social and nutritional factors influencing food choice will be the study's primary focus. Preliminary data indicate that the hens emit unique vocalizations (food calls) when specific items are located. Chicks respond to the food calls by approaching the hen's bill and feeding on the same species she is eating. Further, the plant species that elicit hen food calls become the major items in the chick's diets. The foods eliciting food calls also may differ from other foods eaten by the hen that do not elicit food calls in their nutritional content (e.g. prmtein). Thus the question arises: Do the hens' food calls function to focus the chicks' feeding choices through socially transmitted food recognition? The first hypothesis that will be investigated is that chicks will forage more often on those foods to which elicit hen food calls than they will on foods which do not elicit food calls because the call represents a form of soc ial transmission that enhances the chicks' recognition of specific foods.  White-tailed Ptarmigan provide an ideal species for field studies of the ontogeny of foraging behaviors because hens with chicks accommodate to human observers, are reluctant to fly, have high site fidelity, and forage in the alpine where the vegetation is low in stature and relatively low in diversity all of which facilitates foraging observations. Also, the foraging selections of the adult ptarmigan are documented as are their nutritional profiles. Experimental manipulations would be advantageous in testing the hypotheses but are not possible for a variety of reasons. However, the hypotheses can be thoroughly investigated by exploiting natural variations within the population regarding food calling. The hens within the population vary in food calling frequency, ranging from hens that emit food calls during nearly every feeding bout to hens that were never heard to emit a food call. Thus, in lieu of direct manipulations, comparisons will be made between broods of hens that exhibit variations in food calling regarding diet shifting.  This research represents one of the first studies to address directly the function of social transmission conducted with wild animals in their natural habitat.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Clarke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Clarke",
   "pi_email_addr": "jaclarke@unco.edu",
   "nsf_id": "000285492",
   "pi_start_date": "1996-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Colorado",
  "inst_street_address": "501 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREELEY",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "5053197355",
  "inst_zip_code": "806396900",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "TYJEPW6N1W98"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Colorado",
  "perf_str_addr": "501 20TH ST",
  "perf_city_name": "GREELEY",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "806396900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "CO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116000",
   "pgm_ele_name": "IBN ANIMAL BEHAVIOR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 23592.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 24595.0
  }
 ],
 "por": null
}