{
 "awd_id": "9514483",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Serotonergic Control of Feeding",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonya K. Sobrian",
 "awd_eff_date": "1996-03-01",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "1996-01-24",
 "awd_max_amd_letter_date": "1996-01-24",
 "awd_abstract_narration": "9514483  O'Gara    The experiments described in this proposal will examine how  the nervous system controls the feeding behavior of the  medicinal  leech.  The physiological mechanisms used by the leech  nervous system  to control behavior are similar to those found in higher  animals,  including humans.  The relative simplicity of the leech  nervous system  allows us to examine some of these physiological mechanisms  in ways  that are difficult or impossible in higher animals.  An  additional  justification for studying feeding in the leech is the re-  emergence of  the use of leeches following plastic and reconstructive  surgery.  When  an amputated part of the body (like a finger or an ear) is  reattached,  it is relatively easy for the surgeon to reattach the  arteries in the  affected body part.  However, veins are more delicate and  blood is  more likely to clot in them.  Because of these problems,  blood within  the reattached body part has no way to return to the rest of  the body.    Pressure builds up in the reattached part and blood flow  stops.  Without treatment, the tissue will die.  When these  problems  occur, the surgeon can restore blood flow to the affected  tissue using  leeches.  The leech will feed on the congested tissue and  drain it of  blood.  In addition, the bite mark left by the leech will  ooze blood  for a number of hours.  These two actions will allow new  blood to flow  into the reattached tissue and keep it alive.  Efforts to  mimic these  actions artificially have been unsuccessful; thus, there is  no  substitute for the use of leeches in these situations.  A  better  understanding of how leech feeding is controlled may allow  doctors to  more efficiently utilize leeches in this role.    Nerve cells (called neurons) communicate with other neurons  and muscle cells by releasing a chemical called a  neurotransmitter.  The neurotransmitter changes the behavior of the recipient  neuron or  causes a change in tension of a muscle cell.  The  neurotransmitter is  sens ed by the recipient cell using protein molecules called  receptors.  Receptors for a particular neurotransmitter usually come in  a number  of varieties.  The different receptors can be preferentially  activated  using specific drugs that resemble the neurotransmitter.  Feeding  behavior of the leech is dependent on the neurotransmitter  serotonin.  The experiments in this proposal will examine the effects of  serotonin  on the nervous system and muscle cells of the gut.  In the  first  series of experiments, we will examine the effects of  serotonin (and  similar acting drugs) on biting behavior and blood  consumption.  By  the use of specific drugs that activate only certain types  of  serotonin receptors, we will examine the role of the various  receptors  in feeding.  We will also record the electrical activity of  the  muscles involved in feeding using very fine wires implanted  in these  muscles.  These experiments will allow us to examine how  serotonin  turns on feeding behavior.    In a second set of experiments we will examine the effects  of  serotonin-like drugs on the contractions of the leech  pharynx after we  have removed it from the body.  The pharynx is the first  part of the  gut and actually generates the suction that draws blood from  the  victim.  These experiments are designed to allow us to  deduce what  types of serotonin receptors are present on the muscles of  the  pharynx, and the role of each receptor type in controlling  contractions of the pharynx.    The last series of experiments will examine the effects of  serotonin-like drugs on individual pharyngeal muscle cells.  Using  fine microelectrodes that are inserted into individual  cells, we will  examine the effects of these drugs on the muscle cell  membrane.  We  will examine the effects of serotonin-like drugs on the  permeability  of the cell membrane to ions (charged atoms).  The movement  of ions  across the cell membrane triggers the events that eventually  lead to  muscle contraction.  These studies will a llow us to examine  the role  of various serotonin receptors in regulating muscle  contraction at the  level of the individual cell.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "O'Gara",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A O'Gara",
   "pi_email_addr": "bao3@humboldt.edu",
   "nsf_id": "000336744",
   "pi_start_date": "1996-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barnard College",
  "inst_street_address": "3009 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128542708",
  "inst_zip_code": "100276909",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "BARNARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPQ1NHRK78M9"
 },
 "perf_inst": {
  "perf_inst_name": "Barnard College",
  "perf_str_addr": "3009 BROADWAY",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119100",
   "pgm_ele_name": "BEHAVIORAL NEUROSCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9107",
   "pgm_ref_txt": "BIOELECTRONICS AND BIONETWORKS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}