{
 "awd_id": "9514306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Function of Auxin-Binding Protein 1",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1996-04-01",
 "awd_exp_date": "1997-03-31",
 "tot_intn_awd_amt": 29688.0,
 "awd_amount": 29688.0,
 "awd_min_amd_letter_date": "1996-03-20",
 "awd_max_amd_letter_date": "1996-03-20",
 "awd_abstract_narration": "9514306  Jones    This is a supplemental award to continue work on projects which address the function of the auxin receptor (Auxin-Binding Protein 1, ABP1) in growth control.  This is an unusual growth hormone receptor that does not fit any hormone receptor paradigm.  It also has unusual cell biology in that it is found predominantly in the endoplasmic reticulum lumen but has its site of action on the extracytoplasmic side of the plasma membrane.  The proposed work will utilize transformed cells, plants, and DNA constructs prepared during the prior funding period of the grant.  It also incorporates mutant plants that recently became available.  The three projects are:  1. The cDNA for the Arabidopsis ABP1 will be used for trangenic plant expression studies.  For several reasons, constitutive overexpression of this receptor is not possible; therefore, the auxin receptor cDNA was placed under the control of two inducible promoters (tet inducible and salicylic acid inducible).  production of transgenic tobacco and Arabidopsis plants are just now being made.  T2 plants will be characterized before and after the ABP cDNA is inducibly expressed to determine the effect of overexpression of this hormone receptor on plant growth and development.  2. In collaboration with CIBA-Geigy, maize cells were transformed with the maize auxin receptor cDNA driven by a constitutive promoter.  One cell line expressing the auxin receptor at high levels was found.  These cells had an unusual wall morphology that phenocopied transfer cells, a highly differentiated plant cell type that is involved in rapid movement of solutes.  This cell line is a valuable tool to study the properties of this important cell type and the function of the auxin receptor.  It is the first time a homogeneous population of transfer cells has been obtained.  These cells, despite having a drastically different morphology (numerous finger projections), appear to have the same cell wall polymer composition.  Studies are underway to determine how  different wall morphology can be generated and if ABP1 has a role in this transfer cell wall form.  3.  In collaboration with Pioneer seeds, mutant alleles of the maize ABP gene were found by a reverse genetics approach based on Mutator transposable element insertions.  Some of the alleles were sequenced and shown to be in 4 different ABP genes.  These mutants will be characterized to determine if the mutation in the ABP gene affects plant growth.  Mutants have been planted and will be backcrossed to determine if the phenotype correlates with the mutant allele.      To date, cell biological and biochemical approaches have been used to study the function of the auxin receptor without molecular genetic tools such as the transgenic and mutant plants described above.  While this has been productive for a while, new understanding can not be advanced without molecular genetic tools.  Perturbations on the function of the auxin receptor in the mutant and transgenic plants, observed using cell biological techniques, will elucidate the mechanism of this unusual hormone receptor in controlling plant cell growth and morphology.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Jones",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alan M Jones",
   "pi_email_addr": "alan_jones@unc.edu",
   "nsf_id": "000265379",
   "pi_start_date": "1996-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 29688.0
  }
 ],
 "por": null
}