{
 "awd_id": "9515453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Indo Cooperative Research: Synthesis of Higher Alcohols  from Synthesis Gas Through Modified Fischer-Tropsch         Synthesis, Award in US and Indian Currency",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Lueck",
 "awd_eff_date": "1996-06-01",
 "awd_exp_date": "1999-11-30",
 "tot_intn_awd_amt": 16882.0,
 "awd_amount": 16882.0,
 "awd_min_amd_letter_date": "1996-03-01",
 "awd_max_amd_letter_date": "1996-03-15",
 "awd_abstract_narration": "9515453  Dadyburjor   Description:  This proposal is for a US-Indo  research collaboration between materials  scientists Carlos Levi of the University of  California, Santa Barbara and Vikram Jayaram of  the Indian Institute of Science, Bangalore.   The project is entitled \"Phase Selection in  Ceramic Oxides Under Non-Equilibrium  Conditions.\"  The investigators will study the  evolution of oxide microstructures in ceramic  oxides synthesized under conditions wherein  thermodynamic equilibrium is highly  constrained.  The   program will focus on relatively simple binary  and higher component systems using techniques  with proven potential to bring about  substantial metastability.  Compositions  produced in this manner will be heat treated to  study the hierarchy of states by which the non-  equilibrium structure evolves towards a more  stable one.  The primary objective is to  enhance the understanding of phase selection  processes, their relationship to fundamental  forms of metastability, as well as their impact  on microstructure evolution through subsequent  transformations.   Scope:  The PIs have extensive experience in  this area and have  collaborated productively  in the past.  The bulk of the experimental work  will be carried out at the Indian Institute of  Science.  The US collaborator will provide  guidance in the design of experiments and  analysis of results, as well as access to  atomization and characterization facilities at  the UC, Santa Barbara.  The research is  expected to generate a mutually beneficial  interaction with the ongoing research on the  synthesis of structural ceramics and functional  inorganic oxides at the NSF Materials Research  Laboratory at UC.  This project will provide a  unique international opportunity for a US  graduate student to participate in the  experimental research at the IISc, Bangalore.   ***                                                  This research will investigate small signal  stability of electric power systems as affected  by the ad dition of High Voltage DC (HVDC) lines  and control devices such as Static Var  Compensators (SVC), Power System Stabilizer  (PSS) and other Flexible AC Transmission System  (FACTS) devices.  The objective will be to  develop an overall linearized model to include  the above mentioned devices and to examine  their relative influence on dynamic stability.   This research is important in determining the  causes of low frequency oscillations and  voltage collapse.  Both of these are operating  problems faced by utilities in both countries.   Prof. M.A. Pai, University of Illinois Urbana  will collaborate with Profs. D.P. Sen Gupta &  L.R. Padiyar, Indian Institute of Science,  Bangalore.  The research team is exceptional.   Prof. Pai is an internationally recognized  leader in the use of direct methods for power  system stability, Sen Gupta and Padiyar have  done state-of-the-art system studies involving  FACTS and adaptive PSS.    Scope:  This research will address a problem in  the area of power systems that is of importance  in the U.S. and India.  While there is much  accumulated experience in the U.S., the Indian  academic institutions are very good at keeping  up with state-of-the-art, and the power  industry there quite mature in terms of their  absorption of technology.  The results expected  from this collaboration include research  papers, course development at the University of  Illinois, and an advanced level monograph  emanating from the research.     ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dady",
   "pi_last_name": "Dadyburjor",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Dady B Dadyburjor",
   "pi_email_addr": "dady.dadyburjor@mail.wvu.edu",
   "nsf_id": "000238337",
   "pi_start_date": "1996-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Kugler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin L Kugler",
   "pi_email_addr": "",
   "nsf_id": "000211775",
   "pi_start_date": "1996-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "1500 UNIVERSITY AVE",
  "perf_city_name": "MORGANTOWN",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "26506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ele_code": "612400",
   "pgm_ele_name": "INDIA (SCIENTIFIC RESEARCH)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "26XX",
   "app_name": "US INDIA FUND(RUPEES) (P&I)",
   "app_symb_id": "49T566",
   "fund_code": "app-26XX",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 16882.0
  }
 ],
 "por": null
}