{
 "awd_id": "9515367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Demographic and Political Change in the Classic-Postclassic Transition in Pacific Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1996-03-15",
 "awd_exp_date": "1997-05-31",
 "tot_intn_awd_amt": 63843.0,
 "awd_amount": 63843.0,
 "awd_min_amd_letter_date": "1996-03-14",
 "awd_max_amd_letter_date": "1996-03-14",
 "awd_abstract_narration": "With National Science Foundation support Dr. Bove and his colleagues will analyze archaeological materials which have been obtained through carefully controlled collection over a number of years in the western coastal region of Guatemala. The area contains numerous sites and materials which date from the Classic period of Mesoamerican prehistory as well as from the succeeding Postclassic period. Dr. Bove will focus on two subregions which are located on the western coast and which span this transitional period. Through analysis of stone tools, ceramics, architecture and the size and distribution of sites he hopes to answer a number of questions. First, he will employ the technique of obsidian hydration to assign absolute dates to archaeological occurrences and thus develop a chronology for both regions. Through analysis of ceramic remains he will determine, in each area, whether the same peoples were present through time or if population replacement occurred. Study of site numbers and extent will permit him to determine changes in population size over time. It will also be possible to examine many facets of social organization. One can determine the extent of social differentiation within a single area and on an inter-area basis how power relationships may have altered over time.  Many archaeologists have focused on the Classic-Postclassic transition in Mesoamerica because, according to traditional interpretations, it marks a major social collapse. It was during the Classic period that the largest and most impressive Mayan temples were constructed and Middle American culture reached a peak. At the end of this period many sites appear to be abandoned, monumental construction ceases and people appear to live in smaller less hierarchically organized groups. Archaeologists have postulated a number of reasons why such changes may have occurred and these range from increased warfare to ecological collapse induced by overexploitation of the environment. The western Guatemala area is interesting because it appears not to conform to this senario. Preliminary evidence indicates a high degree of continuity and numerous Postclassic sites are present. However it has not yet been possible to reconstruct changing population densities or to determine if social organization was altered. The goal of Dr. Bove's work is to address these immediate questions.  The underlying issue which Dr. Bove wishes to study is how and why societies change. He believes that recurring cycles may be involved and a region such as western Guatemala provides an excellent laboratory to address questions of this type.Its rich archaeological remains cover over a thousand year span and it is, therefore, possible to obtain a rich and long term data base.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Bove",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick J Bove",
   "pi_email_addr": "fbove@ufm.edu.gt",
   "nsf_id": "000263662",
   "pi_start_date": "1996-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 63843.0
  }
 ],
 "por": null
}