{
 "awd_id": "9524544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantification of Bacterial Transport Processes in          Subsurface Environments",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "1996-04-15",
 "awd_exp_date": "1999-03-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "1996-04-16",
 "awd_max_amd_letter_date": "1998-01-26",
 "awd_abstract_narration": "9524544  Ford    In situ bioremediation relies on the ability of bacterial populations to biologically transform chemical contaminants such as chlorinated hydrocarbons into less toxic substances.  A critical factor in successfully implementing this technology is assuring sufficient contact between the bacteria and contaminant to allow degradation to proceed.  Therefore, mathematical models capable of predicting the dynamic distribution of bacterial populations within contaminated aquifers are necessary for determining  the changing contaminant levels due to bacterial degradation.  Many soil-inhabiting bacteria which degrade chemical contaminants are motile and capable of directing their migration in response to chemical concentration gradients (chemotaxis)    The goal of this work is to evaluate bacterial transport coefficients in terms of fundamental properties which can be measured in simple laboratory experiments.  Reliable values for these coefficients are required as input for advection-dispersion models which describe bacterial migration in subsurface environments.  Current methods for evaluating these coefficients are highly empirical and typically not generalizable to a variety of subsurface conditions.  Progress toward achieving this goal will be guided by the following specific objectives:     1. To develop and experimentally confirm a theoretical expression for calculating the effective random motility coefficient for bacteria in the absence of advective flow.    2. To develop and experimentally confirm a theoretical expression for the bacterial dispersion coefficient based on a microscopic-level characterization of the swimming behavior of bacteria,  the porous matrix and the fluid flow.  3. To quantitatively assess the impact of motility on irreversible attachments to the porous matrix and its relationship to collector efficiency as defined by colloid filtration theory.    4.  To unify theoretical relationships from solute transport, chromatography and colloid filtration currently u sed to describe bacterial transport into one consistent theory based on microscopic-level characterization.    A combination of mathematical modeling, laboratory-scale experiments and computer simulation will be used to study the behavior of E. coli, P. putida, and soil isolates (A0500 from the Savannah River Deep Subsurface Collection, P. fluorescens Pf0-15 adhesion mutant and E1B2 from a field site in Oyster, VA).  The swimming behavior of individual bacteria will be analyzed in terms of speed, run length and turn angle distribution with a tracking microscope.  Random motility coefficients for the bacterial population will be measured in the stopped-flow diffusion chamber (SFDC) and compared to theoretical predictions determined from the single cell properties.  More complex experimental systems with advection and porous media will be studied in sand columns and micromodels with well-defined porous patterns to obtain effective random motility, dispersion and irreversible adsorption coefficients.  Theoretical relationships for these coefficients based on analogies to solute diffusion and transport, colloid filtration theory, and cellular dynamics computer simulations will be evaluated in terms of bacterial properties, flow characteristics and porous media geometry in an effort to unify the various approaches.  Values for these macroscopic transport coefficients are required in advection-dispersion models to describe bacterial distributions in subsurface environments.  The tracking microscope, SFDC assay and cellular dynamics algorithms, capabilities unique to the PI's state-of-the-art experimental and computational laboratories, provide an ideal environment for the proposed development of mechanistic-based models for predicting large-scale migration.  Future studies will apply the same combination of mathematical modeling, laboratory experiments, and computer simulation to determine apparent velocities and reversible adsorption/desorption coefficients used in models for bacterial transport.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roseanne",
   "pi_last_name": "Ford",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Roseanne M Ford",
   "pi_email_addr": "rmf3f@virginia.edu",
   "nsf_id": "000226658",
   "pi_start_date": "1996-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1043",
   "pgm_ref_txt": "ENVIRONMENTAL GEOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}