{
 "awd_id": "9525091",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bioengineering of Biosurfactants for Cleaning and Degreasing Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 189198.0,
 "awd_amount": 189198.0,
 "awd_min_amd_letter_date": "1996-08-29",
 "awd_max_amd_letter_date": "1996-08-29",
 "awd_abstract_narration": "9525091  Gross    Surfactants are needed that have a high affinity for oil and can form stable oil-in-water (o/w) emulsions for a number of important applications such as in cleaners that will effectively remove oil-type residues from tankers, various storage vessels and metal parts during manufacturing/surface cleaning processes.  From a toxic use reduction perspective, it would be desirable for such surfactants to use non-toxic renewable resources in their production.  Furthermore, these functional products should show low/no toxicity and must biodegrade upon disposal.  Moreover, it would be advantageous if the surfactants could easily be tailored so that optimal performance characteristics could be obtained for different cleaning and degreasing requirements.  Currently, environmental factors are the guiding principles in the design of such functional surfactant products by manufactures that are looking towards \"Green\" processes and products.  For example, soap and detergent producers are beginning to realize that many customers will pay more for products that are environmentally sound.  Therefore, it is proposed herein that microbial fermentation processes that involve conversion of various renewable fatty acids will be used as routes to new biosurfactants that have enhanced performance characteristics.  The key feature of this work is that the surfactant structure will be varied by alteration of the fatty acid carbon source used and by inhibiting de novo pathways for fatty acid biosynthesis.  The latter will be accomplished by the use of specific and non-specific fatty acid biosynthesis inhibitors in cultivation media.  Previous work in our laboratory using these approaches for the biosynthesis of the composition and degree of substitution of the resulting polymeric surfactants.  Thus, the idea that a family of surfactants can be formed by a microbial production system has now been demonstrated.  The bioengineering of surfactant structure is of fundamental important since it shows that the a cylation of sugar units by an acyltransferase enzyme systems can potentially take place with a wide range of acyl doner molecules to optimize produce performance.  This proposal seeks to extend this finding to the production of rhamose and sophorose lipid surfactants by candida bombicola and pseudomonas aeruginosa.  The flexibility of these microbial production systems for the formation of novel biosurfactants will be explored by systematic investigations using a wide range of fatty acid carbon sources of variable chain length and unsaturation.  The direct incorporation of hydroxyacids will also be studies.  Also, mutant strains of A.calcoaceticus that produce emulsans with enhanced ability to emulsify heavy oils will be selected and studied.  The effects of changes in biosurfactant structure on surface tension and critical micelle concentration values as a function of substrate will be evaluated.  In",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Gross",
   "pi_email_addr": "grossr@rpi.edu",
   "nsf_id": "000165649",
   "pi_start_date": "1996-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "220 PAWTUCKET ST STE 400",
  "perf_city_name": "LOWELL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 189198.0
  }
 ],
 "por": null
}