{
 "awd_id": "9526242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  Integrated Structural and Fluid-   Inclusion Study of Rolling Hinges and Low-Angle Normal      Faults in Metamorphic Core Complexes",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas O. Wright",
 "awd_eff_date": "1996-01-01",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 47000.0,
 "awd_amount": 47000.0,
 "awd_min_amd_letter_date": "1996-01-19",
 "awd_max_amd_letter_date": "1996-01-19",
 "awd_abstract_narration": ";                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       R o o t   E n t r y                                                                            F              Zp                  C o m p O b j                                                                                                         b       W o r d D o c u m e n t                                                                                                         O b j e c t P o o l                                                                                   Zp      Zp          4 @                                                                                                                                                                               ,   -   .   /   0   1   2   3   4   5   6                                                                                                                                                                                                                                                                                                                                       F    Microsoft Word 6.0 Document     MSWordDoc     Word.Document.6     ;                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               ' A@    \"  Default Paragraph Font                0          5                               7 -   -   (   $ w ! a   J   2 #   *   4   4   .   (   #                                 )   >   U   k   }              0          5                               9526242  Bartley  Controversy still surrounds the processes that form metamorphic core complexes and extensional detachment faults.  Specifically, questions remain regarding the angle(s) at which detachment faults are initiated and slip, the capacity of such faults to generate significant earthquakes, the characteristics of the transition from crystal-plastic to cataclastic to brittle deformation along the faults, the extent to which the faults and their footwalls are deformed by isostatic forces induced by tectonic denudation, and the mechanics of isostatically driven deformation of large normal faults and their footwalls. To address these questions, and integrated field and fluid-inclusion study of three faults and their footwalls will be carried out:  the Simplon line, central Alps, Switzerland; the Whipple detachment, California; and the Raft River detachment, Utah.  Results from these areas will be compared to each other and to our previous results from the Brenner line, eastern Alps, in order to avoid site-specific results and to allow comparison between different orogenic settings.   Statisti cally significant populations of orientation and kinematic data will be collected, along with oriented samples for thin section study.  Microthermometric analysis of fluid inclusions along healed fractures of known orientation will permit direct constraints to be placed on the depth-temperature conditions under which specific sets of structures formed, providing a reliable context in which to interpret the orientation and kinematic data.  Whole-rock chemical data on mylonites and cataclasites from Whipple Mountains minidetachment horizons will also be collected in order to assess models for the role of fluids in the initiation of cataclastic/brittle deformation and detachment faulting.                         ;                                                     Oh     +'  0                                       $       H       l                                               D       h                                                   R:\\WWUSER\\TEMPLATE\\NORMAL.DOT                                       9526249                             Felicia   S u m m a r y I n f o r m a t i o n                           (                                                   +                                                                                                                                                                                                                                                                                                                                                                                                           Smith                       Felicia Smith               @      h                            @                                   @      h                                                                                                    @                                           Microsoft Word 6.0                                                      2                                                                                       ;                                                                          e =       e                                                                               j       j   j       j       j       j       j                                                                           1                                                                           _       _       _       ~                           T   M   6                           j                                                                                         j       j                                                                       j               j                                       ~               j       j       j       j                                                                                                                             9526242  Bartley  Controversy still surrounds the processes that form metamorphic core complexes and extensional detachment faults.  Specifically, questions remain regarding the angle(s) at which detachment faults are initiated and slip, the capacity of such faults to generate significant earthquakes, the characteristics of the transition from crystal-plastic to cataclastic to brittle deformation along the faults, the extent to which the faults and their footwalls are deformed by isostatic forces induced by tectonic denudation, and the mechanics of isostatically driven deformation of large normal faults and their footwalls. To address these questions, and integrated field and fluid-inclusion study of three faults and their footwalls will be carried out:  the Simplon line, central Alps, Switzerland; the Whipple detachment, California; and the Raft River detachment, Utah.  Results from these areas will be compared to each other and to our previous results from the Brenner line, eastern Alps, in order to avoid site-specific results and to allow comparison between differen",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bartley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Bartley",
   "pi_email_addr": "john.bartley@utah.edu",
   "nsf_id": "000429402",
   "pi_start_date": "1996-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 47000.0
  }
 ],
 "por": null
}