{
 "awd_id": "9526997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Method of Assessing Trophic Levels in Fossil          Organisms Using Calcium Stable Isotopes",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "1996-09-10",
 "awd_max_amd_letter_date": "1996-09-10",
 "awd_abstract_narration": "DePaolo  9526997   The proposed research seeks to develop and test a new method of assessing trophic level using stable isotopes of calcium, and to apply this method to fossil organisms, particularly vertebrates, not amenable to other methods of trophic level determination.  The study will focus on marine food chains, but the method developed should apply to continental food chains as well.  A preliminary survey of a variety of organisms suggests that biogenic calcium carbonate and calcium phosphate is consistently isotopically lighter (lower  44Ca) than source (dietary) calcium, and that the trophic level shifts are much greater than shifts due to temperature-dependent fractionation.  The work proposed involves collaboration between the PI, who has expertise in isotope geochemistry and mass spectrometry, and a graduate student in vertebrate paleontology.  Because biological processing appears to be a major factor determining the distribution of calcium stable isotopes in terrestrial settings, including seawater, the proposed research will also allow preliminary interpretation of possible changes in seawater  44Ca over geologic time.     The research plan consists of three parts:    Determining the extent to which  44Ca decreases between trophic levels in modern marine food chains, and identifying other factors that can influence  44Ca.  These results will have implications for the mechanisms of biological Ca transport and fixation.  Establishing how well fossil skeletal materials preserve their original calcium isotopic makeup.    Measuring enough other types of geological samples to get an overall view of isotopic fractionation in the Ca cycle of the earth's surface environment.  Preliminary data indicate that biological scavenging of light calcium isotope is one of the main controls on the calcium isotopic value of seawater.    If we are successful in establishing a technique for determining the trophic level of fossil organisms that does not require well-preserved organic material, it should  be immediately useful to paleontologists attempting to reconstruct the ecological relationships of extinct animals.  By increasing understanding of how biological processing affects calcium isotopic rations, the proposed research will illuminate the workings of a possibly important, but little understood, stable isotope system.  Once the major parameters controlling calcium isotope abundaces in terrestrial materials are quantified, changes in the ocean  44Ca through geologic time may provide a new paleoceanographic tool.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "DePaolo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Donald J DePaolo",
   "pi_email_addr": "depaolo@eps.berkeley.edu",
   "nsf_id": "000173781",
   "pi_start_date": "1996-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}