{
 "awd_id": "9526823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tectonic Setting and Magmatic Evolution of Eastern Laurentia in Late Paleozoic Time:  Constraints from High Precision   U-Pb Dating of Alleghanian Granites",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas O. Wright",
 "awd_eff_date": "1995-12-01",
 "awd_exp_date": "1998-05-30",
 "tot_intn_awd_amt": 99885.0,
 "awd_amount": 99885.0,
 "awd_min_amd_letter_date": "1995-11-13",
 "awd_max_amd_letter_date": "1995-11-13",
 "awd_abstract_narration": ";                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       R o o t   E n t r y                                                                            F             u                    C o m p O b j                                                                                                         b       W o r d D o c u m e n t                                                                                                         O b j e c t P o o l                                                                                  u       u            4 @                                                                                                                                                                               ,   -   .   /   0   1   2   3   4   5   6                                                                                                                                                                                                                                                                                                                                       F    Microsoft Word 6.0 Document     MSWordDoc     Word.Document.6     ;                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \\WW60\\CLIPART  AUTOSAVE-PATH=R:\\WWUSER  PROGRAMDIR=N:\\WW60  TOOLS-PATH=N:\\WW60  STARTUP-PATH=R:\\WWUSER\\STARTUP  INI-PATH=R:\\WWUSER  DOC-PATH=R:\\WWUSER  Hyphenate 1033,0=N:\\WW60\\HYPH.DLL,N:\\WW60\\HY_EN.LEX  Grammar 1033,0=N:\\WW60\\GRAM.DLL,N:\\WW60\\GR_AM.LEX  9526823 Samson  One of the least understood aspects of the Alleghanian orogeny in the southern Appalachians is the origin of the granitic magmas that accompanied orogensis.  Determining the tectonic setting of the granites is directly linked to our understanding of the tectonic evolution of eastern Laurentia during late Paleozoic time.  Various models have been proposed to explain the origin and tectonic setting of the Alleghanian plutons, including their formation in a west dipping subduction system, generation by lithospheric delamination, generation by thermal blanketing, and formation in a transpressional regime by crustal arching.  The wide variation in these models reflects the lack of a coherent geochemical data base for the plutons and a paucity a high precision crystallization ages for the granites.  Recent work has produced a large chemical and isotopic data set for the Alleghanian granites that places significant new constraints on likely source regions.  However, the current lack of precise ages of the granites limits our ability to detect temporal trends in the geochemical data, constra in the tectonic setting of the granites, and to decipher the nature of the unexposed portions of Appalachian terranes.  This study will determine crystallization ages of Alleghanian plutons from all of the major southern Appalachian lithotectonic belts by using high-precision U-Pb zircon and monazite geochronologic technique.  The goals of the study are to (1) determine the initiation and duration of Alleghanian magmagenesis; (2) determine whether temporal geochemical trends exist (3) determine further the nature of unexposed Appalachian crust by dating zircon xenocrysts; and (4) constrain the timing of deformation events in selected terranes by dating pre-, syn- and post-tectonic plutons.                          ;                                                Oh     +'  0                                       $       H       l                                               D       h                                                   R:\\WWUSER\\TEMPLATE\\NORMAL.DOT                                       9526823                             Felicia   S u m m a r y I n f o r m a t i o n                           (                                                   +                                                                                                                                                                                                                                                                                                                                                                                                           Smith                       Felicia Smith               @                                   @                                   @                                                                                                           @                                           Microsoft Word 6.0                                                      1                                                                                       ;                                                                          e =       e                                                                               j       j   j       j       j       j       j                                                                       Q   1                                                                                                                   3           T       5   Q                       j                                                                         Q               j       j                                                                       j               j                                       ~               j       j       j       j                           >                                                                                                 9526823 Samson  One of the least understood aspects of the Alleghanian orogeny in the southern Appalachians is the origin of the granitic magmas that accompanied orogensis.  Determining the tectonic setting of the granites is directly linked to our understanding of the tectonic evolution of eastern Laurentia during late Paleozoic time.  Various models have been proposed to explain the origin and tectonic setting of the Alleghanian plutons, including their formation in a west dipping subduction system, generation by lithospheric delamination, generation by thermal blanketing, and formation in a transpressional regime by crustal arching.  The wide variation in these models reflects the lack of a coherent geochemical data base for the plutons and a paucity a high precision crystallization ages for the granites.  Recent work has produced a large chemical and isotopic data set for the Alleghanian granites that places significant new constraints on likely source regions.  However, the current lack of precise ages of the granites limits our ability to detect temporal trends i",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Samson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scott D Samson",
   "pi_email_addr": "sdsamson@syr.edu",
   "nsf_id": "000406089",
   "pi_start_date": "1995-11-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 99885.0
  }
 ],
 "por": null
}