{
 "awd_id": "9527929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collection, Documentation and Dissemination of Strong Motion Data From Recent Large Earthquakes in Japan",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clifford J. Astill",
 "awd_eff_date": "1996-07-01",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 84160.0,
 "awd_amount": 84160.0,
 "awd_min_amd_letter_date": "1996-07-02",
 "awd_max_amd_letter_date": "1999-06-28",
 "awd_abstract_narration": "9527929  Somerville  The objectives of this project are to gather and provide access  to digital strong motion recordings from recent large Japanese  earthquakes; to document the source, path and site parameters  required for the interpretation and use of the data; to compare  them with attenuation relations used in the United States; and  provide commentary on their relevance to ground motions in the  United States. The aim is to provide basic data for use by the  earthquake engineering research community.    In the two year period between January 15, 1993 and January 17,  1995, five major earthquakes occurred and were widely recorded in  Japan. The smallest of these earthquakes, the magnitude 6.9 Kobe  earthquake of January 17, 1995, was the most damaging because of  its occurrence in a dense urban region. The four other  earthquakes, with magnitudes in the range of 7.5 to 8. 1,  occurred in subduction zones, and were all larger than any  earthquake in the United States for which we have strong motion  recordings. These strong motion data are difficult to acquire,  and most investigators in the United States do not know how to  acquire them. Further, the data cannot be directly used in the  development of empirical ground motion models because different  magnitude scales are used in Japan as compared to the USA (JMA  magnitude instead of moment magnitude); and epicentral distance  is used in Japan instead of the closest distance to the fault.  These conditions result in the underutilization of these  potentially valuable strong motion data.    The project involves the following:  1. Gather digital strong motion time histories together with the  many categories of information that are required for the  interpretation and use of the time histories. These include  source parameters such as seismic moment, focal mechanism and  tectonic category; path parameters describing the closest  distance to the recording site; and available geotechnical data  from the recording sites.  2. Using these data, c ompare the Japanese ground motions with  corresponding empirical attenuation relations used in the United  States.  3. Based on this comparison, prepare a commentary on the records  describing their appropriateness for particular seismic source  regions in the United States. The digital time histories,  parameter information, comparisons, and commentary will be  archived on the Internet and provided to the National Geophysical  Data Center in Boulder, Colorado.    The proposed work will implement all of the major recommendations  of the 1993 International Workshop on Strong Motion Data  concerning the dissemination of strong motion data from recent  earthquakes in Japan.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Somerville",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Somerville",
   "pi_email_addr": "Paul_Somerville@urscorp.com",
   "nsf_id": "000455806",
   "pi_start_date": "1996-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yoshiharu",
   "pi_last_name": "Moriwaki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yoshiharu Moriwaki",
   "pi_email_addr": "",
   "nsf_id": "000181075",
   "pi_start_date": "1996-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "URS Group, Inc.",
  "inst_street_address": "300 S GRAND AVE SUITE 1100",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2139962298",
  "inst_zip_code": "900713173",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "URS GROUP, INC.",
  "org_prnt_uei_num": "NACNFSZD87F6",
  "org_uei_num": "RJWVPCBCN4L9"
 },
 "perf_inst": {
  "perf_inst_name": "URS Group, Inc.",
  "perf_str_addr": "300 S GRAND AVE SUITE 1100",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900713173",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149600",
   "pgm_ele_name": "GEOTECHNICAL II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 84160.0
  }
 ],
 "por": null
}