{
 "awd_id": "9527006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Soil Production Function:  The Key Linkage Between      Erosion Rates, Climate and Soil Thickness on Landscapes     Developed on Bedrock",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1996-02-01",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 277000.0,
 "awd_amount": 277000.0,
 "awd_min_amd_letter_date": "1996-02-14",
 "awd_max_amd_letter_date": "1997-09-08",
 "awd_abstract_narration": "Dietrich  9527006   For over 100 years it has been assumed that the rate of disintegration of bedrock into erodable soil depends on the thickness of the overlying soil mantle.  This assumption underlies the belief that there are weathering-limited and transport-limited landscapes.  The emerging trends toward modeling real landscapes rather than hypothetical ones and toward tackling complex problems coupling climate, geology, biology and human actions, however, requires that this assumption be investigated.  Soil production plans an essential role in controlling the spatial variation in soil depth and in determining under what conditions landscapes become bedrock dominated.  No field data currently exists, however, that permits quantitative definition of the shape of the soil production function.  Propose to focus on the thin soils (<1m) developed on convex ridges where erosion is due to diffusive transport processes and production is strongly influenced by mechanical disruption caused by biologic activity.  Her we find the boundary between the soil and partially weathered bedrock to be abrupt, making the soil thickness easily defined.  Two new, independent methods will be used to determine the soil production function.  One method obtains an estimate of the production function from simple field relationships.  This method arises from a theoretical analysis which shows that where soil production is in balance with removal by diffusive (slope dependent) processes, the product of the diffusion coefficient and curvature equals the soil production rate.  Hence, if soil production rate depends on soil thickness, then soil thickness should vary with topographic curvature, and if the diffusion coefficient is known, the soil production law can be fully quantified.  The other method estimates conversion rate of bedrock to soil from the analysis of cosmogenic nuclide build up in the bedrock found at the base of the soil column.  The approach is analogous to erosion rate estimates previously done on expose d bedrock using cosmogenic nuclides, but this is a novel application to a case where the target rock is beneath the surface.  Although estimates of bedrock to soil conversion rates by this method also assume steady state soil thickness, this assumption can be evaluated for long term variation by comparing the ratio of 26Al to 10Be concentrations.  This cosmegenic nuclide method is entirely independent of the first, and can provide both estimates of long-term lowering rates as well as diffusivities.  Preliminary findings for each method show that they yield comparable results consistent with an expected exponential decline in production rate with soil depth.  A three-year project is proposed to test the assumption of depth dependency in soil production by applying these two new methods.  Six sites, two underlain by greywacke and four by granite rocks have been selected for study based on previous work on geomorphic processes, on climatic differences, and by the very large differences in long-term erosion rates.  The two greywacke sites have already been the subject of substantial geomorphic studies and the diffusivities, climatic history and role of macrofauna in transport and soil production are well-known.  Here we will focus on the question of does the methodology give sensible results and define a clear production function.  The four sites underlain by granitic rocks vary in long term erosion rates by as much as a factor of 1000, have annual precipitation that varies by a factor of 2 and three sites show clear evidence of active macrofauna burrowing while one, in Australia, has no macrofauna in the soil.  Comparison of the production function for all six sites should shed light on the underlying controls on the production function and enable us to form an explanation for how landscapes with widely varying erosion rates could have the soil thickness.  Successful determination of soil production functions will be of great value to modeling landscape evolution as well as to providing insight and  guidelines about the long-term consequence of accelerated soil erosion due to land use in hilly lands underlain by bedrock.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dietrich",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Dietrich",
   "pi_email_addr": "bill@eps.berkeley.edu",
   "nsf_id": "000444285",
   "pi_start_date": "1996-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kunihiko",
   "pi_last_name": "Nishiizumi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kunihiko Nishiizumi",
   "pi_email_addr": "kuni@ssl.berkeley.edu",
   "nsf_id": "000453414",
   "pi_start_date": "1996-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 91000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 186000.0
  }
 ],
 "por": null
}