{
 "awd_id": "9528861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Ateline Primates as Seed Dispersers",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark L. Weiss",
 "awd_eff_date": "1996-05-01",
 "awd_exp_date": "1998-10-31",
 "tot_intn_awd_amt": 9668.0,
 "awd_amount": 9668.0,
 "awd_min_amd_letter_date": "1996-04-12",
 "awd_max_amd_letter_date": "1996-04-12",
 "awd_abstract_narration": "The majority of the earth's biodiversity is found in tropical rainforest, and species diversity  is particularly high in the lowland tropics. As vast areas of these habitats are destroyed  worldwide, the ecological relationships between plant and animal species in these areas, such as  those between mammals and their food plants, remain little-studied, although it is known that  dispersal of the seeds of trees and lianas must be critical to the maintenance of plant diversity in  tropical forests.       The work proposed here constitutes an 18 month field study to be conducted in the  lowland rainforest of the Yasuni National Park in eastern Ecuador to investigate the dispersal of  seeds in fleshy fruits by primates. The study will compare the feeding ecologies of two sympatric  primate species, Humboldt's woolly monkey (Lagothrix lagotricha) and the white-bellied spider  monkey (Ateles belzebuth). Research protocols include a dietary and behavioral comparison of  the two species, with particular emphasis on the dispersion, morphology, and chemical  characteristics of fruits eaten, as well as continuous monitoring of the flowering and fruiting of  trees in the area and tracking the seed dispersal and seedling recruitment patterns of individual  trees. By studying primate feeding patterns in concert with the dispersal and germination of food  plants, the dynamics of these mutualisms will be documented in detail, and will identify plant and  animal species that appear to play the most important roles as ecological interactors. The work  will contribute substantially to knowledge of the Amazonian rainforest community and the  dynamics of diversity in that forest by providing detailed information on the composition of the  plant community, the reproductive biology of the plant community, and the interaction of plants  and primates through the role of primates as seed dispersers of key rainforest trees and lianas.  The project will also extend and deepen knowledge of the interactions of primate species. Woolly  and spider monkeys in the study share a recent common ancestry, similar body size, and  overlapping diets, and these characteristics make them excellent study species to test  hypotheses on niche separation and coexistence of rainforest animals in conjunction with the  study of their roles in dispersal of seeds. Detailed study of the manner in which these two related  species divide the food resources in their shared habitat will benefit our understanding of their  relatively recent evolutionary divergence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Rodman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Peter S Rodman",
   "pi_email_addr": "psrodman@ucdavis.edu",
   "nsf_id": "000235435",
   "pi_start_date": "1996-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 9668.0
  }
 ],
 "por": null
}