{
 "awd_id": "9528878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II: Reconstituted Skin",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "1996-08-15",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "1996-08-19",
 "awd_max_amd_letter_date": "1998-05-20",
 "awd_abstract_narration": "9528878  Livesey   The skin performs a number of functions essential to the existence of mammalian organisms.  The goal of this Small Business Innovation Research Phase II project from LifeCell Corporation is to produce a full thickness replacement, a graft composed of both dermis and epidermis, for damaged human skin.  The current standard treatment for full thickness injuries requires the use of split-thickness skin autografts (STSG), if available, or application of the more recently developed cultured epithelial autografts (CEA).  These two techniques have significant draw backs including: 1) the need to reharvest STSG donor sites in large surface area burn victims, 2) scarring and contracture of STSG donor sites, 3) delays in treatment while awaiting the production of CEA, 4) poor take rates for CEA requiring repeated applications and 5) grafting with CEA alone leaves a deficit at the graft site due to absence of dermis.  The ideal graft for full thickness wounds would have the following characteristics:  It would  1) replace both lost dermis and epidermis, 2) not require extensive in vitro cell culture to produce, 3) deliver a persistent dermis and epidermis, and 4) require only one surgery, thereby decreasing patient morbidity and mortality and reducing costs as a result of shorter hospital stays.  During the studies of the first phase of the research, LifeCell developed the tools and approaches necessary to achieve a practical, cost-effective configuration capable of delivering these characteristics.  The ultimate goal of this program is to enable grafting of full thickness skin wounds with a reconstituted skin (human keratinocytes delivered with an acellular dermal matrix), thereby replacing the need for extensive STSG harvesting and avoiding the morbidity associated with skin graft donor sites.  ThisI research will focus on the identification, tagging, isolation and transfer of epidermal stem cells to Liefecell's commercially available dermal transplant, AlloDerm.  The epidermal stem ce ll is responsible for all cell replacement in the continually renewing epidermis.  The absence of these cells in a composite graft will lead to epithelial breakdown and loss of effective wound coverage requiring repeat surgeries and longer hospital stays.  Successful application of the technology described here would lead to a fundamental change in the way patients requiring skin grafting are treated  This approach would enable reproducible immediate application of reconstituted skin in a cost-effective manner.   Commercial applications include clinical situations involving full-thickness skin loss.  This includes burns and reconstructive surgery.  In addition, guided tissue regeneration may be assisted by a reconstituted skin system including application to periodontal surgery and epidermolysis bullosa for which there is no current effective therapy.  Additional applications include chronic ulcers or growth factor deficient wounds of a variety of etiologies including venous stasis, diabetes ,and decubitus or pressure ulcers.  This composite could also have applications as a model system for testing of pharmaceutical agents such as skin patches and transdermal agents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Livesey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Livesey",
   "pi_email_addr": "",
   "nsf_id": "000376946",
   "pi_start_date": "1996-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LifeCell Corporation",
  "inst_street_address": "3606-A Research Forest Drive",
  "inst_street_address_2": "",
  "inst_city_name": "The Woodlands",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9089471100",
  "inst_zip_code": "773814227",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TX02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "LifeCell Corporation",
  "perf_str_addr": "3606-A Research Forest Drive",
  "perf_city_name": "The Woodlands",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "773814227",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TX02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}