{
 "awd_id": "9529169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  A Determination of the Fundmental Properties of       Galaxies in the Local Part of the Universe",
 "cfda_num": "47.049",
 "org_code": "03020419",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "J. P. Wright",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 140856.0,
 "awd_amount": 140856.0,
 "awd_min_amd_letter_date": "1996-08-02",
 "awd_max_amd_letter_date": "1998-04-10",
 "awd_abstract_narration": "AST-9529169  Grauer    The purpose of this observationally-based research program is to  measure the basic structural and color parameters of a representative  sample of galaxies in the local part of the Universe.  The research  plan is designed to address a broad range of questions: How are  structural scale lengths and measures such as the bulge-to-disk ratio  related to a galaxy's Hubble type?  Are these parameters significantly  different for galaxies with active nuclei when they are compared to  \"normal\" galaxies?  What is a \"normal\" galaxy?  How is the central  surface brightness of a galaxy related to its Hubble type?  What is the  distribution of integrated magnitudes for galaxies of all types?  What  is the range of vertical scale heights for disk galaxies?  What are the  range of arm amplitudes in spiral galaxies?  What can color gradients  reveal concerning the age and chemical composition of stellar  populations in and the dust content of galaxies?  What fraction of  spiral galaxies have nuclei which are not in the center of their disks?  How are disk scale lengths related to the galactic environment, bulge  size, and other parameters?  To what extent does the spiral arm  amplitude depend on the galactic environment and/or other structural  parameters?    The Steward Observatory 61-inch telescope, on Mt. Bigelow near Tucson,  Arizona, will be used with a NICMOS3 256X256 pixel infrared photometric  camera to obtain J(wavelength 1.25 micrometers) and K(wavelength 2.2  micrometers) band infrared images for a representative sample of 321  galaxies from the Uppsala General Catalogue (UGC).  Collaborators will  provide the corresponding optical images.  This data base of structural  and color information obtained over a wide range of wavelengths will be  invaluable in modeling stellar populations, bulge-to-disk ratios, and  surface brightness-distributions for galaxies of all types.  The data  should be crucial in understanding the effects of evolution in distant  galaxies and will aid in  understanding the morphologies of these  galaxies.  This information should also provide insights into active  galaxies by providing the comparison objects required to determine if  their global properties are as different from \"normal\" galaxies as are  the nuclei of the galaxies.    A sample data set consisting of 64 deep images of 44 galaxies has been  obtained, reduced, and evaluated.  The mean limiting isophotes at the 3  sigma confidence level are 20.4 magnitude per square arcsec at K band  and 21.7 magnitude per square arcsec at J band in the infrared region  of the spectrum.  These data have been analyzed to produce radial  profiles, bulge-to-disk ratios, central surface brightness, a vertical  disk scale height, arm amplitudes for some nearly face-on spiral  galaxies, and color gradients for 15 galaxies.    When the project is completed, half of the deep images required for the  entire survey of 321 galaxies will have been obtained and calibrated.  In addition, the investigation of the astrophysical content of this  data set will be well underway.    This project will help to significantly improve research capabilities  at an undergraduate institution.  Students will be directly involved  with science projects  that are in progress.  The involvement of the  students in the research will substantially improve the educational  experience for students at a primarily undergraduate institution by  serving as the impetus for importing new ideas and forefront technology  to the undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Grauer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Albert D Grauer",
   "pi_email_addr": "adgrauer@ualr.edu",
   "nsf_id": "000253243",
   "pi_start_date": "1996-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas Little Rock",
  "inst_street_address": "2801 S UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLE ROCK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5015698474",
  "inst_zip_code": "722041000",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DBP4N9GHCA14"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas Little Rock",
  "perf_str_addr": "2801 S UNIVERSITY AVE",
  "perf_city_name": "LITTLE ROCK",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "722041000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "1217",
   "pgm_ref_txt": "EXTRAGALACTIC ASTRON & COSMOLO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 45458.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 46952.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 48446.0
  }
 ],
 "por": null
}