{
 "awd_id": "9530082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IAI Workshop: Cooperative Pelagic Ecosystem Studies Between the Chilean and Hawaii Ocean Time-Series: Initial Phase",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "1996-07-01",
 "awd_exp_date": "1997-09-30",
 "tot_intn_awd_amt": 44262.0,
 "awd_amount": 44262.0,
 "awd_min_amd_letter_date": "1996-06-20",
 "awd_max_amd_letter_date": "1997-08-19",
 "awd_abstract_narration": "9530082  Abbott  Hydrobiological time-series provide invaluable information to the scientific community for the understanding of the role of oceans in climate variability.  They also provide background information from which multidisciplinary process studies may be developed.  Two Joint Global Flux Study (JGOFS) sponsored programs, the Hawaii Ocean Time-series (HOT) and the Chilean Time-series are actively working in the North and South Pacific, respectively.  These two programs present an ideal research platform for the ocean scientific community from which to develop comparative and cooperative studies.  However, because both time-series were generated by local initiatives, no exchange of information between these programs exists to date.  The PIs of this proposal propose to work actively toward the generation of a collaborative program by organizing a 1 week meeting in which researchers that use these time-series as a platform of research that will exchange results, methodologies, analyze the necessity of intercalibration exercises, explore avenues of collaborative research, and prepare a Phase II project proposal, based on common research hypotheses.  Both the Hawaii Ocean Time-series program and the Chilean Time-series initiative are trying to address common issues measuring a similar set of core parameters and utilizing similar techniques. They are both concerned with interannual climate variability, with the response of the pelagic ecosystems to climate change, and with the role of the ocean on global carbon cycle.  Furthermore, both programs have deployed bottom-moored sediment traps at the Oceanic Stations that provide a continuous record of temporal variability in the particulate downward fluxes.  Long term plans for these stations are to deploy automated instruments on a moored buoy to have continuous record of selected climatological and water column parameters.  These time-series programs provide background information on the temporal variability of the pelagic ecosystems structure  from which comparative studies and testable hypotheses may be developed.  However, comparative studies will require the coordinated effort between institutions participating in both time-series programs, and this is the purpose of the workshop during which scientists will discuss the main scientific issues and to formulate collaborative efforts for a Phase II proposal.  %%%  Hydrobiological time-series provide invaluable information to the scientific community for the understanding of the role of oceans in climate variability.  They also provide background information from which multidisciplinary process studies may be developed.  Two Joint Global Flux Study (JGOFS) sponsored programs, the Hawaii Ocean Time-series (HOT) and the Chilean Time-series are actively working in the North and South Pacific, respectively.  These two programs present an ideal research platform for the ocean scientific community from which to develop comparative and cooperative studies.  However, because both time-series were generated by local initiatives, no exchange of information between these programs exists to date.  The PIs of this proposal propose to work actively toward the generation of a collaborative program by organizing a 1 week meeting in which researchers that use these time-series as a platform of research that will exchange results, methodologies, analyze the necessity of intercalibration exercises, explore avenues of collaborative research, and prepare a Phase II project proposal, based on common research hypotheses.  The Chilean Time-series Stations are located in a region with marked temporal interannual variability resulting from the effects of ENSO.  The characterization and understanding of this oscillation is a major concern for Chilean fisheries and for the international community.  For example, Chile has become the fourth country in the world for total fish catch.  In 1994 an export return of US$ 1.35B was achieved and thus made fisheries one of the most important resources of the Chilean economy .  Results from the HOT program also suggest that ENSO events may be import in enhancing primary production in oceanic subtropical gyres.    Comparative studies will require the coordinated effort between institutions participating in both time-series programs and will require the development of intercalibration exercises of key parameters and standardized protocols.  To achieve the goals of this proposal, a team of scientists from the following countries will be assembled: Chile; the United States; Denmark; and Germany.  Chile and the United States are Member States of the Inter-American Institute for Global Change Research (IAI), an initiative to stimulate cooperative research on global change issues among the scientific institutions of the Americas.  The National Science Foundation is the designated U.S. Government agency to carry out the United Statesı responsibilities within the IAI.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Abbott",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Abbott",
   "pi_email_addr": "mark@coas.oregonstate.edu",
   "nsf_id": "000444702",
   "pi_start_date": "1996-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Letelier",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo M Letelier",
   "pi_email_addr": "letelier@coas.oregonstate.edu",
   "nsf_id": "000473750",
   "pi_start_date": "1996-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151300",
   "pgm_ele_name": "REGIONAL INST-GLOBAL CHNGE,ATM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1314",
   "pgm_ref_txt": "INSTITUTES FOR GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 44262.0
  }
 ],
 "por": null
}