{
 "awd_id": "9530649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theoretical Investigation of Optical & Electronic Properties of Semiconductor Heterostructures",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "1996-04-01",
 "awd_exp_date": "2000-03-31",
 "tot_intn_awd_amt": 190537.0,
 "awd_amount": 190537.0,
 "awd_min_amd_letter_date": "1996-03-15",
 "awd_max_amd_letter_date": "1996-03-15",
 "awd_abstract_narration": "Proposal Number: ECS-9530649    Principal Investigator:  Jacob Khurgin    ABSTRACT    Theoretical investigations will be performed to develop a coherent pictureof the optical, electronic and magnetic processes occurring in low dimensional semiconductor heterostructures.  The research can lead to families of novel optical, electronic and magnetic devices.  One major direction of the research is in the area of mid-infrared (3 to 30 microns) light generation and detection. Mid-infrared lasers have potentially important applications to atmospheric remote sensing, pollution monitoringand laser radars due to the presence of an atmospheric window in this range and the current lack of compact and powerful laser sources there. The following studies will be performed (1) Engineering of the transition rates, based on Coulombic scattering with application to intersubband light sources and detectors; (2) Surface-emitting intersubband lasers based on theinter-valence subband transitions utilizing \"the effective mass reversal effect\" in the valence bands. This study will also ascertain the feasibility of Si-based intersubband lasers and detectors. (3) Comparative studies of intersubband lasers without inversion. In (3), the threshold and slope efficiency of the inversion-less laser will be established and optimized for the first time, using the balance equations. Comparison with similar descriptions of more conventional intersubband lasers using real numberswill allow a realistic determination of whether inversion-less semiconductor laser is a viable alternative to the Quantum-Cascade or Optically Pumped semiconductor laser as well as to the recently introduced by the PI \"Stimulated Intersubband  Electronic Raman Oscillator (SIERO)\".    Another major direction is in engineering of artificial ferro and ferri-magnetic materials. A detailed theoretical investigation of the exchange and correlation interaction of the electrons (or holes) placed in the periodic three dimensional arrays of quantum dots and anti-dots  will be performed. The purpose of this investigation is to specify the exact set ofconditions that will lead to ferro- and ferri-magnetism  and to calculatethe most important properties of these materials such as the Curie temperateand the critical magnetic field. The potential benefit is possibility of integrating the magnetic elements on the same semiconductor chip with the electronic and optical elements.    The third direction of research is the theoretical study of localization processes in semiconductor superlattices and their applications to ultra-fast opto-electronic switches. The fourth area of the research is an investigation of all-optical switching and frequency conversion components and devices based on cascaded second-order nonlinearity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Khurgin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Khurgin",
   "pi_email_addr": "jakek@jhu.edu",
   "nsf_id": "000195710",
   "pi_start_date": "1996-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 190537.0
  }
 ],
 "por": null
}