{
 "awd_id": "9530885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  An Archaeological Investigation of  the Social and Economic Organization of a State-Initiated   Town and Temple Complex in Second Millenium Egypt",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1996-04-15",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 11840.0,
 "awd_amount": 11840.0,
 "awd_min_amd_letter_date": "1996-03-29",
 "awd_max_amd_letter_date": "1996-03-29",
 "awd_abstract_narration": "Under the direction of Dr. David O'Connor Mr. Josef Wegner will collect data for his doctoral dissertation. He and his colleagues will analyze data collected during his 1994 field season at the site of Abydos in Southern Egypt. During the Middle Kingdom period, ca. 2040-1650 B.C. the site of Abydos, a large regional center, underwent major change as it was incorporated in the kingdom of Egypt. Local cult and religious institutions underwent significant alteration and Mr. Wegner wishes to understand the nature of these changes. His fieldwork to date has focused on a residential area which is associated with temples built during this transition period and the material which he has collected will permit him to examine how these religious structures were managed and integrated into the broader community. Through the analysis of ceramics, seal impressions and other materials such as stone tools and floral and faunal remains, Mr. Wegner will address three issues: 1. community organization - the range of personnel and activities centered on town and temple and the relationship between the two; 2. the methods by which the settlement and temples sustained themselves and how this changed over time; 3. the nature of royal and state interest in Abydos and the degree of central control the central government exercised.  Although the immediate focus of this research is on religion, the underlying goals lie in the realm of political science. Mr. Wegner wishes to understand how, in early states, large and diverse subject populations are controlled and integrated into the larger economic and political whole. Anthropologists have argued that control and manipulation of pre-existing social and ideational structures such as religions institutions can play a central role and it appears likely that this occurred at Abydos. Through his analysis Mr. Wegner can examine one particular case examine the mechanisms which governed this interaction and see how they changed over time.  This research is important for several reasons. It will provide data of interest to many archaeologists. It will shed new light on the mechanisms which led to the growth of early states and it will assist in the training of a promising young scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "O'Connor",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B O'Connor",
   "pi_email_addr": "db01@nyu.edu",
   "nsf_id": "000204430",
   "pi_start_date": "1996-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 11840.0
  }
 ],
 "por": null
}