{
 "awd_id": "9530118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IAI Workshop: Global Change Effects in the Southwestern     Atlantic",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "1996-06-15",
 "awd_exp_date": "1998-05-31",
 "tot_intn_awd_amt": 43530.0,
 "awd_amount": 43530.0,
 "awd_min_amd_letter_date": "1996-06-20",
 "awd_max_amd_letter_date": "1996-06-20",
 "awd_abstract_narration": "9530118  Matano  Remote observations indicate that the most energetic regions of the world's oceans are the offshore extensions of the Kuroshio Current, the Gulf Stream, the Agulhas retroflection, and the Brazil/Malvinas Confluence.  Of all these regions, the Brazil/Malvinas Confluence is, by far, the least studied.  The Brazil/Malvinas Confluence is characterized by one of the strongest oceanic temperature gradients and large seasonal latitudinal   displacements (up to 5=B0) along the continental slopes of Brazil, Uruguay, and Argentina.  Since the Brazil/Malvinas Confluence influences the fisheries and agricultural development of one of the most economically important areas of Latin America, it is of regional interest to understand the physical and biochemical processes with which it is associated.  From a more general point of view, the Brazil/Malvinas Confluence is important for a strong water mass ventilation that affects the global thermohaline circulation and therefore is important in global climate change.  Previous studies on the circulation in this region have only emphasized isolated aspects of the oceanic and atmospheric circulations without any attempt to study them as a coupled system.  Scientists from Argentina, Brazil, Mexico, Uruguay, and the United States will meet to elaborate a research project to investigate coupled models of the Brazil/Malvinas Confluence, resulting in a Phase II Start-Up Grant proposal to the IAI.  This proposal brings together participants from member countries of the Inter-American Institute   for Global Change Research (IAI), a U.S. initiative to stimulate cooperative research on global change issues among the scientific institutions of the Americas.  The NSF is the lead U.S. Government agency designated to carry out U.S. responsibilities within the IAI.  %%%  This workshop will bring together scientists from Argentina, Brazil, Mexico, Uruguay, and the United States to elaborate a research project to investigate the Brazil/Malvinas Confluence, an ocean  current that runs along the continental slopes of Brazil, Uruguay, and Argentina.  This current one of the most energetic in the world, and strongly influences the fisheries and agricultural development of one of the most economically   important areas of Latin America.  The Brazil/Malvinas Confluence has a strong influence on the turnover of the world's ocean water and therefore on global climate change.  The Brazil/Malvinas Confluence is also one of the least studied currents in the world, in an area of the Atlantic that remains poorly understood by the oceanographic community.  The four countries involved in the project bring together some of the most important research groups and computer modeling facilities in the Americas to tackle   this problem, and will propose a research project to the Inter-American Institute for Global Change Research (IAI), a U.S. initiative to stimulate cooperative research on global change issues among the scientific institutions of the Americas.  The National Science Foundation is the lead U.S. Government agency designated to carry out U.S. responsibilities within the IAI.  ***        --========================_15507136==_--",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Matano",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo P Matano",
   "pi_email_addr": "rmatano@coas.oregonstate.edu",
   "nsf_id": "000190739",
   "pi_start_date": "1996-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151300",
   "pgm_ele_name": "REGIONAL INST-GLOBAL CHNGE,ATM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1314",
   "pgm_ref_txt": "INSTITUTES FOR GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 43530.0
  }
 ],
 "por": null
}