{
 "awd_id": "9530255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IAI Workshop:  The Impact of Solar Ultraviolet Radiation on Aquatic and Terrestrial Resources in Patagonia,             Argentina-Chile",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "1996-06-15",
 "awd_exp_date": "1998-08-31",
 "tot_intn_awd_amt": 49925.0,
 "awd_amount": 49925.0,
 "awd_min_amd_letter_date": "1996-06-17",
 "awd_max_amd_letter_date": "1998-05-26",
 "awd_abstract_narration": "9530255  Holm-Hansen   This Phase I proposal focuses on the potential biological impacts of increased solar ultraviolet radiation (UVR) on both terrestrial and aquatic ecosystems in the southern regions of Argentina and Chile.  During three workshops, this Phase I proposal has as its objective to work with research personnel in Argentina and Chile to develop a framework of cooperation between researchers from these countries and those from the United States in order to plan a research program that will be both scientifically productive and also meaningful to social interests in South America.    It is recognized that a meaningful biological study of the UV impacts related to ozone depletion should involve expertise from many disciplines and backgrounds.  In particular, it is important to involve expertise related to measurement of ozone and spectral UVR, experimental biologists with expertise in terrestrial and aquatic ecosystems, personnel who are knowledgeable regarding important regional resources that should be investigated in regard to UVR sensitivity, and modeling expertise to integrate the physical-biological data resulting from the field research.  This proposal draws upon the scientific and environmental expertise from Argentina, Chile, and the United States to develop a dynamic research program that gives regional concerns a high priority.     The research is organized in regions of Argentina and Chile because incident UVR will increase with decreasing latitude, but the maximum change in enhanced UV-B radiation will be at the higher latitudes.  The consequences of such opposite trends in incident radiation with changes in latitude will thus impose very different radiation regimes in different regions of Argentina and Chile.  The regions mentioned above are different in regard to the terrestrial and aquatic resources which are of importance to the local inhabitants and to the economy of the countries.  %%%   This Phase I proposal focuses on the potential biological impacts of increased  solar ultraviolet radiation (UVR) on both terrestrial and aquatic ecosystems in the southern regions of Argentina and Chile.  During three workshops, this Phase I proposal has as its objective to work with research personnel in Argentina and Chile to develop a framework of cooperation between researchers from these countries and those from the United States in order to plan a research program that will be both scientifically productive and also meaningful to social interests in South America.     This proposal focuses on the potential significance of increased UV-B radiation in those regions of South America where the impact will be of importance for social interests, which will include agricultural crops, alterations in aquatic primary production with resultant effects of harvestable aquatic resources, and other aspects of the terrestrial ecosystems which may be of importance to the economies of the region.  Although Antarctic regions are experiencing the greatest change of solar regimes, the above social concerns are not very relevant to the Antarctic continent.  The southern portion of South America, however, with its close proximity to the seasonal ozone hole and its many inhabitants and abundant terrestrial and aquatic resources, would appear to be the area of greatest potential harm by increasing depletion of stratospheric ozone.  It is for this reason that this proposal is mainly concerned with the area of Patagonia, but research will also be conducted in tropical areas so as to compare subantarctic and temperate species with tropical species.     As the research of this proposal will focus on components of the terrestrial and aquatic ecosystems which represent important economic resources, the findings will have direct relevance to regional and national interests and economies.  The incorporation of student education and training and international cooperation will benefit both individuals and the institutional framework of science in various Member States of the IAI participating in this  program.  This proposal assembles a team of scientists from the following countries:  Argentina, Chile, and the United States.  These countries are Member States of the IAI, an initiative to stimulate cooperative research on global change issues among the scientific institutions of the Americas.  The National Science Foundation is the designated U.S. Government agency to carry our the Unites States responsibilities within the IAI.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Osmund",
   "pi_last_name": "Holm-Hansen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Osmund Holm-Hansen",
   "pi_email_addr": "oholmhansen@ucsd.edu",
   "nsf_id": "000113526",
   "pi_start_date": "1996-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151300",
   "pgm_ele_name": "REGIONAL INST-GLOBAL CHNGE,ATM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1314",
   "pgm_ref_txt": "INSTITUTES FOR GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 49925.0
  }
 ],
 "por": null
}