{
 "awd_id": "9530174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Knowledge Pollution",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael M. Sokal",
 "awd_eff_date": "1996-05-15",
 "awd_exp_date": "1999-04-30",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 85000.0,
 "awd_min_amd_letter_date": "1996-03-18",
 "awd_max_amd_letter_date": "1996-03-18",
 "awd_abstract_narration": "The fallibility of scientists and technologists and the fragility of their results is attested by science studies experts.   But how fragile are they?  Can we `break` or otherwise eliminate a piece of knowledge should we want to?  Could we eliminate some physical knowledge necessary to making the bomb, say, without seriously disturbing the rest of modern physics and technology?  If so, how?  To rephrase the question, can we imagine future scientific developments that would undermine our present ability to make nuclear weapons or to make 133 MHz Pentium processors?  The difficulty of finding affirmative answers to such questions may give us exactly the opposite impression, that such scientific and technical knowledge is so firmly entrenched that we could not eliminate it even if we wanted to.  Here the progress of knowledge begins to resemble a ratchet wheel that irreversibly locks each technical advance in place.  Once achieved, knowledge comes to seem indestructible, at least by epistemically interesting means, and the progress of this sort of knowledge appears to be cumulative.  Dr. Nickles argues that `knowledge pollution` or, more prosaically, the organization and control of knowledge, is a fruitful theme or tool with which to explore many philosophical, historical, and sociological issues related to the growth of modern science.  It may be viewed as a probe by means of which to quasi-experimentally study scientific research itself.  But it also applies to problems of knowing too much, that is, problems of knowledge or information management at the frontiers of scientific and technological research.  Difficulties at the frontier are as much a matter of knowing too much as knowing too little.  Dr. Nickles' central claim is that the problem of inquiry cannot be solved without simultaneously solving the problem of dis-inquiry.  Traditionally, the question has been how systematic `scientific` inquiry is possible at all, how to get from zero knowledge to any knowledge at all; whereas in fact, researchers typically are overwhelmed by potentially relevant `knowledge,` and the problem is to eliminate, suppress, or filter out all but the most salient bits for the task at hand.  Even to formulate a good, doable problem requires such reduction.  It is perhaps trivial to say that every methodology, institutional arrangements, and piece of research can be illuminated by looking at it in terms of knowledge organization and control - how knowledge is accredited, stored, retrieved, distributed, suppressed, etc. by individuals, communities, institutions and technologies.  The second central claim or hypothesis of this project is that the `knowledge pollution` approach throws important new light on these issues.  Dr. Nickles is undertaking a series of critical studies from the knowledge-management perspective, on various aspects of scientific research and their treatment in previous methodological writings.  His focus is on selected problems at the frontier, e.g., problem formulation and heuristic appraisal, as well as on related issues of the cumulativity of knowledge and the unity of science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Nickles",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Nickles",
   "pi_email_addr": "",
   "nsf_id": "000300856",
   "pi_start_date": "1996-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": null
}