{
 "awd_id": "9560738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: An Automated Tool for Probability Elicitation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "1996-03-01",
 "awd_exp_date": "1996-11-30",
 "tot_intn_awd_amt": 74857.0,
 "awd_amount": 74857.0,
 "awd_min_amd_letter_date": "1996-02-15",
 "awd_max_amd_letter_date": "1996-08-06",
 "awd_abstract_narration": "9560738  Weiss    This Small Business Innovation Research Phase I project addresses a need that arises out of the recent advances in probability modeling algorithms and software and the increasing capabilities and decreasing costs of computer hardware:  It is now computationally feasible to construct and apply large probability models, but the elicitation of probabilities to populate those models is still labor-intensive and inefficient.  The solution to this problem lies in an automated probability elicitation tool that can help the modeler to structure probability models (Bayes nets) in ways that require fewer and simpler probability assessments; that can support a variety of elicitation modes (numerical, graphical, verbal, etc.) for both discrete and continuous random variables; that can help avoid or remedy the biases, inconsistencies, and miscalibrations that may characterize various elicitation modes; and that can use test cases or scenarios as a global-level check on the consistency and accuracy of the locally assessed probabilities in the model.  This Phase I effort will help establish the technical validity of the basic concepts underlying such an automated probability elicitation tool.  Its research objectives are to develop (1) a measure of the magnitude of an assessment task which can be applied to estimate elicitation requirements and to restructure the probability model for greater efficiency; (2) a characterization of random variable domains and the most appropriate elicitation modes for each; (3) a list of potential biases and errors associated with each elicitation mode; and (4) an approach that uses test cases or scenarios to highlight and measure discrepancies between domain experts' global case-based judgments and the model-based computed values.  A variety of analytic techniques will be used, including mathematical and statistical analyses, value-of-information analysis, fuzzy sets to improve the discretization of continuous distributions, and Gaussian parametric approximati ons to continuous distributions.  In addition, empirical psychological research to characterize assessment biases and errors will be initiated.   The potential applications of an automated probability elicitation tool extend throughout government and industry, virtually anywhere probability models are used; current and near-term prospects include military intelligence analysis, medical diagnosis, fault diagnosis for industrial or transportation systems, and financial applications.  Once fully developed, the elicitation tool may be marketed as a stand-alone software product, licensed as proprietary code to developers of probability modeling software, or used as a building block for domain-specific applications to be marketed directly to companies using probability models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Weiss",
   "pi_email_addr": "",
   "nsf_id": "000163643",
   "pi_start_date": "1996-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Information Extraction and Transport Inc",
  "inst_street_address": "14 Research Way",
  "inst_street_address_2": "",
  "inst_city_name": "East Setauket",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5167516351",
  "inst_zip_code": "117333453",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Information Extraction and Transport Inc",
  "perf_str_addr": "14 Research Way",
  "perf_city_name": "East Setauket",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117333453",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 74857.0
  }
 ],
 "por": null
}