{
 "awd_id": "9560950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Controlled Atmosphere Disinfestation of Raw  Agricultural Products",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "1996-05-01",
 "awd_exp_date": "1996-10-31",
 "tot_intn_awd_amt": 74980.0,
 "awd_amount": 74980.0,
 "awd_min_amd_letter_date": "1996-04-04",
 "awd_max_amd_letter_date": "1996-04-04",
 "awd_abstract_narration": "95-60950  Swette     This Small Business Research Phase I project is directed to development of a method for disinfestation of raw agricultural products. The use of containerized cargo transport in which containers carry a dedicated refrigeration unit (\"reefers\") has presented the opportunity to employ controlled-atmospheres for preservation of perishable products. Giner, Inc. has developed and is currently testing a system for active continuous removal of oxygen leaking into \"sealed\" reefers to very low levels (< 1000 ppm) to extend controlled-atmosphere technology to other food preservation applications. This is being implemented with an on-board Electrochemical Oxygen Removal (EOR) system developed by Giner, Inc. The confluence of refrigerated, sealed controlled-atmosphere shipping containers and active oxygen removal now presents the further opportunity to implement disinfestation by controlled-atmosphere modification, typically low oxygen and high carbon dioxide. The oxygen level must be lowered sufficiently for disinfestation but not below the tolerance level of the respiring produce. Building upon the EOR currently under development by Giner, Inc. for on-board low-oxygen maintenance, this Phase I project will attempt to design and construct a prototype Electrochemical Oxygen Control (EOC) system suitable for disinfestation. Development of a land-based independent system whose control is based on intrinsic sensing of the oxygen concentration is proposed and a feasibility demonstration with fresh produce will be performed.   The advent of containerized refrigerated cargo transport has allowed fresh agricultural products to be shipped to ever more distant markets and conferred the ability to readily transfer containers between different modes of transport as required without rehandling of the cargo. Insect infestation of raw agricultural products is a universal problem in produce storage, processing and shipping that must be effectively addressed to minimize health concerns and to mainta in an appetizing appearance, shelf life and marketability. Cargos that cross state and national boundaries are also generally subject to stringent regulations for all the same reasons as well as to prevent the importation of harmful new agricultural pests. The anticipated benefits of this line of research are greater availability of fresh healthy agricultural products without the loss of quality associated with disinfestation by heating or freezing or the chemical residues from pesticides. There should also be substantial cost savings associated with the prevention of losses that would otherwise occur for producers, shippers and consumers. This technology may also open more distant markets for American products by ship transport that are now only accessible by limited, expensive air transport. In addition, the technology developed is anticipated to find application for disinfestation in many other environments where insect infestation is a problem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Swette",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Larry L Swette",
   "pi_email_addr": "lswette@ginerinc.com",
   "nsf_id": "000332726",
   "pi_start_date": "1996-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GINER, INC.",
  "inst_street_address": "89 RUMFORD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURNDALE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7815290500",
  "inst_zip_code": "024661311",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "GINER INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ULB2NMDNXC69"
 },
 "perf_inst": {
  "perf_inst_name": "GINER, INC.",
  "perf_str_addr": "89 RUMFORD AVE",
  "perf_city_name": "AUBURNDALE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024661311",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1417",
   "pgm_ref_txt": "CHEMICAL & BIOLOGICAL SEPAR"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 74980.0
  }
 ],
 "por": null
}