{
 "awd_id": "9561809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR PHASE I:  Powder Lubricated Bearing Development for    Flywheels",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kesh S. Narayanan",
 "awd_eff_date": "1996-02-01",
 "awd_exp_date": "1996-07-31",
 "tot_intn_awd_amt": 74022.0,
 "awd_amount": 74022.0,
 "awd_min_amd_letter_date": "1996-01-25",
 "awd_max_amd_letter_date": "1996-01-25",
 "awd_abstract_narration": "9561809  Heshmat         This Small Business Innovation Research Phase I project will provide the necessary foundation for the design, manufacture and integration of a truly unique self-contained powder-lubricated quasi-hydrodynamic (PLQH) backup bearing into flywheel energy storage (FES) systems that use magnetic bearings.  Advances in lightweight high strength composites, high speed brushless motors, magnetic bearings and solid state electronics, coupled with improvements in the achievable energy density, output power levels, rapid energy withdrawal and recovery, and cost have made compact/efficient FES systems for vehicular applications feasible.  While the major components that make the FES concept feasible are now in place, there exists a critical need for a reliable and durable backup to the magnetic bearings.  This backup bearing must be capable of repeated and intermittent operation in the vacuum environment, even in the presence of repetitive high speed transient impacts.  Finally, the backup bearing subsystem must itself be lightweight, compact, simple (i.e., no external lubrication system) and low in cost.  This project for a self-contained PLQH bearing will attempt to meet these needs.  Over the past eight years, under the sustained sponsorship of DOD, NASA and DOE, the fundamental aspects of this powder lubrication technology have been brought from its embryonic state to fruition in a practical machinery application.  In this project MiTi will attempt to  transition this technology to a product that will support the development of durable FES systems for vehicular applications.  Toward that end, this Phase I program will update an existing two dimensional powder lubrication design analysis to include axial flows and pressure distributions and will validate the design analysis through component testing.  In a self-contained bearing, where the available lubricant is limited, optimizing the bearing geometry so as to avoid extreme starvation is crucial to successful operation.  The outc ome of this Phase I effort will therefore be the guidance and tool needed to optimize the self-contained PLQH bearing geometry.       FES systems, if successfully developed for commercial vehicular applications, would initially represent approximately 100,000 to 200,000 units per year.  Additionally, Army hybrid electric heavy combat vehicles which would require between 3 to 7 FES modules would represent up to an additional 100,000 units.  Aircraft gas turbine engines also using magnetic bearings and requiring backup bearings represent an additional market.  Developing this key fundamental element, may also impact other fields where precise control of the wear process is used in machining operations (e.g., finishing operations for ceramic balls).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hooshang",
   "pi_last_name": "Heshmat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hooshang Heshmat",
   "pi_email_addr": "hheshmat@miti.cc",
   "nsf_id": "000208532",
   "pi_start_date": "1996-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MOHAWK INNOVATIVE TECHNOLOGY, INC.",
  "inst_street_address": "1037 WATERVLIET SHAKER RD",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5188624290",
  "inst_zip_code": "122052032",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "MOHAWK INNOVATIVE TECHNOLOGY, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZY3GYFN4ELC4"
 },
 "perf_inst": {
  "perf_inst_name": "MOHAWK INNOVATIVE TECHNOLOGY, INC.",
  "perf_str_addr": "1037 WATERVLIET SHAKER RD",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122052032",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 74022.0
  }
 ],
 "por": null
}