{
 "awd_id": "9561205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR PHASE I:  Monolothic Capillary Optics for Protein      Crystallography with Laboratory X-Ray Sources",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Patrick Johnson",
 "awd_eff_date": "1996-02-01",
 "awd_exp_date": "1996-07-31",
 "tot_intn_awd_amt": 74596.0,
 "awd_amount": 74596.0,
 "awd_min_amd_letter_date": "1996-01-25",
 "awd_max_amd_letter_date": "1996-01-25",
 "awd_abstract_narration": "9561205  Ullrich         This Small Business Innovation Research Phase I project will demonstrate the feasibility of developing significantly improved laboratory-based protein crystallography instrumentation by incorporating multichannel capillary x-ray optics.  Crystallography is an important tool in molecular biology for determining the structure of proteins.  Currently available systems require large and relatively perfect crystals.  The collection of high resolution data sometimes necessitates the use of synchrotron sources.  Monolithic multichannel capillary x-ray optics can efficiently collect a large solid angle from a laboratory x-ray source and focus the x-rays into a suitable, intense, well collimated x-ray beam for use in protein crystallography.  The Phase I project will include design, manufacture and characterization of a prototype capillary x-ray optic; evaluation of suitable x-ray sources; and modeling of the benefits to protein crystallography.  Phase II will involve incorporation of an optimized optic into a prototype protein crystallography system and comparison of protein measurements with measurements from current state-of-the-art systems.  If successful, the system will have an improvement of more than an order of magnitude in collimated x-ray beam intensity.  This will make possible in the laboratory many protein crystallography measurements previously only possible at synchrotrons, or previously possible using laboratory sources by sacrificing resolution and requiring very resource intensive sample preparation.  The new capability will greatly expand the use of protein crystallography, accelerate research, and reduce the cost of these measurements.  The researchers involved are the world experts in developing and commercializing multichannel capillary x-ray optics and experts in protein crystallography.       Crystallography has proven to be a reliable tool for investigating the three dimensional structure of important large biological molecules.  Even with the limitation s inherent in the current systems due to limited x-ray beam intensity, protein crystallography systems are in wide use.  All pharmaceutical companies have crystallographers working on problems aimed at structure based design of drugs.  The x-ray optics resulting from a successful project would be able to be retrofitted into existing systems, and designed into optimized systems.  Once demonstrated, the capability to form intense, small-diameter, collimated x-ray beams from laboratory x-ray sources would have applications in a wide variety of systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Johannes",
   "pi_last_name": "Ullrich",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Johannes B Ullrich",
   "pi_email_addr": "jullrich@xos.com",
   "nsf_id": "000165855",
   "pi_start_date": "1996-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "X-Ray Optical Systems",
  "inst_street_address": "90 Fuller Road",
  "inst_street_address_2": "",
  "inst_city_name": "Albany",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184425250",
  "inst_zip_code": "122055719",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "X-Ray Optical Systems",
  "perf_str_addr": "90 Fuller Road",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122055719",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 74596.0
  }
 ],
 "por": null
}