{
 "awd_id": "9600455",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Turkey Cooperative Research:  Experimental Psychology",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "1996-05-01",
 "awd_exp_date": "1998-04-30",
 "tot_intn_awd_amt": 11103.0,
 "awd_amount": 11103.0,
 "awd_min_amd_letter_date": "1996-05-03",
 "awd_max_amd_letter_date": "1996-05-03",
 "awd_abstract_narration": "Description:   This project supports a cooperative project by a US scientist, Dr. Michael Domjan,  Department of Psychology, University of Texas at Austin, and Dr. Falih Koksal, Department of  Psychology at Bogazici University, Istanbul, Turkey.  The research aims at improving the understanding  of the animal learning process in general, and the conditioning of sexual behavior in particular.  The  experimental work will be on quails and will be conducted in Austin and in Istanbul.  In a pilot study  it was indicated that observing a demonstrator male quail receive a sexual Pavlovian conditioning  procedure facilitates the subsequent acquisition of sexual conditioned behavior in observer subjects.  Experiments are planned to identify what factors are responsible for this effect.  These will: 1.  evaluate the effect of observing pairings of a conditioned stimulus object with a female quail on the  subsequent acquisition of sexually conditioned behavior; 2. compare the effects of observing a  demonstrator's behavior directed towards a female quail or a conditioned stimulus object; and 3.  examine whether observational learning rather than stimulus enhancement is responsible for the faster  acquisition in the observer subjects.   Additional experiments will determine whether observational  procedures can induce conditional copulary behavior in subjects that do not otherwise show such  responding.  Also studies will be carried out to determine whether conditioned responses acquired through  observational learning are as resistant to extinction as those that develop through direct Pavlovian  conditioning.  Scope:  This project allows cooperation of two experienced scientists whose  capabilities complement each other to do important scientific work.  The Turkish scientist, who has  Scottish graduate training and experience in experimental clinical psychology, has a somewhat  different perspective from that commonly found in the U.S. experimental psychology programs.  He has  been instrumental in introducing new lines of laboratory investigation related to the sexual learning  project.   This project will help understand the process of learning by extending previous studies (  such as learning of feeding in rats, pigeons, and honey bees) to both a new species (Japanese quail)  and to a previously unexplored response system (sexual behavior).  The project is supported jointly  with the Division of Integrative Biology and Neuroscience.  This project meets the objectives of the  Division of International Programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Domjan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Domjan",
   "pi_email_addr": "",
   "nsf_id": "000203314",
   "pi_start_date": "1996-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116000",
   "pgm_ele_name": "IBN ANIMAL BEHAVIOR"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 11103.0
  }
 ],
 "por": null
}