{
 "awd_id": "9600522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Editing of Homocysteine by Aminoacyl-tRNA Synthetases",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1996-10-01",
 "awd_exp_date": "1997-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "1996-08-06",
 "awd_max_amd_letter_date": "1996-08-06",
 "awd_abstract_narration": "9600522  Jakubowski  In many cases, differences in intrinsic binding energies of amino acids to aminoacyl-tRNA synthetases (AARSs) are inadequate to give the required accuracy of translation. This has necessitated the evolution of a second determinant of specificity, proofreading or editing mechanisms that involve the expenditure of energy to remove errors in amino acid selection.  The non-protein amino acid homocysteine (Hcy), an obligatory precursor of methionine in all cells, poses an accuracy problem for the protein biosynthetic apparatus. Hcy is misactivated by methionyl- (MetRS), isoleucyl- (IleRS), and leucyl-tRNA synthetases (LeuRS) at a frequency exceeding the frequency of translational errors. Misincorporation of Hcy into tRNA and cellular protein is prevented by an editing mechanism of these synthetases which yields a cyclic thioester, Hcy thiolactone. In spite of considerable progress on the elucidation of structures of AARSs, knowledge of the structural basis of editing is limited. This application proposes to determine the molecular basis of an error-correcting mechanism of an AARS. Our preliminary molecular model of the synthetic/editing site of an AARS, derived from studies of E. coli MetRS, will be refined by further tests with MetRS and generalized by tests with structurally related IleRS and LeuRS. Mutant selection and site-directed mutagenesis of cloned MetRS, IleRS, and LeuRS genes will be used to obtain editing-defective enzymes. Affinity labeling of the active site of MetRS will be used to identify active site residues that are involved in synthetic or editing function. These approaches, combined with sensitive biochemical assays, will allow the study of structure-function relationships both in vitro and in vivo, as well as mapping of the editing subsite and determining its interplay with the synthetic subsite for each AARS. We will also study enzymatic reactions of AA-tRNA with thiols, predicted by our model of the synthetic/editing site and already demonstrated in prelim inary work. The data will be interpreted within the framework of the crystal structure of MetRS using molecular modeling.  This project will elucidate a major aspect of the extraordinary accuracy in the flow of genetic information, i.e. the molecular basis of how an AARS prevents transfer of an incorrect amino acid to tRNA and how a correct amino acid is spared from editing. This work also has relevance for understanding some diseases: metabolic defects leading to elevated levels of Hcy, in many cases known to result in excessive editing, are implicated in several human genetic disorders.  %%%  Living organisms have evolved editing or proofreading mechanisms that assure accurate synthesis of their nucleic acids and proteins according to the genetic information contained in DNA. One such mechanism eliminates incorrect amino acids and assures that correct amino acids are incorporated at specific positions of protein chains which is important for proper functioning of these molecules. A paradigm of error correcting mechanisms in protein synthesis is editing of the nonprotein amino acid homocysteine which we are studying at molecular and cellular levels. Studies of molecular details of homocysteine editing, proposed in this application, are important for two reasons. First, this project will elucidate a major fundamental aspect of the extraordinary accuracy in the flow of genetic information, i. e., how homocysteine is prevented from being incorporated into protein. Second, this work is also relevant for understanding some diseases associated with elevated levels of homocysteine, in many cases known to result in excessive editing, such as vascular and heart disease, neural tube defects, spontaneous abortion, and possibly, cancer.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hieronim",
   "pi_last_name": "Jakubowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hieronim Jakubowski",
   "pi_email_addr": "jakubows@umdnj.edu",
   "nsf_id": "000420277",
   "pi_start_date": "1996-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers, The State University of New Jersey-RBHS-New Jersey Med",
  "inst_street_address": "185 S ORANGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720281",
  "inst_zip_code": "071032757",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "QHHJD3X516J9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, The State University of New Jersey-RBHS-New Jersey Med",
  "perf_str_addr": "185 S ORANGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071032757",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}