{
 "awd_id": "9600614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Computer Technology and Instructional Reform: A National    Survey of Teachers and Their School Contexts",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "1996-09-15",
 "awd_exp_date": "2001-02-28",
 "tot_intn_awd_amt": 1112648.0,
 "awd_amount": 1112648.0,
 "awd_min_amd_letter_date": "1996-09-05",
 "awd_max_amd_letter_date": "2000-08-25",
 "awd_abstract_narration": "9600614  Becker    Recent research on human cognition suggests that students' conceptual  understanding of a subject does not occur by reception of information and explanations but through a \"construction of meaning\" that comes from a thoughtful reconciling of new information and prior beliefs.    This research project examines to what extent beliefs and teaching practices consistent with constructivist theory are both affecting and, in turn, being affected by the availability of new computer technologies in schools,, including CD-ROM databases, hypertext and multimedia authoring environments, worldwide digital communications, desktop publishing software, and laboratory instrument probes.  Specifically, the project will...    * determine the prevalence of different uses of computer technology by teachers and their students;  * determine the prevalence of constructivist perspectives and constructivist-compatible instructional practices among those teachers;  * determine the relationship between the extent and types of teachers' computer use and their instructional beliefs and practices;  * specify the differences in school contexts and personal backgrounds between technology-using teachers with a constructivist perspective and other teachers-including those who teach  with an understanding of constructivism, but without technology supports,  and those who use technology but without a constructivist approach;  * specify the temporal order between changes in teachers' orientation towards constructivist goals and methods and changes in their use of technology, and  * develop and validate methods for using self-report survey instruments to investigate teacher beliefs and practices.    The above purposes will be addressed through a national survey of elementary and secondary teachers in mathematics, science, social studies, and other subjects.  The survey includes a national probability sample of 900 schools and more than 3,100 teachers and two targeted samples of  schools and their teachers-210 high- end technology-using schools and 210 schools that are known for their involvement in educational reform activities. Including some teachers included through principal nomination, approximately 4,000 teacher surveys are expected to be completed. A separate validation sub-study will be conducted with 92 teachers from 23 schools in which survey responses are compared with extensive classroom observation and personal interviews with the teachers.    If we are to know the value of computer technology for accomplishing instructional reform, it is not sufficient to know whether carefully designed computer-based activities can result in constructivist teaching in carefully monitored settings taught by exemplary technology-using teachers. It is equally important to document to what extent current technologies are being exploited by constructivist-oriented teachers operating in more typical circumstances and to learn how much those technologies are helping those teachers change how they teach.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Becker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Henry J Becker",
   "pi_email_addr": "hibecker@uci.edu",
   "nsf_id": "000469547",
   "pi_start_date": "1996-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725800",
   "pgm_ele_name": "RESEARCH IN TEACHING & LEARNIN"
  },
  {
   "pgm_ele_code": "726200",
   "pgm_ele_name": "RESEARCH ACTIVITIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 270370.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 537189.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 205131.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 99958.0
  }
 ],
 "por": null
}