{
 "awd_id": "9600544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Primer Synthesis Kinetics by E. coli Primase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas E. Smith",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 247529.0,
 "awd_amount": 247529.0,
 "awd_min_amd_letter_date": "1996-08-01",
 "awd_max_amd_letter_date": "1998-04-28",
 "awd_abstract_narration": "9600544   Griep   This is a study of the nucleotide insertion and incorporation kinetics of primase.  When errors are incorporated into the DNA during replication, a process during which primase plays a key role, the result is genetic mutation and possibly cancer. Recent studies indicate that primase is the most error-prone enzyme of DNA replication and may very well be the enzyme which misincorporates the most errors into the chromosome. Primase is the single-stranded DNA-dependent RNA polymerase that synthesizes a short (11+1 nucleotide) RNA polymer that serves to initiate DNA synthesis. Primase is required because DNA polymerases are great at elongating DNA but cannot initiate polymers. The primase from E. coli will be studied because it has an especially high specificity during initiation, it prefers to initiate complementary to d(CTG) in the template. This specificity allows one to monitor the length- and sequence-dependence of the primers that are made. Other than this feature though, eukaryotic and bacterial primases exhibit very similar kinetic, structural and binding properties. Primases, like all RNA polymerases, carry out polymer synthesis in three distinct stages, polymer initiation, elongation and termination. Among the nucleic acid polymerases, primases (from bacterial to human) exhibit the highest nucleotide bypass efficiency and the greatest ability to incorporate NTP sugar analogs such as dNTP. Nucleotide bypass is when a polymerase inserts an incorrect nucleotide opposite the template strand and then incorporates that misinsertion by adding the next correct nucleotide.  If this were to happen in vivo with anywhere near the efficiency that it occurs in vivo, it might lead to mutation of the genetic material.  Current evidence from the proposer's lab suggests that the efficiency of nucleotide bypass changes during the different stages of polymer synthesis. Primase has very high template sequence specificity during initiation but not during elongation or termination.  For instance ,  primase is unlikely to initiate synthesis with a dNTP but will insert a dNMP just as efficiently as a NMP during termination.  One possible role for this ability during elongation may be to create a RNA polymer with a 3'-terminal dNMP which may be recognized more effectively by the DNA polymerase.  On the other hand, if dNMPs are incorporated more efficiently into the middle of the \"RNA primer\", then the primer may serve as a better (or worse) target of RNase H or the 5'-3' exonuclease of DNA polymerase I. This study will determine the stage at which primase most efficiently incorporates the correct versus the incorrect dNMPs.  The information gained will be used to hypothesize a role for these (mis)incorporated deoxyribonucleotides.   %%%   The two DNA strands are replicated separately and coordinately. Helicase and DNA polymerase are required for continuous synthesis of  the \"leading strand\" while the \"lagging strand\" additionally requires primase so that it may be synthesized as numerous short fragments. Each of these fragments begin with an 11+1 nucleotide RNA synthesized by  primase that is later excised by other enzymes. Using only primase, its nucleotide substrates, and a DNA template, we have developed a simple assay system to measure template sequence-specific primer synthesis.  It was possible to develop this assay system because initiation takes place at a known sequence, d(CTG), and the length of the synthesized primer is 12 nucleotides and greater.  In the test tube,  pure primase is the most error-prone DNA replication enzyme. We would like to determine when during  primer synthesis the most errors occur so that we can hypothesize whether the errors stimulate the excision enzymes and what might be their biological relevance.  We will measure the rate of primase errors and determine the effect of distance from the initiation site, of one or several missing sites on the template, of different initiation sequences, and of DNAB helicase on all of these.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Griep",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Griep",
   "pi_email_addr": "mgriep1@unl.edu",
   "nsf_id": "000422232",
   "pi_start_date": "1996-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 81177.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 80676.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 85676.0
  }
 ],
 "por": null
}