{
 "awd_id": "9601479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Diffraction Equipment for Interdisciplinary  Research at Northwestern University",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory K. Farber",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 212500.0,
 "awd_amount": 212500.0,
 "awd_min_amd_letter_date": "1996-08-12",
 "awd_max_amd_letter_date": "1996-08-12",
 "awd_abstract_narration": "This proposal requests funds for the acquisition of an  X-ray diffractometer to be located in the Analytical Services  Laboratory (ASL) at the Evanston Campus of Northwestern  University and for data collection equipment for the  macromolecular/small molecule crystallography station at the  Advanced Photon Source (APS) at Argonne National Laboratory.  These instruments will greatly facilitate the research and  teaching efforts of Northwestern University researchers in two  very basic ways. First, the ASL X-ray diffractometer will greatly  improve productivity by providing the numerous advantages of  \"electronic film\", including significant reduction in data  collection times. Second, the APS equipment will provide a unique  tool not only for the rapid collection of data from  macromolecular crystals but also for the collection of data from  microcrystals of inorganic and organic materials.         Structure determinations of a wide range of inorganic and  organic materials with the use of our present X-ray  diffractometers typically require several days to several weeks  for data collection, limiting the number of structures that can  be analyzed. A more severe problem arises owing to the inherent  limitations in signal-to-noise of our point detectors in front of  sealed tubes. The major users listed in this proposal all  encounter \"difficult\" problems: the availability of only very  small crystals, superlattice/sublattice considerations, twinned  crystals, diffuse scattering, crystals with very large unit  cells, and crystals that are sensitive to radiation. With the  current diffractometers many of these problems are not resolved.         An X-ray diffractometer equipped with a lK CCD or  image-plate area detector and a rotating anode generator is  ideally designed to address the crystallographic needs of the  major users. With the increased signal-to-noise available from  such an instrument, data collection times for routine crystals  will be greatly reduced. This will significa ntly improve  turn-around time for most samples, will reduce the costs  involved, and hence will make the facility available for a wider  range of problems to a larger number of users. This is especially  important to our students, who will have far greater access to  modern X-ray instrumentation than they do at present. In  addition, most of the \"difficult\" problems will be amenable to  solution on such an instrument. Some will remain, for example the  existence of only microcrystals, and these will be addressed at  the APS facility.         The APS facility is also used for macromolecular  crystallography. The requested CCD detector will enhance and  upgrade the current capabilities of the beam line operated by the  Collaborative Access Team formed by Northwestern University in  collaboration with DuPont de Nemours & Co. and The Dow Chemical  Co. (DND-CAT). At present, there are no facilities for  macromolecular crystallography at the DND-CAT beam line. The  proposed two-dimensional data collection instrument will be  mounted on a kinematic table that will have built-in capabilities  to accommodate a CCD detector. The necessary computer hardware to  operate the detector and to process data on-site are also part of  the proposed facility.         Indeed, these complementary facilities will provide a  truly one-of-kind learning environment for both students and  faculty. Personnel from the Department of Chemistry and the  Department of Biochemistry, Molecular Biology, and Cell Biology  on the Evanston Campus and the Department of Molecular  Pharmacology and Biological Chemistry of the Medical School  Campus in Chicago will interact with both academic and industrial  scientists from a variety of fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alfonso",
   "pi_last_name": "Mondragon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alfonso Mondragon",
   "pi_email_addr": "a-mondragon@northwestern.edu",
   "nsf_id": "000090894",
   "pi_start_date": "1996-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tobin",
   "pi_last_name": "Marks",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tobin J Marks",
   "pi_email_addr": "t-marks@northwestern.edu",
   "nsf_id": "000228780",
   "pi_start_date": "1996-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Ibers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Ibers",
   "pi_email_addr": "ibers@chem.northwestern.edu",
   "nsf_id": "000467945",
   "pi_start_date": "1996-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Anderson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne F Anderson",
   "pi_email_addr": "wf-anderson@northwestern.edu",
   "nsf_id": "000386893",
   "pi_start_date": "1996-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Jardetzky",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore S Jardetzky",
   "pi_email_addr": "tedj@nwu.edu",
   "nsf_id": "000444816",
   "pi_start_date": "1996-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0696",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0696",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 212500.0
  }
 ],
 "por": null
}