{
 "awd_id": "9601351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Visual Control of Posture Within the Normal Range of Motion",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rodney R. Cocking",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 194605.0,
 "awd_amount": 194605.0,
 "awd_min_amd_letter_date": "1996-08-29",
 "awd_max_amd_letter_date": "1998-06-04",
 "awd_abstract_narration": "9601351  STOFFREGEN    Most people don't have to think about standing up; we just do it  and are very successful at it.  We are not aware of our stance,  so much so that the average person is unaware that s/he sways  very slowly back and forth 1-2 inches. The control of posture,  unconscious for most of us, is a critical issue for many people.   People with neurological problems sometimes have unusual postural  motion, or increased instability.  In addition, postural  instability is a cause of falling in elderly persons.  This can  have catastrophic effects, since it often leads to broken hips  and lengthy hospitalization.  At the beginning of life, toddlers  fall frequently in the process of learning to stand and walk.    How does postural control work?  A common belief is that postural  motion is perceived by the inner ear (the vestibular system).   However, scientists have learned that vision plays an important  role in the perception and control of our own movement.  This is  most clear to people at Omnimax or Imax theaters, in which visual  stimulation causes a powerful feeling of self-motion.  This  visual-based feeling of self motion is critical in state-of-the-  art flight simulators used in civilian and military aviation.    This research will investigate relations between vision and the  control of ordinary standing posture.  People will stand inside a  \"moving room\", a large box mounted on wheels and moved back and  forth under computer control.  The moving room does not have a  floor; subjects stand on the concrete floor of the laboratory.   Thus, motion of the room produces only visual stimulation.  The  visual stimulation is similar to what we normally create during  ordinary postural sway in stationary rooms.  Earlier research has  shown that visual motion can cause people to sway, fall down, or  develop motion sickness.  But that research has used very large  visual motions, sometimes several feet, motions which are not  representative of the visual stimulation caused by ordinary  sway,  in which the body moves less than two inches.  This research will  investigate relations between vision and posture when visual  stimulation is nearly identical to the natural stimulation caused  by our own movements.  Motion of the participant will be compared  to motion of the room to determine how closely the body responds  to different kinds of visual motion.    A fuller understanding of the control of ordinary postural sway  should help us to develop interventions to prevent falls in the  elderly.  This research also has promise for understanding the  development of stance in children, particularly in special  populations, such as children with physical or mental  disabilities.  Finally, this research will help us to understand  perception and control of body motion in general, so that we can  design better, more effective simulations of self-motion,  especially in the area of flight training.    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Stoffregen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Stoffregen",
   "pi_email_addr": "tas@umn.edu",
   "nsf_id": "000272830",
   "pi_start_date": "1996-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 80233.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 56381.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 57991.0
  }
 ],
 "por": null
}