{
 "awd_id": "9601408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploitation and Domestication of Animals in Southeastern   Turkey:  The Faunal Remains from Neolithic Cayonu Tepesi",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1996-07-15",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 80408.0,
 "awd_amount": 80408.0,
 "awd_min_amd_letter_date": "1996-07-16",
 "awd_max_amd_letter_date": "2000-06-21",
 "awd_abstract_narration": "With National Science Foundation support Drs. Meadow, Hongo and their colleagues will analyze faunal remains recovered from the archaeological site of Cayonu which is located in southeastern Turkey. Excavations at this early village site were conducted between 1964 and 1991 and have uncovered a long sequence of occupations spanning the period between ca. 8,000 and 5,000 years ago. They also resulted in one of the largest exposures of architectural remains of any site from this period in the Middle East (over 7,000 square meters) and thus provide a rare opportunity to examine intra-site variability. The site particularly important to researchers because it spans the period when animals were first domesticated in the Near East and because of the large numbers of well preserved faunal remains it contains. It can therefore shed light on the transition from hunting and gathering to the use of domestic species. The research team will select faunal samples from tightly controlled stratigraphic and architectural contexts. Initial focus will be placed on animal exploitation and change through time by documenting and comparing taxonomic abundances, kill-off patterns and skeletal part distributions. A second stage of the research will relate to animal domestication and the investigators will attempt to determine whether this fundamental process took place at the site. Cayonu is located in a region where the progenitors of several domestic species such as pig are located. A third stage in the research will involve intra-site variability with the focus on assemblages from areas of the site with different architectural configurations. With such data it will be possible to examine questions which involve social differentiation and the emergence of social hierarchies. Specimens will be identified and characterized using standard zooarchaeological techniques including morphological and metrical documentation.  The `Neolithic Revolution` is marked by the domestication of plants and animals and the origin of pastoral and agricultural ways of life. Prior to this, peoples lived solely by hunting and gathering and the Neolithic constitutes a fundamental watershed in human cultural development. The more dependable and abundant resources provided by domesticates paved the way for a settled village way of life, large population aggregations and the eventual rise of the state. What makes this transformation so interesting is that it occurred independently in many different parts of the Old and New Worlds and therefore some underlying causal process and not mere historical accident must be involved. Archaeologists wish to understand this transformation and have postulated a number of possible causes. To select among them it is necessary to have a series of well documented cases and Cayonu because of the abundant and well dated remains it contains and because it spans the relevant period of time is extremely important from an archaeological perspective. Although portions of its fauna have been analyzed, these materials have never been approached in a comprehensive and consistent way and therefore Drs. Meadow's and Hongo's research is particularly important.  This project will provide data of great interest to many archaeologists and will be widely used. It will increase our understanding on one of the most fundamental transitions in human prehistory and will assist in the training of students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Meadow",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Richard H Meadow",
   "pi_email_addr": "meadow@fas.harvard.edu",
   "nsf_id": "000107551",
   "pi_start_date": "1996-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hitomi",
   "pi_last_name": "Hongo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hitomi Hongo",
   "pi_email_addr": "",
   "nsf_id": "000101872",
   "pi_start_date": "1996-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 80408.0
  }
 ],
 "por": null
}