{
 "awd_id": "9601247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transnational Communities:  Their Emergence and Effects     Among Latin American Immigrants in the U.S.",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "1996-08-15",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 364160.0,
 "awd_amount": 364160.0,
 "awd_min_amd_letter_date": "1996-08-29",
 "awd_max_amd_letter_date": "1996-08-29",
 "awd_abstract_narration": "This is a study of the emergence of transnational communities involving the United States and Latin American countries.  Transnational communities are created by immigrants who engage in a pattern of repeated back-and-forth movements between countries, using such displacements in order to implement complex economic strategies. Transnational communities can be defined as the sum total of actors in an immigrant population whose prime occupational activity requires long-distance contacts across national borders.  For the most part, these contacts involve the immigrants' countries of origin and their purpose is primarily economic.  However, as transnational networks develop, they come to encompass social and political activities as well, and to involve third countries.  This study will examine the origins, characteristics, and effects of this novel phenomenon as it has developed among Salvadoran and Dominican immigrants, two of the largest groups arriving in the United States in recent years.     Processes of return migration, the sending of remittances to family members, and the sponsorship of kin left behind are all familiar events that have been studied in the past as manifestations of the enduring ties of immigrants to their home countries. The novel development at present is the proliferation of such ties to the point that sending and receiving areas become integrated into unified social structures and those involved acquire a status that transcends that of conventional immigrant.     To address this phenomenon, this project will conduct an integrated primary data collection effort involving immigrant communities in the United States and selected cities in the two sending countries.  Two phases of data collection will be supported by the National Science Foundation.  In the first, informant interviews will be conducted in two areas of concentration of each immigrant group and in two cities of each sending country in order to identify the extent and range of transnational enterprises.  In the s econd phase, a survey of transnational entrepreneurs and a matched sample of regular immigrants will be conducted in four target communities in the United States.  The resultant data file will comprise 2,300 interviews in 8 different field sites.     This research will add considerably to our understanding of this new immigration-related phenomenon, by mapping the social networks underlying the emergence of transnational communities and testing hypotheses about the structure of networks of successful transnational entrepreneurs.  Because transnational communities link populations across national boundaries, their growth in the modern world represents a significant aspect of global change that will have great consequences for the world's social, cultural, economic and natural environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alejandro",
   "pi_last_name": "Portes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandro Portes",
   "pi_email_addr": "port44@princeton.edu",
   "nsf_id": "000268372",
   "pi_start_date": "1996-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 69608.0
  }
 ],
 "por": null
}