{
 "awd_id": "9601523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identification of Environmental Pollutants",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "1997-07-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "1996-07-24",
 "awd_max_amd_letter_date": "1996-07-24",
 "awd_abstract_narration": "PROJECT SUMMARY                                         The requested research instrumentation includes a gas  chromatograph (GC) equipped with electron capture and flame  thermionic detectors, and a GC-mass spectrometer (GC-MS). These  instruments will be used by chemists and biologists for  identification and quantification of organochlorine and organo  phosphorus pesticides in Neotropical migrant passerines (i.e.  songbirds that breed in North America and winter in Mexico,  Central and South America) with reported declining populations.  Few data are available on the extent to which Neotropical  migrants are contaminated, and this baseline data is critical to  understanding the impact of organochlorine and organophosphorus  chemicals on these birds. The objective of this project is to  involve undergraduate students in determining more fully the  pattern of pesticide levels in Neotropical migrant species with  reported declining populations, and to correlate these levels  with age class, gender, food habits, wintering range, and winter  habitat preference. Funding of this proposal will allow students  to take part in collecting and preparing birds for analysis, and  identifying and quantifying pesticide levels in them.  They will  receive course credit in Chemistry 499 (Chemistry Research) or  Biology 499 (Biology Research),  be co-authors on papers submitted for publication, and present  the results of their research at professional meetings. Thus,  this project will provide chemistry-related information of vital  importance to conservation  biology, while preparing undergraduate students for careers in  research.         The GC-MS will also be used in another project involving  undergraduate students to study the production and fate of  hydroxyl radicals formed photochemically from common pollutants  in the environment. Students will take part in all aspects of the  project (e.g. photolyzing solutions of nitrous acid/nitrite ion,  extracting aqueous photolyzate, s eparating components on the  GC-MS), earn course credit, and present and write papers as  described above.         Illinois Wesleyan University opened the doors of its new  130,000 square-foot Center for Natural Science Learning and  Research in August l995, which doubled the number of teaching  labs and research labs opened new opportunities for new  pedagogies. The Center is organized around two concepts: 1) a  \"community of science\" and 2) the undergraduate research  experience.         In 1992, eight of 10 or 80% of the graduating chemistry  majors were among the 31 Illinois Wesleyan seniors going on to  Ph.D. studies. All students had assistantship offers, several  from such places as MIT, Yale, Princeton and UC-Berkeley. Several  also received prestigious fellowships. One such award went to  Jane Johnson, one of 30 chemistry graduate students nationwide  awarded the highly competitive NSF graduate fellowship. This is  outstanding evidence of the benefit that participation in  undergraduate research has in terms of fostering professional  career aspirations. The 30 entering freshmen chemistry majors in  Fall 1994 had an average ACT Composite of 29.4. Eight of those  students are women with an average ACT of 30 or above.         The Biology Department at Illinois Wesleyan University has  attracted a large number of high quality students over the past  two decades. Indeed, more students continue to apply to the  biology program than to any other on campus--approximately  500-600 per year. The average ACT score for these students is 30  and the SAT composite 1212. Currently there are 210 biology  majors or 13 to 15% of the student body and 17% of the liberal  arts college.         In 1995, 73% of the graduating class of biology majors  went on to graduate degree programs. Because of this, a  substantial number participate in various areas of biological  research in their graduate education. The opportunity to initiate  or participate in research at the undergraduate level provides a  particula rly valuable learning experience. Investigative lab  experiences in courses provide important background, but are not  a substitute for the creative processes, conceptual innovation,  literature searches, experimental design, successes and failures,  formal analyses, and written communication required by an  independent research project. The requested instrumentation will  enhance the research training of these students while increasing  the productivity of the faculty.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "R. Given",
   "pi_last_name": "Harper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R. Given Harper",
   "pi_email_addr": "gharper@titan.iwu.edu",
   "nsf_id": "000342218",
   "pi_start_date": "1996-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Frick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Frick",
   "pi_email_addr": "jfrick@titan.iwu.edu",
   "nsf_id": "000396480",
   "pi_start_date": "1996-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Rettich",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy R Rettich",
   "pi_email_addr": "trettich@titan.iwu.edu",
   "nsf_id": "000281225",
   "pi_start_date": "1996-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Wesleyan University",
  "inst_street_address": "1312 PARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3095563058",
  "inst_zip_code": "617011773",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "ILLINOIS WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "G822PKDV52U1",
  "org_uei_num": "CWWDCJCNE3L1"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Wesleyan University",
  "perf_str_addr": "1312 PARK ST",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617011773",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0696",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0696",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}