{
 "awd_id": "9601773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Instrumentation for Plant and Soil Nutrient  Analysis in Ecological Studies",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lee C. Makowski",
 "awd_eff_date": "1996-07-15",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 60511.0,
 "awd_amount": 60511.0,
 "awd_min_amd_letter_date": "1996-07-11",
 "awd_max_amd_letter_date": "1998-11-05",
 "awd_abstract_narration": "Studies of plant nutrient dynamics and ecosystem cycling  require rapid, accurate analytical instrumentation for  dependable, routine elemental analyses. Plant ecologists and  their graduate and undergraduate students at Marshall University  (a non-Ph.D. granting institution) have been conducting this type  of research for at 1east the past six years. To date, however,  the scope of many of these projects has been significantly  constrained by the limitations of our current instrumentation--  ion-selective electrode (ISE) meters--or by the considerable cost  of shipping samples to other laboratories for analyses. Funds are  therefore requested in the amount of $60,511 toward the purchase  of (1) a computer-controlled, continuous-flow, wet chemistry  analytical system, (2) a multisample block digestor for preparing  plant tissues and soil samples for analysis by wet digestion  techniques, and (3) two area meters (one portable, the other a  benchtop model) for measuring leaf areas as a comparative base  for determining foliar nutrient contents and fluuxes.       Automated wet chemistry analysis (auto-analysis) provides  the level of accuracy and efficiency required in nutrient  research in ecology. The high degree of accuracy is the result of  several advantages over other analytical systems, including the  ISE technology currently available at Marshall University. The  mixing of reagents and samples in auto-analysis is continuous and  uniform from sample to sample, reducing human error. The  colorimeter receives a continuous flow of reagent-sample and  reagent-blank mixtures, rather than one-at-a time analyses which  can introduce further error. In addition, auto-analysis is far  more time-efficient than ISE when numerous specimens are being  analyzed, and requires very little sample in order to obtain an  accurate reading. These latter factors permit many more samples  to be analyzed, allowing better replication and making possible a  number of projects that would be impractical with more   time-intensive methods. The smaller sample requirements also make  possible the analysis of tissue nutrient content in plant species  that occur infrequently in the field. Wet digestion and  auto-analysis thus comprise an accurate, efficient, reliable  method for plant tissue and soil organic nutrient analysis.       The ability to measure leaf areas using the requested area  meters would further enhance the accuracy of plant nutrient flux  measurements. Because overall leaf mass can decline by more than  20% during senescence, when important foliar nutrient movements  are taking place, changes in simple nutrient concentrations  provide a misleading picture of nutrient flux. On the other hand,  structural components of leaves tend to maintain consistency in  leaf area throughout senescence, providing a significantly more  stable basis for ascertaining actual foliar nutrient contents and  fluxes.       The following two research projects could be initiated  shortly after acquisition of the requested instrumentation. (1)  The first study would assess the importance of nitrogen and  phosphorus resorption to the growth of a spring ephemeral plant  community in a nearby forest, with implications for the \"vernal  dam\" hypothesis. (Resorption is the mobilization of foliar  nutrients during senescence and their transfer into storage  tissues for subsequent re-use.) If these plants resorb strongly,  and if their early spring growth depends largely on stored  nutrients rather than on concurrent uptake from the soil, then  their role as a vernal nutrient dam may be quite limited, adding  to recent evidence that the soil microbial community may be the  primary agent in early spring retention of soil nutrients by  forest ecosystems. The additional labware and chemicals required  to complete this project can be funded by Marshall University lab  fee moneys, with much of the work being carried out by students  in Marshall's Principles of Ecology (primarily undergraduate  students) and Plant Ecology (primarily  graduate students)  courses, under the guidance of the PI and Co-PI. (2) The second  project would seek to determine the role of nutrient dynamics in  sustaining the health of central Appalachian forests, and would  be carried out at the Fernow Experimental Forest, Tucker County,  WV. This study is motivated partly by recent increases in  mortality among native trees of this region, and would examine  specifically the relationships of soil nitrogen dynamics to the  flux of soil base cations (primarily calcium and magnesium), and  the response of these relationships to timber harvesting,  nitrogen amendments, and base cation additions, administered  alone or in combination. Funding to support this research is  being sought through a grant application submitted by the CoPI to  the NSF/DEB Ecological Studies (Ecosystems) program in December  1995.       The requested instruments are of great relevance to  enhancing plant ecological research at Marshall University. In  addition, their acquisition would strengthen our ability to  compete effectively for funding on other research projects of  interest to us. These instruments would also expand the ability  of Marshall University to provide graduate and undergraduate  students with practical experience in applying state-of-the-art  research technologies to answering significant ecological  questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "May",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey D May",
   "pi_email_addr": "may@marshall.edu",
   "nsf_id": "000319823",
   "pi_start_date": "1996-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Gilliam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Frank S Gilliam",
   "pi_email_addr": "gilliam@marshall.edu",
   "nsf_id": "000342217",
   "pi_start_date": "1996-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marshall University Research Corporation",
  "inst_street_address": "1 JOHN MARSHALL DR",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTINGTON",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3046964837",
  "inst_zip_code": "257550002",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WV01",
  "org_lgl_bus_name": "MARSHALL UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "HH1NQ1B5MPV3"
 },
 "perf_inst": {
  "perf_inst_name": "Marshall University",
  "perf_str_addr": "1 JOHN MARSHALL DR",
  "perf_city_name": "HUNTINGTON",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "257550002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9157",
   "pgm_ref_txt": "ACADEMIC RESEARCH INSTRUMENTAT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0696",
   "app_name": "NSF ACADEMIC RESEARCH FACILITI",
   "app_symb_id": "490150",
   "fund_code": "app-0696",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 60511.0
  }
 ],
 "por": null
}