{
 "awd_id": "9601025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research:  New Postcranial Fossils of Australopithecus      Afarensis and A. anamensis",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark L. Weiss",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 50181.0,
 "awd_amount": 50181.0,
 "awd_min_amd_letter_date": "1996-07-24",
 "awd_max_amd_letter_date": "2000-08-14",
 "awd_abstract_narration": "The purpose of this study is to describe and analyze new fossils of the earliest human ancestors.  These fossils include numerous torso and limb bones of at least two species, Australopithecus afarensis and Australopithecus anamensis, from Ethiopia and Kenya.  These new postcranial fossils will reveal adaptations to posture and locomotion in these early hominids.  Thirty-seven new postcranial bones of A. afarensis have been discovered from Hadar, Ethiopia, dated to about 3.5 - 3 million years ago. These fossils include the first-known A. afarensis lunate; talus of a large A. afarensis individual, associated early australopithecine ulna and metacarpals, and many other discoveries.  In Kenya, a partial hand skeleton and associated toe phalanx of Australopithecus sp. indet were recovered from South Turkwel, West Turkana, and are dated to a similar time period. These are the first associated hand bones known for any early australopithecine.  The Kenyan team also has recently discovered the first tibia and phalanx of the earliest known australopithecine species, Australopithecus anamensis from Kanapoi, dated to 4.0 mya.  These new fossils will help resolve debate over the nature of early hominid locomotion.  Paleoanthropologists agree that the first major adaptive shift of our earliest ancestors was the adoption of upright, bipedal locomotion.  However, considerable debate remains about how important arboreality remained for the earliest hominids.  An accurate interpretation of the locomotor behavior of our earliest ancestors is critical for understanding human origins.  The proposed study will provide novel information about early hominid locomotor adaptations because it provides (1) New A. afarensis fossils from anatomical regions and functional complexes not previously sampled, (2) New fossils of the earliest australopithecine species, A. anamensis, (3) First analyses of the proportions and certain regions of the A. afarensis forelimb which have never been analyzed in detail, and (4) A consideration of the developmental basis of anatomical features when interpreting locomotor behavior.  Objectives of the proposed research are to:  (1)  Provide detailed anatomical descriptions and photographs of all new fossils, (2) Collect extensive standard metric, nonmetric, and long bone shaft cross-sectional data that reflect locomotor adaptation on a large sample of australopithecine, modern human and ape skeletons, (3) Conduct a pilot study on the anatomy of muscle insertions and its effect on the development of muscle scars on bones in apes and hominids, and (4) Test hypotheses of locomotion in A. afarensis, A. anamensis and other australopithecine species to assess locomotor evolution in our earliest ancestors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Ward",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Carol V Ward",
   "pi_email_addr": "wardcv@missouri.edu",
   "nsf_id": "000094051",
   "pi_start_date": "1996-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 50181.0
  }
 ],
 "por": null
}