{
 "awd_id": "9602567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-India Cooperative Research:Phenomenological Studies in the Standard Model and Beyond, Award in Indian Currency",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Lueck",
 "awd_eff_date": "1996-07-01",
 "awd_exp_date": "1999-06-30",
 "tot_intn_awd_amt": 17129.0,
 "awd_amount": 17129.0,
 "awd_min_amd_letter_date": "1996-06-19",
 "awd_max_amd_letter_date": "1996-06-19",
 "awd_abstract_narration": "Description: This research will investigate phenomenological issues concerning different aspects of High Energy Physics with  special emphasis on high energy colliders.  Considering the success over the last decade of new colliders at Fermilab, SLAC, CERN, and that others are due to begin operation this year, collider physics will continue to grow as an important branch of  High Energy Physics.  The Standard Model of particle physics is generally believed to be incomplete.  The investigators will explore phenomenological implications of Physics Beyond the Standard Model for current and future experiments at high energy colliders.  Examples include the search for supersymmetry, for Higgs-bosons the only Standard Model particle yet to be discovered, as well as the physics of neutrinos whose masses could provide clues to physics at high energy.  Professors Sandip Pakvasa and Xerxes Tata of the University of Hawaii at Manoa, Honolulu will collaborate with physicist, Dr. Rohini Godbole of the University of Bombay and the Tata Institute of Fundamental Research (TIFR).  All coinvestigators have been actively engaged in phenomenological research for the last several years.  This collaboration will allow Godbole to interact with the large experimental group at the University of Hawaii that is involved with experiments at Fermilab in the US, in China and in Japan. Scope:  High energy physics is an area of research that has been identified as a thrust area by the Indian Government and is one of tremendous activity and strength among Indian physicists. The  research team has particular expertise in the areas of investigation and they have worked effectively in the past. The modest support requested for this project will allow the investigators to renew their collaboration and also strengthen cooperative research betweens the growing community of collider physicists in India and their counterparts in the US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rohini",
   "pi_last_name": "Godbole",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rohini Godbole",
   "pi_email_addr": "",
   "nsf_id": "000715824",
   "pi_start_date": "1996-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bombay University",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bombay",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "India",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Bombay University",
  "perf_str_addr": "",
  "perf_city_name": "Bombay",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "IN",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}