{
 "awd_id": "9612876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mesoscale Modeling of Precipitation in Coastal Regions of   Complex Orography",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephan P. Nelson",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 374453.0,
 "awd_amount": 374453.0,
 "awd_min_amd_letter_date": "1996-09-09",
 "awd_max_amd_letter_date": "1996-09-09",
 "awd_abstract_narration": "9612876  Mass        The U.S. Weather Research Program (USWRP) is an interagency activity  designed to perform and implement the research necessary to improve the delivery  of weather services to the nation.  Under this Program, the National Science  Foundation and the National Oceanic and Atmospheric Administration (NOAA) are  jointly evaluating and supporting weather research of high priority to the USWRP.        The distribution of precipitation along the west coast of North America is  greatly influenced by the orography of the region, resulting in a complex pattern of  enhancement on the windward sides of mountains and precipitation shadows to their  lee.  The importance of orographic modulation of coastal zone precipitation has been  highlighted recently by a series of major flooding events in northern California and  the Pacific Northwest that have resulted in losses in the billions of dollars and  several deaths  The objective of this proposal is to evaluate the potential of high-resolution regional   atmospheric models for diagnosing and predicting orographically modulated  precipitation along the mountainous coastal zone of western North America.   Although current operational weather prediction models lack the resolution to  correctly forecast orographic precipitation, a growing collection of regional model  simulations suggests that with sufficient resolution, precipitation can be predicted  realistically in coastal regions of complex terrain.  If successful, high resolution  modeling would offer improved precipitation forecasts and coupling their output to  hydrological models could lead to more accurate prediction of stream flow, river  stages, and flooding.        This research effort will evaluate the performance of a high-resolution  mesoscale model for a range of heavy precipitation/flooding events along the  orographic west coast of North America.  As part of this evaluation, experiments  will be made to determine the resolution, model physics, and data assimilation  methods r equired for producing the best possible regional model performance for  coastal precipitation/flooding events.  The model will be run both in real time to  evaluate the long-term precipitation skill of the model at moderate (~10-15 km)  resolution and for a series of retrospective case studies at very high resolution (down  to 1-3 km horizontal resolution).  These case studies will include California and  Pacific Northwest heavy precipitation/flooding events and at least one case for  southeastern Alaska.        In addition to evaluating and improving the ability of high resolution  atmospheric models to forecast orographic precipitation, this effort will also involve  interfacing the model's precipitation, temperature, and wind fields with a watershed  hydrological model. Such model coupling has the potential to greatly improve short-  term forecasts of river height and flooding.  Finally, this project will promote active  interaction between the University of Washington scientists and National Weather  Service forecasts offices in California, Oregon, Washington, and Alaska.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Mass",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford F Mass",
   "pi_email_addr": "cliff@atmos.washington.edu",
   "nsf_id": "000173006",
   "pi_start_date": "1996-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 374453.0
  }
 ],
 "por": null
}