{
 "awd_id": "9613458",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/EPA:  Effective Environmental Policy in the Presence of Distorting Taxes",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Hal R. Arkes",
 "awd_eff_date": "1996-10-01",
 "awd_exp_date": "1999-09-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "1996-09-27",
 "awd_max_amd_letter_date": "1999-04-07",
 "awd_abstract_narration": "This research investigates the economic cost of policy instruments for environmental protection in the presence of preexisting distortionary taxes. Recent literature has identified the potentially significant indirect economic cost that an environmental tax has when there are preexisting distortionary taxes in factor markets such as capital and labor.  This cost counteracts the anticipated benefits that might follow from recycling revenue raised by an environmental tax to reduce preexisting taxes.  The insight that motivates this approach is that environmental policies that do not raise revenues nonetheless are likely to impose a cost through their interactions with preexisting taxes just as would an environmental tax.  However, regulations forgo the potential benefit from recycling environmental tax revenues. This research focuses primarily on the comparison of revenue-raising and nonrevenue-raising instruments in various settings, and evaluates their economic cost in achieving a stated environmental goal.  This research is supported by complementary funding by NSF and EPA under the Partnership for Environmental Research.  The part to be funded by NSF focuses on the regulation of a single pollutant in the presence of preexisting taxes in factor markets.  Investigators will use an analytical model to advance the understanding of the interactions between environmental policy and the tax system. The theoretical model will be complemented with numerical models to deal with some more complex interconnections that cannot be determined unambiguously. The numerical models will consider the costs of existing and potential policies for reducing air emissions of particular pollutants such as CO2 and SO2 in the U.S. economy.  The second part will be funded by EPA and will extend the analysis of preexisting distortions in factor markets to consider preexisting distortions in an industry that is immediately subject to environmental regulation.  Investigators will model the institutional setting of the U.S. electric utility industry to consider the regulation of multiple pollutants, other environmental policies special to the industry, and various forms imperfect competition and market structure that may characterize ongoing changes in the industry.  Initial research on this topic suggests there are striking and important differences between the economic performance of alternative instruments when they are evaluated in the context of preexisting distortionary taxes.  The results of this research project should advance the understanding of the economic cost of environmental regulation, and especially the design of policies to minimize that cost.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dallas",
   "pi_last_name": "Burtraw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dallas Burtraw",
   "pi_email_addr": "burtraw@rff.org",
   "nsf_id": "000446933",
   "pi_start_date": "1996-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Resources For the Future Inc",
  "inst_street_address": "1616 P ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023285000",
  "inst_zip_code": "200361434",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "RESOURCES FOR FUTURE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "L3M4ELGHJ4K9"
 },
 "perf_inst": {
  "perf_inst_name": "Resources For the Future Inc",
  "perf_str_addr": "1616 P ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200361434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1239",
   "pgm_ref_txt": "VALUATION"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}