{
 "awd_id": "9615775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: (ESH) Late Paleocene and Early      Eocene Nonmarine Climate in the Gulf of Mexico Basin, Texas",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 77933.0,
 "awd_amount": 77933.0,
 "awd_min_amd_letter_date": "1996-07-18",
 "awd_max_amd_letter_date": "2000-08-28",
 "awd_abstract_narration": "9615775  Dilcher    This  project aims to develop an initial framework for nonmarine climates from the mid-Paleocene (ca. 60 Ma) through the end of the early Eocene (ca. 49 Ma).  The early Eocene (ca. 49-53/54 Ma) was by consensus the warmest period during the Tertiary, except possibly for a brief period after the Cretaceous-Tertiary boundary.  The climatic developments preceding the early Eocene thermal optimum need to be studied in order to understand whether the optimum represented an abrupt change in climate or was a culmination of previously established trends.  Further, unlike the marine records of climate change, the nonmarine record provides evidence of changes in seasonal temperatures and changes in precipitation regimes.  Such data are necessary to fully evaluate predictions based on General Circulation Models, especially if, as has been suggested, the early Eocene thermal optimum resulted from high amounts of atmospheric CO2.    Some assemblages of fossil leaves have been previously reported from the Wilcox Group (ca. 49-60 Ma) of the Texas part of the Gulf of Mexico (Mississippi) Embayment, but many more have been observed in the field and remain to be collected.  These leaf assemblages can be related strategically to the intertonguing marine planktic sequence and, as well, related to the generally accepted sea-level curves.  In some instances, palynological correlations will need to be made between nonmarine sections that cannot be directly traced into marine sections.    The Texas Wilcox vegetation was a paleolatitude of ~30oN  and will provide the first long record of nonmarine climate and climatic change during the Paleocene and early Eocene at such a low latitude.  The vegetation represented is that of a floodplain.  The assemblages all represent low altitude vegetation, and thus the variable of paleoaltitude is held constant.  Further, rain shadows, which are problematic in leaf assemblages from the Western Interior, would not have been a factor.    Traditional methods of pal eobotanical/palynological analyses for paleoenvironmental interpretations involve determination of fossils in terms of their nearest living relatives and the questionable assumption of unchanging climatic tolerances for plants through time.  This procedure would represent a very time-consuming effort of many years' duration, and, even then, the inferences could be questioned on a theoretical basis.    In contrast, collection, curation, and assignment of the Wilcox leaves to individual species can be done in a comparatively short time.  Instead of using the nearest living relative method of paleoclimatic inferences, the leaf assemblages will be analyzed by means of CLAMP (Climate-Leaf Analysis Multivariate Program).  This method was first proposed in 1990 and is, in some respects, still in a developmental stage, to which the proposed research will contribute.  The method analyzes 31 rigorously defined physiognomic character states of leaves by means of Canonical Correspondence Analysis (CCA), a multivariate program increasingly and widely employed in ecological studies.  Analysis of modern samples collected proximal to stations where meteorological data have been recorded allows estimates derived from CLAMP to be calibrated with various meteorological parameters, including mean annual temperature, mean cold-month and warm-month temperatures, growing season length, growing season precipitation, relative humidity, and seasonal drought.    Preliminary analyses suggest that mean annual temperatures in the Texas Wilcox showed an increase during the mid- to late Paleocene.  The analyses also indicated that, whereas the mid- to late Paleocene in Texas was characterized by very abundant precipitation, by the end of the early Eocene thermal optimum the climatic regime had pronounced seasonal drought.    ??",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Dilcher",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Dilcher",
   "pi_email_addr": "dilcher@flmnh.ufl.edu",
   "nsf_id": "000386749",
   "pi_start_date": "1996-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  },
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 66933.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 11000.0
  }
 ],
 "por": null
}