{
 "awd_id": "9622911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematical Sciences: Projects in Operator Algebras",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "1996-06-01",
 "awd_exp_date": "1999-05-31",
 "tot_intn_awd_amt": 87500.0,
 "awd_amount": 87500.0,
 "awd_min_amd_letter_date": "1996-04-04",
 "awd_max_amd_letter_date": "1998-06-03",
 "awd_abstract_narration": "9622911  Florin Radulescu    The aim of this proposal is the investigation of a range of problems in the structure theory of von Neumann algebras. The important objects in this research are the harmonic analysis of the von Neumann algebras arising in connection with discrete groups and in deformation quantization theory. The main stream is to determine the structure of the von Neumann algebras that reflect the properties of (quantum) non commutative probability and to relate this structure with the representation theory of Lie groups and their discrete subgroups. The recent advances by Voiculescu in noncommutative probability theory have shown that the asymptotic behavior of random matrices is best represented by elements in the von Neumann algebras associated with free groups, whose spectral distribution is the Wigner semicircular law. In this research an important part is played by the problem of characterizing the factors of discrete groups by computing the invariants, defined by Murray and von Neumann, related to the fundamental groups of such an algebra. This is also based on some analytical aspects of number theory and the von Neumann algebras of discrete groups. The connection is realized by using a new representation for the algebra of the modular group and its subgroups. This representation is obtained by the identification of Toeplitz operators whose symbols are (arithmetic) automorphic forms with intertwining operators between different representations of the modular groups (or its congruence subgroups). In this context, the arithmetic Hecke operators turn out to be completely positive maps for which the associated subfactors (via Connes's correspondence theory) have unexpected higher relative commutant invariants.     Recently, in the last twenty five years, the theory of operator algebras and in particular its sub-theory, concerning the von Neumann algebras, has been proven to appear in almost any other branch of mathematics. One possible explanation for this phenomenon is that (as  it was certainly first hinted by von Neumann) the operator algebras are concerned with the (hidden) symmetries of nature and in particular the symmetries and motion in the space-time as it was first envisaged by quantum physicists. The von Neumann algebras that are studied in this project have proven to be intimately related to some models for the atoms that were first studied by Wigner. One of the ideas in Wigner's approach was that a possible way to study those models, in view of Heisenberg's uncertainty principle, is realized by the random matrices. A surprising discovery in the last five years was that this amounts to the study of certain properties of the algebras described above. The random matrices in themselves have numerous other applications in other branches of science like prediction theory or atmospheric science, and there is acknowledged hope that the better our understanding is on random matrices and the algebras associated with them-the better will be our understanding on the above natural phenomena.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Florin",
   "pi_last_name": "Radulescu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Florin Radulescu",
   "pi_email_addr": "radulesc@math.uiowa.edu",
   "nsf_id": "000490512",
   "pi_start_date": "1996-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 49700.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 18900.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 18900.0
  }
 ],
 "por": null
}