{
 "awd_id": "9622547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: Chaotic Attractors and Repellers:    Rigorous Results",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 45124.0,
 "awd_amount": 45124.0,
 "awd_min_amd_letter_date": "1996-07-22",
 "awd_max_amd_letter_date": "1996-07-22",
 "awd_abstract_narration": "Abstract  Chernov    The project  is devoted  to chaotic  dynamical  systems. It  focuses  on nonequilibrium  statistical physics, chaotic attractors, and  repellers.  A major goal of  this project  is to find  effective bounds  on correlation  functions  for continuous-time  hyperbolic dynamical systems  with singularities, such as periodic Lorentz  gas.  This  will  make  it possible  to derive rigorously transport  laws   for  related  models  of nonequilibrium thermodynamics.  These include Ohm's law, the  Einstein relation  and the Green-Kubo  formula for a charged particle  in the periodic Lorentz gas subject to  a small  electrical  and magnetic field. These also include Newton's law  for shear viscosity for the model of two hard disks  on the torus.  Another major goal is the  study  of repellers  and  conditionally  invariant measures  for  smooth  chaotic  maps with  small  holes. This aims  at chaotic  billiard tables with pockets and then  solving the Pianigiani-Yorke  conjecture  of 1979. The project  includes certain  numerical experiments on nonequilibrium  dynamics  of hard disks  in a box  with the  so-called  Maxwell demon  boundary conditions.     The mathematical  theory  of chaos and  dynamical systems has grown dramatically over the past 40 years. It started with   foundations  of  statistical  physics  created  by Boltzmann, Maxwell in  the XIX-th century. It has covered basic biological models (dynamics of population), various problems in engineering,  earthquake prediction,  traffic   control,  neural networks  for computer  data  processing, optimization  of manufacturing and management tasks,  and has countless other applications where long-time behavior   of complex systems is in question.  Universal features of chaos exhibited by various processes in nature and society make it possible  to describe and predict  such phenomena   by the means of one theory.  In particular,  the concepts of attractors  and repellers  (as structures  or patterns determining  long-time ev olution  of complex systems) are basic  categories  in  the theory of chaos.  Mathematical theory of chaotic attractors  and repellers is still very young and quite different from the old, classical mathematics.   This  is one  of the areas  where mathematical research is currently not only most active but  serves the direct needs of other modern sciences and human activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikolai",
   "pi_last_name": "Chernov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolai Chernov",
   "pi_email_addr": "chernov@math.uab.edu",
   "nsf_id": "000486165",
   "pi_start_date": "1996-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 45124.0
  }
 ],
 "por": null
}