{
 "awd_id": "9622695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Geometric Function Theory in Several Complex Variables",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "1996-06-15",
 "awd_exp_date": "2000-05-31",
 "tot_intn_awd_amt": 68856.0,
 "awd_amount": 68856.0,
 "awd_min_amd_letter_date": "1996-06-18",
 "awd_max_amd_letter_date": "1996-06-18",
 "awd_abstract_narration": "ABSTRACT  Proposal: DMS-9622695  PI: Rosay.    Rosay plans to work on several topics in function theory; more specifically, in several complex variables and in partial differential equations.  He is presently working with E.L. Stout on the basic question of boundary values in the sense of hyperfunctions, trying to develop a very concrete local intrinsic theory. He is extremely interested in questions related to uniqueness in the Cauchy problem, especially for the Lewy operator and its perturbations. This has of course a link with the study of abstract CR structures. Several   questions concerning automorphisms of C^n, and polynomial convexity will also be studied, in particular in collaboration with F. Forstneric.  He is presently working on the problem of separating (reducible) analytic sets, in connection with embeddings problems.    The field of several complex variables has applications to many areas of mathematics: approximation theory, Fourier analysis, and, most importantly,  partial differential equations. This latter area of partial differential equations is of central importance in physics  and engineering. In fact, partial differential equations are the natural tool for the study of many processes in physics and engineering; prediction and understanding in physics and design in engineering are often based on partial differential equations.   It is thus of great importance to have incisive knowledge of this area. There are many approaches to the study of partial differential equations, but one of the most important approaches is via several complex variables. The cultivation of several complex variables is thus important. The research proposed by Rosay will clarify several issues in several complex variables, and thereby advance partial differential equations. The applications of several complex variables are not as direct and immediate as those of some areas of mathematics. The history of mathematics, however, is replete with examples of mathematical results whose utilitarian valu e was recognized only many years after their basic development. In fact, this is often the case with the best mathematics--mathematics that avoids the esoteric and the frivolous, but is grounded in reality and persistently asks and attempts to answer the most basic and fundamental questions. It is for this reason that mathematics must be regarded as a long term investment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean-Pierre",
   "pi_last_name": "Rosay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean-Pierre Rosay",
   "pi_email_addr": "jrosay@math.wisc.edu",
   "nsf_id": "000453027",
   "pi_start_date": "1996-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 68856.0
  }
 ],
 "por": null
}