{
 "awd_id": "9623207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences: Existence and Blow-Up of Solutions to Systems of Nonlinear Wave Equations",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "1996-06-01",
 "awd_exp_date": "1999-05-31",
 "tot_intn_awd_amt": 63301.0,
 "awd_amount": 63301.0,
 "awd_min_amd_letter_date": "1996-06-20",
 "awd_max_amd_letter_date": "1996-06-20",
 "awd_abstract_narration": "Abstract  Lindblad   9623207    Lindblad's  research concerns systems of nonlinear wave equations. The basic mathematical questions are: (i) Does one have local existence and uniqueness of solutions in a certain class? (ii) Does one have blow-up of solutions?  (iii)  What is the long time behavior of solutions?  Some of the main techniques to be used are (iv) Pseudo-Riemannian or Lorentzian geometry, (v) Fourier transform methods (vi) Energy-methods.   Lindblad proposes to carry out two projects related to these general questions, combining the techniques mentioned: (I) To answer certain questions  concerning low regularity solutions and small data.  (II) To study regularity of a free-boundary problem, that occur in nature, for the relativistic Euler equation. Solution to these questions would contribute to our knowledge of fundamental equations from physics. On the one hand we are combining the different techniques (iv)-(vi), and it has usually been the case that interesting and useful mathematics originates from interaction between different fields of   mathematics as well as between mathematics and other sciences. On the other hand, the study of Einstein's equations have to a large extent been neglected by mathematicians. It is e.g. perceivable that one could use gravitational waves as a means of observing the universe. To solve problem (II) we are developing completely new techniques, and we believe that it will be useful for studying many other problems as well, e.g. an interface between two fluids. Such a problem would have industrial applications. Lindblad is also using computers and numerical calculations in his research, which makes it more accessible for applied scientists.     The practical motivation for this research is that several of the important equations in physics can be written as a system of nonlinear wave equations.  There are examples of this in classical field theory and continuum mechanics as well as in classical physics, e.g. Einstein's equations, the Yang-Mills equatio n and the equations of nonlinear elasticity. For some equations, for example Yang-Mills, we expect the solutions to remain regular for all times. On the other hand, for Einstein's equations and the equations of nonlinear elasticity, the solutions blow-up for certain data. For Einstein's equation the blow-up occurs in nature (black holes in general relativity) whereas for the equation of nonlinear elasticity the blow-up is due to the fact that the equations no longer describe what is happening in nature accurately. In either case it is important to understand the mechanism of existence versus blow-up.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Lindblad",
   "pi_mid_init": "b",
   "pi_sufx_name": "",
   "pi_full_name": "Hans b Lindblad",
   "pi_email_addr": "lindblad@math.jhu.edu",
   "nsf_id": "000203116",
   "pi_start_date": "1996-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 63301.0
  }
 ],
 "por": null
}