{
 "awd_id": "9623359",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CPMSA: \"Partnerships for Access and Student Success (PASS)\"",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Reed",
 "awd_eff_date": "1996-10-01",
 "awd_exp_date": "2002-09-30",
 "tot_intn_awd_amt": 3400000.0,
 "awd_amount": 3400000.0,
 "awd_min_amd_letter_date": "1996-09-18",
 "awd_max_amd_letter_date": "2001-10-12",
 "awd_abstract_narration": "The goals and objectives of the Newburgh (NY) Enlarged City School  District's proposal are aligned with National Science Foundation's  goals and objectives for the Comprehensive Partnership for Minority  Student Achievement (CPMSA).  A systemic approach K-12 has been  designed by the school district and its partners to improve the  quality and quantity of science and mathematics education received  by minority students; to increase the number of minority students  enrolling in and successfully completing higher level precollege  science, engineering and math courses; and to increase the number  of students who go on to pursue undergraduate studies in science,  math, engineering, and technology (SMET), especially minority  students who are significantly underrepresented in these fields.   The Board of Education has unanimously adopted a resolution that  embraces the CPMSA mission, promotes the philosophy for science and  math as defined in the Goals 2000 Educate America Act, and commits  existing resources to achieve these goals within the next five  years and to sustain these efforts thereafter.  the framework for  the school district's model for systemic reform consists of four  essential characteristics: core elements, supporting mechanisms,  connecting activities, and transitional experiences for students,  teachers, and parents.  These will be delivered through three  coordinated and integrated systems which function year round: The  SMET Student Academy; The Teacher Institute; and The Parent  Community Center.  These entities will provide multiple pathways to  attain the goal orientation needed for success in school, at work,  and in life.  To excite, encourage, enlist and meet the needs of  student, a series of core math and science Readiness and  Preparedness Courses, as well as a variety of enrichment  opportunities will permeate the system.  Programs such as Dial-a-  Teacher, Homework Hotline, Face-to-Face Tutoring, project  Adventure, Young Saturdays, Study Skills courses, SAT/ACT Pre p  courses, College Saturdays and Weekends will offer students  continuous support.  Transitional experiences will be provided for  student s at three levels: SMET Summer Camps, modeled after our  1995 NSF-funded Summer Science Camp, will provide transitional  experiences at two levels, from elementary to middle and from  middle to high school; a College Bridge program will help extend  the pipeline from high school to college.  A critical component of  each transitional experience is the connection it will make to the  SMET industries through field trips, shadowing, mentoring, and  internship opportunities.  The primary goal of the Teacher  Institute is to develop and strengthen the capacity of teachers for  teaching SMET courses in a multicultural setting an to alter the  way that teaching, learning, and assessment take place through  staff development courses based upon the latest educational  research and taught under the leadership of the faculty at New York  University.  A unique aspect of the Teacher Institute will be the  SMET Fellows Program, a 4-6 week summer internship.  Parents will  be actively engaged in the Parent Community Center.  Satellite  locations, strategically located throughout the city, will welcome  parents.  The programs will empower parents to become more active  partners in the education of their children.  By putting  educational research and theory into practice, this proposed CPMSA  will reduce and ultimately resolve the problem of  underrepresentation in our district and has the potential to in  other districts that are also experiencing a high degree of  underrepresentation of minority students in higher level SMET  courses.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Laval",
   "pi_last_name": "Wilson",
   "pi_mid_init": "S",
   "pi_sufx_name": "Sr.",
   "pi_full_name": "Laval S Wilson",
   "pi_email_addr": "lsw@atgnet.com",
   "nsf_id": "000308419",
   "pi_start_date": "1996-10-01",
   "pi_end_date": "2001-10-12"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Johns",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Richard N Johns",
   "pi_email_addr": "",
   "nsf_id": "000390858",
   "pi_start_date": "2001-10-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Annette",
   "pi_last_name": "Saturnelli",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Annette M Saturnelli",
   "pi_email_addr": "amsaturn@newburgh.k12.ny.us",
   "nsf_id": "000185669",
   "pi_start_date": "1996-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Newburgh City School District",
  "inst_street_address": "124 GRAND ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWBURGH",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8455637428",
  "inst_zip_code": "125507301",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "NEWBURGH ENLARGED CITY SCHOOL DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "G726ZBTWD645"
 },
 "perf_inst": {
  "perf_inst_name": "Newburgh City School District",
  "perf_str_addr": "124 GRAND ST",
  "perf_city_name": "NEWBURGH",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "125507301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154700",
   "pgm_ele_name": "COMP PART FOR MATH & SCI ACHIE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 1000000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 800000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 800000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": null
}