{
 "awd_id": "9623144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Modeling, Analysis and Control      Of Multilayer Plates",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1996-07-15",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 47429.0,
 "awd_amount": 47429.0,
 "awd_min_amd_letter_date": "1996-07-18",
 "awd_max_amd_letter_date": "1996-07-18",
 "awd_abstract_narration": "9623144  Hansen  This research involves the modeling and analysis of multilayer  plates in which  the effects of shear deformation within layers may be important.   Specific  examples include laminated plates, constrained layer plates and  plates with  surface-mounted actuators.  The project will (i) develop new  dynamic multilayer  plate models and refine existing ones;  (ii) determine the range  of validity of the  various models with respect to design parameters in the models;  and (iii)  determine how to design controls and stabilizing feedbacks that  are robust with  respect to parameter uncertainties in the models.  The  Reissner-Mindlin theory  of shear-deformable plates is used to obtain an initial model  that allows  independent shear deformations in each layer.  Lower order  approximate models  which are more amenable to computations and simulations will then  be obtained  by perturbation techniques.  The range of validity of the various  models will be  investigated by analyzing the continuity properties of the  solutions of the initial  model with respect to the appropriate perturbation parameters.   Once the  continuity properties of the solutions of the various systems are  developed,  issues of robustness and sensitivity with regard to parameters  and uncertainties  will be analyzed.  %%%  This research involves the modeling and analysis of multilayer  plates in which  the effects of shear deformation within layers may be important.   Specific  examples include laminated plates, constrained layer plates and  plates with  surface-mounted actuators.  The research is applicable to a large  class of  modeling problems that arise in the design and control of  multilayer composite  materials.  Such materials are used in a wide range of  applications, from  sporting goods to ship hulls, and often need to be constructed to  meet various  design criteria, such as optimal strength-to-mass ratio, or to  have certain optimal  damping properties.  In many applications, active feedback  control  will be utilized  to enhance the performance of the material in its intended  application.  This  research will provide a unified, rigorous, mathematical  foundation for the  modeling of such materials and their dynamic properties, and will  develop  various control-theoretic properties of the models.  Such a  theoretical foundation  is needed in order to keep pace with the rapidly increasing speed  of sensors   and actuators and to take full advantage of modern manufacturing  capabilities.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Hansen",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Scott W Hansen",
   "pi_email_addr": "shansen@iastate.edu",
   "nsf_id": "000435757",
   "pi_start_date": "1996-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 47429.0
  }
 ],
 "por": null
}