{
 "awd_id": "9624386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Career: Nonlinear Control: New Problems for Robust and      Adaptive Design",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 235000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "1996-08-13",
 "awd_max_amd_letter_date": "1997-10-02",
 "awd_abstract_narration": "9624386  Krstic       The research objective of the proposal is to develop new  control designs which exploit, rather than counteract, nonlinear  features of engineering systems.  The Principal Investigator's  previous research includes solutions to several long-standing  design problems in adaptive nonlinear control and a new monograph  on control of uncertain nonlinear systems.  These designs are  gaining popularity in a number of application areas, and are  included in commercially available control design software.  This  proposal addresses new problems of robust and adaptive control  for systems with severe nonlinearities and highly uncertain  models. (A) New designs will be developed which avoid  cancellation of useful nonlinearities.  This is a major  theoretical and practical problem which the PI was recently able  to solve for application to jet engine stabilization.  A general  solution to this problem is likely to have a technological impact  in application areas such as automotive systems, flight control,  electric motors, power systems, manufacturing, and many others.   Designs without cancellation will contribute to solving robust  nonlinear control problems of practical importance: limited  control power, sensitivity to noise and unmodeled dynamics, and  stabilization of bifurcated equilibria. (B) Design methods will  be developed to solve the problem of \"peak seeking\"-regulation to  peaks of uncertain nonlinear functions. Such problems occur in  many inherently nonlinear applications where maximum efficiency  is achieved at the peak but the uncertainty prevents the designer  from choosing the set point a priori.  (C) Existing methods of  adaptive nonlinear control will be redesigned to allow  nonparametric uncertainties and improve performances under  unmodeled dynamics.  The PI's recent finding that adaptive  controllers can converge to destabilizing controllers (while  guaranteeing global regulation) advances the fundamental  geometric understanding of adaptive systems and will  guide his  future robust redesigns.  The objectives of the proposal are  motivated by application problems, and will provide a theoretical  base for future collaborative projects with United Technologies,  Ford Motor Company, and Rockwell International.       The focus of the education plan is on developing a new  graduate course Nonlinear Control Design based on the PI's recent  book.  An effort will be made to introduce nonlinear control  results of engineering relevance into the graduate control  curriculum.  A particular emphasis will be put on making  nonlinear control attractive to a broader spectrum of control  students, especially those with interest in applications, so as  to enhance appreciation of control among future industrial  leaders.  The undergraduate teaching plan is a part of a major  innovative reform of the undergraduate curriculum at UMCP.  The  dynamics of the industrial environment are much faster than those  of the academic environment, consequently, the plan calls for  undergraduate control education which teaches a lasting set of  skills with enduring value.  Computer animation is proposed as an  important tool for teaching undergraduate control.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miroslav",
   "pi_last_name": "Krstic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miroslav Krstic",
   "pi_email_addr": "krstic@ucsd.edu",
   "nsf_id": "000487444",
   "pi_start_date": "1996-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 29689.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}