{
 "awd_id": "9624617",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Coherent Microscopic Imaging and Spectroscopy in    Bioengineering",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "1996-08-13",
 "awd_max_amd_letter_date": "1999-08-06",
 "awd_abstract_narration": "9624617  Izatt  This CAREER proposal combines research and educational  initiatives in the field of biomedical engineering.  The proposed  research program is directed toward the development of new  techniques for sub-surface, optical tomographic imaging in  biological tissues with microscopic resolution.  This will be  accomplished by developing advances based on optical coherence  tomography, a novel coherence-domain (interferometric) optical  measurement technique derived from state-of-the-art fiber-optic  optical communications technologies.  The proposed research will  have applications in biotechnology and minimally invasive medical  diagnostics such as endoscopy and laparoscopy.  Several novel  concepts are proposed for increasing the resolution and contrast  of coherence-domain imaging.  Optical coherence tomography will  be combined with confocal microscopy in order to perform  microscopy with single micron resolution up to several  millimeters deep in intact biological tissues.  Novel digital  signal processing algorithms will be developed for improving the  resolution of optical coherence tomography images using  deconvolution.  A new ultra-broadbandwidth laser source will be  developed to enable combined high-speed and high-resolution  optical coherence tomography imaging.  The latter two techniques  will be particularly useful in applications such as minimally  invasive medical diagnostics in which the numerical aperture of  the optical imaging system is restricted.  Methods are also  proposed for increasing the contrast in coherence-domain optical  imaging by taking advantage of the spectral properties of light  scattered from tissues.  A unique system will be developed for  acquiring optical coherence tomography images at two different  optical wavelengths simultaneously.  This system will employ a  pair of wavelengths in the near-infrared with differential  absorption characteristics in water, and will generate images of  tissue hydration.  Finally, unique digital signal processi ng  algorithms will be developed for extracting the depth-resolved  backscatter spectrum of tissue samples over limited wavelength  ranges.  This last technique constitutes the first description of  simultaneous tomographic optical imaging and depth-resolved  backscatter spectroscopy for the first time, and may find  applications in early cancer diagnosis.  Each of the proposed  technical advances will be implemented in the laboratory and  tested for improvements in diagnostic potential against current  standard imaging techniques.    In addition to the proposed research program, two educational  initiatives will be undertaken.  A Case Western Reserve  University (CWRU) graduate Biomedical Engineering course on  Optical Sensing and Imaging in Biomedicine will be developed to  address a nationwide need for advances in teaching techniques and  pedagogical materials in this field.  A continuing medical  education course on Endoscopic Imaging Technology will be  developed in collaboration with expert endoscopists and offered  to practicing physicians.  The latter initiative takes advantage  of the principal investigator's unique access to the medical  education environment to provide instruction to physicians in  physical science and engineering principles.  By providing  educational training for students and medical professionals, as  well as directly supporting participation of students in the  research program, the overall proposal closely integrates  research and teaching aspects of the principal investigator's  planned career development.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Izatt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Izatt",
   "pi_email_addr": "jizatt@duke.edu",
   "nsf_id": "000231753",
   "pi_start_date": "1996-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}