{
 "awd_id": "9624878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Innovations in Giant Planet Evolution Theoretical Models    and Undergraduate Science Literacy",
 "cfda_num": "47.049",
 "org_code": "03020419",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vernon Pankonin",
 "awd_eff_date": "1996-08-15",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 311726.0,
 "awd_amount": 311726.0,
 "awd_min_amd_letter_date": "1996-08-07",
 "awd_max_amd_letter_date": "2000-06-19",
 "awd_abstract_narration": "9624878  Marley    New interior, atmosphere, and evolution models of Saturn, Uranus, and Neptune will be constructed.  This will be done in order to address several important, unanswered questions about these planets.  Atmospheric models and emergent spectra for extrasolar giant planets will also be computed. An innovative, Monte Carlo based interior modeling technique will be employed to evaluate the range of Uranus and Neptune models of their interiors that have not been identified by conventional approaches.  These models will then be used to constrain theoretical models of the evolution of these planets.  These models account for the role of double diffusive convection on internal energy transport and planetary evolution. In collaboration with Allen Grossman of Lawrence Livermore National Laboratory, models of Saturn's evolution, which include helium immiscibility and rainout will be constructed.  The modeling of the evolution of all three planets requires new atmospheric models which will serve as boundary conditions.  Thus, new atmospheric models for the current and past atmospheres of these planets will be constructed, relying upon the most recent molecular absorption line databases.  These new calculations will replace twenty year old, but widely used, atmospheric models.  The new evolutionary model calculations, resulting from this work, will make it possible to address fundamental gaps in our understanding of these planets.  Specifically, why is the luminosity of Saturn so much greater than expected?  The separation of hydrogen from helium in its interior is the preferred explanation, but this hypothesis has not yet been rigorously modeled.  Secondly, why are the heat flows of Uranus and Neptune so much smaller than expected?  The new models will enable one to constrain the role of composition gradients in their interiors.  Such composition gradients have been offered as an explanation for their low heatflows.  The results of the  modeling will also provide a database of thermal emissi on spectra of evolving giant planets.  Such spectra can be compared with observations of the spectra of extrasolar giant planets, when they are found, to constrain their age, atmospheric structure, and composition.      Scientific literacy will be improved among New Mexico State University undergraduates.  The Principal Investigator will design, develop, and deliver a new upper division undergraduate course that stresses important scientific themes, rather than a single discipline (such as Astronomy). This course will stress student communication and interaction skills and is expected to provide students with a broader perspective of the scientific enterprise and its relation to current scientific and technological concerns. The Principal Investigator will also experiment, in this and other undergraduate courses, with innovative lecture approaches.  Traditional lectures, even when liberally supplemented by demonstrations, are certainly not the best way to deliver an introduction to science for non-majors.  Alternative lecture-delivery techniques will be tested and evaluated. Undergraduate students will participate in the research.  New Mexico State University's (NMSU's) enrollment is 37% minority, yet less than 10% of the students enrolled in the physical sciences are minority students. Research opportunities, mentoring, and contact with graduate students will be provided for the undergraduate students. These activities will make it possible to provide a supportive environment to encourage minority students to pursue  degrees in the physical sciences at NMSU.    The Astronomy Department NMSU is an emerging, vital department. Within the past few years, the department has added three tenure track faculty, the  new Apache Point 3.5-meter telescope has been completed, there is growth in the Astronomy Department's solid graduate applicant pool, and there is a continuing dedication to undergraduate education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Marley",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Marley",
   "pi_email_addr": "mmarley@nmsu.edu",
   "nsf_id": "000421827",
   "pi_start_date": "1996-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1214",
   "pgm_ref_txt": "PLANETARY ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 78171.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 55281.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 57060.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 59386.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 61828.0
  }
 ],
 "por": null
}