{
 "awd_id": "9625236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Development in Innovative Optoelectronic Devices   and Optical Characterization Techniques",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "1996-06-13",
 "awd_max_amd_letter_date": "2000-02-29",
 "awd_abstract_narration": "9625236  Unlu  We propose a research program in innovative optoelectronic devices and  characterization techniques closely tied to educational efforts in  photonics curriculum development. The research program focuses on high  speed and high-efficiency photodetectors, critical components in optical  communication signal processing and measurement systems. In parallel,  research in near-field thermal imaging can yield a factor of 10 improvement  over current techniques, providing important information for the design  optimization of sub-micron devices and circuits. The educational component  utilizes these research programs and others in creating modular photonics  applications suitable for incorporation into the standard undergraduate  engineering courses and upper-level laboratory settings.    Photodetectors for today s high performance optical communication and  signal processing systems must have high sensitivities, short response  times, and low power consumption. Over the past five years a new family of  optoelectronic devices has emerged whose performance is enhanced by placing  the active device structure inside a Fabry-Perot resonant microcavity.  Computer simulation studies have shown that a drastic improvement in the  high-speed performance of conventional photodetectors can be achieved using  the resonant cavity enhanced (RCE) detection. Since the RCE scheme is  independent of material system operation at a variety of wavelength regions  is possible. We propose to build on the mature theory and existing  experience in the RCE detectors and to prototype high-performance ultrafast  photodetectors operating at near-IA wavelengths. Also based on the RCE  scheme, we propose to fabricate monolithic photodetector arrays sensitive  to polarization of the incident light without requiring any external  polarization filters and/or beam splitters. Sensitivity of discrete devices  can be controlled by recessing the top surface of the detector allowing for  the monolithic fabrication of detector ar rays with varying sensitivities to  TE and TM polarizations.    In parallel to our efforts in optoelectronic devices, we will also pursue  innovative optical characterization techniques based on near-field optical  microscopy. We have established a state-of-the-art near-field spectroscopy  laboratory funded by NSF and industrial collaborators. The proposed  nearfield microscopy research will emphasize diagnostics of optoelectronic  devices and the development of a new thermal imaging technique utilizing  nanopositioners and IR fibers.    Boston University has made a major commitment to Photonics.  The  construction of a new interdisciplinary Center for Photonics Research with  state-of-the-art facilities and advanced laboratories is underway.  Recently, a new NSF-funded curricular program, PRIDE: Photonics Research in  Interdisciplinary Education has started under the direction of the PI. The  PRIDE program will create three levels of photonics modules to enrich  standard core, specialized elective, and design courses of the upper  division undergraduate and early graduate curricula. These modules will  incorporate photonics research into a wide range of existing curricula, and  demonstrate vertically integrated curriculum development. Modular  implementation of photonics into existing courses represents a significant  departure from standard curricular development. This novel approach reduces  the barriers to entry for cross-disciplinary education, is inherently  transportable while maintaining local flexibility of content, and  incorporates photonics research into a wide range of different curricular  topics. The PI's research program is an integral part of the PRIDE effort.  His research advances in photodetectors and near-field optical microscopy  will be incorporated into this modular curriculum. In addition to the group  effort in curriculum development, PI will also continue to develop new  courses in photonics and innovative teaching techniques utilizing World  Wide Web.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Selim",
   "pi_last_name": "Unlu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Selim Unlu",
   "pi_email_addr": "selimunlu@gmail.com",
   "nsf_id": "000309334",
   "pi_start_date": "1996-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}