{
 "awd_id": "9625121",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CPMSA:  \"Hartford Partnership for Minority Student          Achievement\"",
 "cfda_num": "47.076",
 "org_code": "11070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Reed",
 "awd_eff_date": "1996-10-01",
 "awd_exp_date": "1999-09-30",
 "tot_intn_awd_amt": 950000.0,
 "awd_amount": 950000.0,
 "awd_min_amd_letter_date": "1996-09-25",
 "awd_max_amd_letter_date": "1999-05-11",
 "awd_abstract_narration": "The Hartford Public Schools requests $2,966,810 for a five year  project to implement its Comprehensive Partnership for Minority  Student Achievement.  Through the efforts of a strong alliance led  by the Hartford Public Schools, it will more than double the number  of minority students enrolling in and successfully completing  precollege courses and triple the number advancing on the SMET  studies in four year colleges by the last year of the grant cycle.    The Hartford Public Schools is the largest school district in  Connecticut and the second largest in New England, enrolling 24,745  students in thirty-two schools.  Enrollment is 94% minority, about  equally divided between African American and Hispanic populations,  making it the highest percentage minority enrollment LEA in New  England.  Hartford's school dropout rate, poverty index, and  adolescent crime and unemployment are among the highest in the  nation.  Among Connecticut's 166 school districts, Hartford  students score the lowest on State tests in reading, mathematics  and science.  Less than 2% of graduating seniors go on to pursue  SMET studies in higher education.     Confronting these dismal statistics, the Hartford Board of  Education, with help from parents, teachers and leaders from higher  education, government, business and the community has made school  reform its top priority.  Guided by a reform-spirited Strategic  Plan, the school system has set its sights on revolutionizing its  educational program.  hartford's CPMSA both complements and  strengthens Plan initiatives, and a successful application will  enable Hartford to focus even greater energy and resources in the  critical area of science and mathematics teaching and learning.   The Hartford CPMSA will lead systemic change through the strategic  use of resources in an environment of true partnership.    Hartford's proposed CPMSA builds on past NSF-funded efforts to both  the school system and its partnering agencies and focuses on  revitalizing science and mathem atics education through (1) teacher  training (2) student enrichment (3) parent involvement and (4)  curriculum reform and enhancement.  1,016 teachers--90% of K-6  generalist teachers and 100% of 7-12 mathematics and science  teachers--will be trained through the project and all of Hartford's  students will benefit, with 4,470 directly participating in after  school, weekend and summer activities.  Hartford and its partners  are prepared to offer a wide and coordinated array of activities  through the CPMSA and through the extensive leveraging of resources  that build on recent efforts.  These efforts include: a nationally  acclaimed, Fund for the Reform and Improvement of Schools and  Teaching pilot project integrating mathematics, science and  technology at the middle school level; a new K-12 mathematics  curriculum and a strengthened 7-12 science curriculum; a network of  higher education providers and representatives from government,  business, industry, and community-based organizations geared  towards attracting and keeping minorities in college; a new set of  performance standards across all grade levels in all content areas;  and a recently authorized technology improvement budget.    The Hartford area is rich in science, mathematics, engineering and  technology-infused business and industry.  However, the gap between  the competencies of Hartford school system graduates and local  labor market needs has widened during the last ten years, with  industry becoming increasingly technological and complex at the  same time that student performance has plummeted.  The CPMSA is an  opportunity to prepare Hartford's youth for future employment in  these industries as it raises the number of minority SMET  professionals in the population and contributes to lasting reform  of the Hartford Public Schools.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "ESR",
 "org_div_long_name": "DIVISION OF EDUCATIONAL SYSTEM REFORM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Daniel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Daniel",
   "pi_email_addr": "",
   "nsf_id": "000242018",
   "pi_start_date": "1997-04-30",
   "pi_end_date": "1999-05-11"
  }
 ],
 "inst": {
  "inst_name": "Hartford Public Schools",
  "inst_street_address": "153 Market Street",
  "inst_street_address_2": "Attention Sabina Malizia",
  "inst_city_name": "Hartford",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "",
  "inst_zip_code": "061031029",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Hartford Public Schools",
  "perf_str_addr": "153 Market Street",
  "perf_city_name": "Hartford",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "061031029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154700",
   "pgm_ele_name": "COMP PART FOR MATH & SCI ACHIE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 950000.0
  }
 ],
 "por": null
}