{
 "awd_id": "9626775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Archaeological Survey of Settlement Patterns in the Banda Region, West-Central Ghana:  Exploring External Influences and Internal Responses in West Africa.",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1996-05-15",
 "awd_exp_date": "1999-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "1996-05-17",
 "awd_max_amd_letter_date": "1998-07-10",
 "awd_abstract_narration": "This program of research consists of a six month archaeological survey of the Banda region in  western central Ghana.  Investigations are driven by the recognition that this area was a political  and economic `frontier,` serving as a refuge for populations fleeing potential enslavement by  surrounding states.  Frontier zones such as Banda, are now believed to have played a major role  in the development of complex societies, making their exploration and understanding of critical  importance.  Few research efforts to date, however, have addressed these interstitial or frontier  regions. During the last five centuries, Banda experienced a series of external pressures arising  from the expansion of neighboring states and colonial powers in conjunction with the  establishment of long distance trade and the economic incentives to provide trade goods  including slaves.  The people of Banda are believed to have responded in various ways to these  pressures. The archaeological exploration of regional settlement patterning provides an excellent  means to explore the issues of political unrest and external economic pressure.  This is because  such archaeologically relevant variables as settlement size and makeup, location on the  landscape and length of occupation, are strongly influenced by a population's economic needs  and pressures as well as its political strength and security. Thus, archaeological patterns unique  to frontiers will be sought through evidence of abandonment and defensive behaviors and  economic interactions.  In this light, the field objectives of the proposed research are to perform  a systematic regional survey which will locate and characterize a representative sample of  settlements from the last five centuries using the variables described above. The survey will  focus on two previously unexplored portions of the Banda region.  This research will make contributions on a number of different levels.  First, it will provide a  better understanding of the region's culture history as well as the range of behaviors  characteristic of peoples inhabiting frontier zones.  Second, it will provide a means of  establishing whether sites in these frontier areas have distinctive archaeological signatures.   Finally, employing a regional approach will afford an understanding of the impact of  extra-regional developments and the variability of responses to those processes, including long  distance trade and incorporation into larger states and ultimately global systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Decorse",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher R Decorse",
   "pi_email_addr": "cdecorse@maxwell.syr.edu",
   "nsf_id": "000086033",
   "pi_start_date": "1996-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}