{
 "awd_id": "9626874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Weak Expansion in Real and Complex  Dynamics",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "1996-07-18",
 "awd_max_amd_letter_date": "1996-07-18",
 "awd_abstract_narration": "Abstract  Graczyk    The main goal of the project is to study geometric and measure theoretic properties of one dimensional real and complex dynamical systems satisfying weak expansion properties  either  of analytical (Collet-Eckmann condition) or topological nature (box construction).  The focus is on describing and explaining the geometric structure of fractals which arise in non-hyperbolic dynamics. In the holomorphic part of the project, the P.I. is particularly interested in the dynamical characterization of Holder regularity of the Fatou components and the persistence of hyperbolic subsets in Julia sets of rational functions. Holder regularity seems to be closely related to the Collet-Eckmann condition which requires exponential expansion only along the critical orbits. This direction of study was originated by Carleson, Jones and Yoccoz in their work on the dynamical classification of Fatou components which are John domains. The recent work of Jones and Makarov would imply that the Holder Julia sets are metrically small.  Generally, very little is known about the Hausdorff dimension of Julia sets which do not satisfy the Misiurewicz-Thurston condition. The P.I. has a method of estimating Hausdorff dimension for quadratic polynomials which uses induced hyperbolicity. In general,  possible methods involve:  Poincare series, conformal measures and analytical regularity of Julia sets. The second part of the project concerns real 1-dimensional systems.  The objective for S-unimodal Collet-Eckmann mappings of the interval is to prove that they induce hyperbolicity and their topological and quasisymmetrical classes coincide. The other series of problems in which progress is possible concerns the geometric properties of the distribution of the orbits and the fractal  structure of the frequency locus in the parameter space for non-invertible circle maps.    Many objects and phenomena in  nature can be described through ``fractal'' geometry which involves self-similarity of consecutive  scales and  sets of fractional dimension. Fractal shapes are not compatible with regular geometry of lines and circles.  A good example here is a very chaotic coastline shape seen on satellite pictures. Such highly complicated sets occur as the domains of attractors, locci of chaotic or bifurcational behavior in non-linear systems and are often  crucial in understanding the underlying dynamics.One of the aims of this project is to show that in many non-linear systems - these model phenomena in physics, chemistry, and biology ( Josephson junction, charge density waves, population growth in ecosystems, diode-resonators, etc ) - the chaotic region is a fractal of small dimension. For example, the resistively shunted Josephson junction in microwave fields or charge-density waves in radio-frequency electric fields can be described by the differential equation of the damped driven pendulum with a periodic force. The two-dimensional return map for this equation collapses to a one-dimensional map in a parameter regime including transition to chaos.  Frequency locking, noise, and histeresis in these systems can thus be described by the dynamical properties of critical circle maps, which are studied in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacek",
   "pi_last_name": "Graczyk",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jacek P Graczyk",
   "pi_email_addr": "graczyk@math.msu.edu",
   "nsf_id": "000186109",
   "pi_start_date": "1996-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 3149.0
  }
 ],
 "por": null
}