{
 "awd_id": "9626645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Immersed Interface Methods",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1996-08-15",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1996-08-20",
 "awd_max_amd_letter_date": "1996-08-20",
 "awd_abstract_narration": "LeVeque  9626645  The investigator and his colleagues develop immersed interface  methods and apply them to a variety of problems.  Immersed  interface methods are a class of methods for solving partial  differential equations whose solutions have discontinuities or  nonsmoothness across some interface(s).  The idea is to use a  uniform Cartesian grid in spite of the fact that the interface  may cut between grid points.  The goal of this work is to develop  finite difference methods in two and three space dimensions that  give highly accurate solutions at all grid points while  maintaining the efficiency and ease of implementation of uniform  grid methods.  Pointwise second order accurate methods have  already been developed for several classes of problems, including  certain elliptic, parabolic, and hyperbolic equations with  discontinuous coefficients across fixed interfaces.  Stokes flow  and solidification problems with moving interfaces have also been  solved.  Extensions to a number of other problems are currently  underway.  Many important practical problems lead to differential equations  in regions of 2- or 3-dimensional space that are geometrically  complicated, and that contain interfaces across which the nature  of the solution changes.  These equations can rarely be solved  exactly, and large-scale computation is required to obtain  well-resolved solutions over multi-dimensional regions.  The goal  of this work is to develop efficient computational methods to  approximate solutions of such problems.  Several specific  problems are studied in depth:  (1) One goal is to develop  improved methods for incompressible fluid dynamics in regions  with complicated moving elastic boundaries, based on a method of  Peskin's that is widely used in biophysical and physiological  modelling, e.g., of the heart, blood vesssels, the inner ear,  etc.  (2) Wave equations in heterogeneous materials arise in  numerous applications, including ultrasound imaging and therapy,  ocean acoustics, and seismic p ropagation in the earth.  The  \"forward problem\" consists of solving the equations forward in  time given the material properties and locations of interfaces.   The harder \"inverse problem\" requires determining the material  properties and locations of interfaces from measurements made at  the surface.  Ultrasound imaging requires solving the inverse  problem for acoustics equations.  Seismic exploration of the  earth, heavily used in the search for oil, for example, requires  solving inverse problems for elastic wave equations or for  simplified travel-time equations.  The methods developed in this  work are applied to both forward and inverse problems.  (3) In  electrical impedance tomography, an inverse problem is solved for  the electrical conductivity of an object.  This technique is used  in medical imaging and is being studied for the purpose of  locating unexploded land mines, a major health risk in many  countries today.  Inverse problems of this type are being studied  in this work.  (4) Porous media equations arising in oil  reservoir simulation and groundwater transport requiremodeling  discontinuities in permeability and porosity at geological  interfaces, as well as moving front representing interfaces  between oil and water, for example.  Accurate modeling of  groundwater flow is important in studying contamination by toxic  wastes and remediation of contaminated sites.  (5) Multi-phase  solidification problems involve moving interfaces between the two  phases (e.g. ice and water) and may be coupled with fluid  dynamics effects as well as heat transfer.  Practical  applications include studying the effect of ocean currents on ice  shelves, injection molding in manufacturing processes, and  chemical etching.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "LeVeque",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Randall J LeVeque",
   "pi_email_addr": "rjl@uw.edu",
   "nsf_id": "000330539",
   "pi_start_date": "1996-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Loyce",
   "pi_last_name": "Adams",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Loyce M Adams",
   "pi_email_addr": "adams@amath.washington.edu",
   "nsf_id": "000248839",
   "pi_start_date": "1996-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Bube",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Bube",
   "pi_email_addr": "bube@math.washington.edu",
   "nsf_id": "000466343",
   "pi_start_date": "1996-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}