{
 "awd_id": "9627924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Paleontology and Biostratigraphy of the Terminal            Proterozoic and Earliest Cambrian Nama Group, Southern      Naimbia",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1996-09-15",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 129824.0,
 "awd_amount": 129824.0,
 "awd_min_amd_letter_date": "1996-09-12",
 "awd_max_amd_letter_date": "2000-08-22",
 "awd_abstract_narration": "9627924  Runnegar    The Cambrian Explosion is the sixth  of eight revolutionary advances in the history of life and one with obvious geological effects. The aims of this project are to document the history of life in the poorly understood (Neoproterozoic) stage of the Cambrian Explosion when most innovations were well underway. This will be achieved by using  the largely unexplored but appropriately fossileferous Nama Group succession in southern Namibia as the primary source of data.    The Nama Group succession is a well-exposed, flat lying, foreland basin succession that contains a variety of fossils (Ediacaran soft bodied fossils, trace fossils, calcareous fossils) at several stratigraphic levels. Equally important, existing knowledge of the sequence stratigraphy, carbon isotope stratigraphy, and   U-Pb geochronology makes it possible to relate the biological evolution to environmental events that could be global in character. It may therefore be possible to tease apart the intrinsic and extrinsic factors that were driving or being driven by the Cambrian Explosion of complex multicellular life.     Building on reconnaissance work carried out in Namibia in 1993 and 1995, we shall begin to document the   biostratigraphy and paleoecology of the Nama Group in the southern Witputs Basin in 1996. This will involve extensive field exploration and observation as well as collecting fossils, measuring sections, tracing formation and sequence boundaries, and sampling for carbon isotope chemostratigraphy. The laboratory work will be completed in the following twelve months so that the results can be sent to press before extending the field work to the northern Zaris Basin in subsequent years. The expected long-term outcomes are:     (1) Documentation of the Stratigraphic ranges of the fossils and trace fossils with respect to formations, facies boundaries, sequence surfaces, carbon isotope excursions, and ash beds with precise  U=Pb ages. These data will form the framework for a global standard success ion for Neoproterozoic biostratigraphy.   (2) A deeper understanding of the evolution of the southern Namibian sedimentary basins through better time control and better environmental interpretations based on information obtained from the integrated data.   (3) Documentation  of the morphology, taphonomy, and paleoecology of a wide range of fossils and trace fossils, including some significant new soft-bodied organisms found in 1993 and 1995. The data should provide new evidence for the nature of core members of the Ediacara \"fauna\" such as Pteridinium and Ernietta  and their life habits.   (4) New sights into the timing and relationships of biological and environmental events at the close of the Neoproterozoic.    (5) Development and explanation of a major natural heritage resource for the citizens of the Republic of Namibia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Runnegar",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce N Runnegar",
   "pi_email_addr": "runnegar@ucla.edu",
   "nsf_id": "000477762",
   "pi_start_date": "1996-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 129824.0
  }
 ],
 "por": null
}