{
 "awd_id": "9627798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reconstruction of the Green Bay, Lake Michigan and          DesMoines Lobes, 21-11,000 B.P.: Ice Surfaces Profiles,     Landform- Sediment Associations & Deglaciation Chronology",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 144730.0,
 "awd_amount": 144730.0,
 "awd_min_amd_letter_date": "1996-07-26",
 "awd_max_amd_letter_date": "1997-07-29",
 "awd_abstract_narration": "Mickelson  9627798   Only a few studies have examined the dynamics of large glacier lobes, even though they controlled the mass balance of the Laurentide ice sheet.  By analyzing ice-surface profiles, landform-sediment associations, and advance-retreat chronologies, this research process relationships of three southern Laurentide glacier lobes, at various time during deglaciation 21-11,000 BP.  This integration of three separate lines of evidence:  glacier reconstructions, landform sediment associations, and chronology should increase understanding of the dynamic history of these lobes and whether or not they contributed significantly to the collapse of the Laurentide ice sheet.   Geomorphic evidence suggests that these lobes at times experienced surge type or streaming flow regimes.  There is also evidence suggesting ice marginal stagnation and rapid retreat.  Flow regime at a specific site or time depended on bed conditions present and climatic factors influencing mass balance.  This project will document these changes in flow regime and derive from field evidence estimates of bed conditions.  The final result will be an improved conceptual model of how large glacier lobes responded to changing conditions during the last deglaciation.  This will lead to more confident interpretations of the relationships between climate, ice sheets, and the sedimentary record.   Reconstructions of two lobes of the southern Laurentide ice sheet during several early phases of deglaciation have been produced so far.  Reconstructed glacier profiles indicate that basal shear stresses varied from >25 kPa to <5 kPa during deglaciation and that surge-type flow and steady sheet-type flow were common.  A major unanswered question about southern Laurentide lobes is whether retreat occurred progressively at rates of -40 to 100 m/y or catastrophically with rates of -500 to 1000 m/y.  The answer to this question is fundamental to understanding the behavior of the southern Laurentide ice margin as well as in interpreting the  deglaciation chronologies of these lobes.  Was there a rapid collapse corresponding to a rapid warming and climate change seen in Greenland ice cores?  Glacial deposits suggest there could be a relationship, but surface exposure dates (10be, 25Al, and 36Cl) must be obtained from the poorly dated terrestrial record to provide an independent test of existing chronologies.   Landform-sediment associations will be investigated to determine their relationship to reconstructions of paleoglacier conditions.  Sediment fabric, sedimentary structures, and basal contacts will be described to determine whether there are major differences in the type of glacier bed transport between pre- and post- 13,000 BP advances.  The association of low profile surge-type lobes with fine-grained lake sediments and lake basins will be investigated and documented.  Where a clear difference in ice surface slope can be documented, careful examination of the associated sediment should distinguish a wet deforming bed from concentration of water at the ice-bed interface.  Thus, three different data sets are used to document glacier conditions during retreat along the southern margin of the Laurentide ice sheet:  ice surface profiles, landform-sediment associations, and chronology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mickelson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Mickelson",
   "pi_email_addr": "davem@geology.wisc.edu",
   "nsf_id": "000090454",
   "pi_start_date": "1996-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 71611.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 73119.0
  }
 ],
 "por": null
}