{
 "awd_id": "9627355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Object Oriented Software Design     for Optimization and Inverse Problems",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1996-08-15",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "1996-09-26",
 "awd_max_amd_letter_date": "1997-08-18",
 "awd_abstract_narration": "Symes  9627355    The investigator and his colleague aim to bridge the often large  gap between ``off-the-shelf'' software packages for numerical  optimization, on the one hand, and complex applications in  science and engineering, on the other, through further  development of the Hilbert Class Library, an object-oriented  programming environment written in C++.  This approach to  programming expresses optimization algorithms in terms of their  natural abstract components (vector addition, inner product, and  so forth), without imposing unnecessary constraints on data  structure and representation.  Application software, on the other  hand, can be written using the most suitable data structures,  algorithms, and languages (various dialects of Fortran, for  instance).  The programming environment provides a flexible and  largely automatic interface between the generic optimization code  and the application-specific code.  In addition to the  elaboration of the basic class library, objectives of this  proposal include the implementation of several modern algorithms  for large-scale optimization, the design of a software toolkit  that allows application programmers and numerical optimizers easy  access to the HCL programming environment, and testing on a  variety of realistic problems.  For example, research in seismic  data processing methods provided the original motivation for this  project, and remains a principal target.    Reuse of software is a long-standing goal of software engineering  research, as software development and maintenance represents the  bulk of the cost of computation.  Object oriented programming  designates an approach to software design that elevates  reusability to the status of guiding principle.  Traditional  (\"procedural\") programming style embeds the internal details of  data and algorithms in the interfaces between program parts.   Object oriented programming hides or encapsulates these details,  which permits program parts to be interchanged with considerably  great er ease.  For this and other reasons, object orientation has  become the dominant methodology in commercial programming,  especially for graphics applications.  It has not up to now had  much impact on scientific computation, which has an equally great  need for reusable software.  Many scientists do not use freely  available high quality numerical programs, simply because the  procedural style in which these programs are written makes them  incompatible with natural data representations in such fields as  computer aided design and manufacturing, materials science, and  biotechnology.  An object oriented framework for basic scientific  computations, as proposed here, could lead to greatly enhanced  interchange of software between numerical analysts and other  scientists, and so improve the efficiency of computational  research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Symes",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "William W Symes",
   "pi_email_addr": "symes@rice.edu",
   "nsf_id": "000456209",
   "pi_start_date": "1996-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}