{
 "awd_id": "9627468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Field Test of Models of Sedimentation in Continental Half   Grabens",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1996-07-15",
 "awd_exp_date": "1998-06-30",
 "tot_intn_awd_amt": 49057.0,
 "awd_amount": 49057.0,
 "awd_min_amd_letter_date": "1996-07-18",
 "awd_max_amd_letter_date": "1996-07-18",
 "awd_abstract_narration": "Mack  9627468   An influential tectono-stratigraphic model suggests that asymmetrical distribution of alluvial-fan and lacustrine or axial-fluvial facies in half grabens is primarily controlled by tectonic tilting and the size of catchment areas imposed by that tilting.  Moreover, the model states that during periods of activity on the basin-bounding normal fault, the facies belts shift towards the footwall block, as a result of incision of hanging wall-derived drainages, backfilling of footwall-derived drainages, and footwall-directed incursion of the basin-axis depositional system.  This latter idea is often accepted as fact, but is largely untested against the rock record, and many questions remain concerning the scale, mechanism and rate of facies shift, as well as whether the tectonic signature is distinguishable from that of other extrinsic variables.  The extant Palomas half graben in the southern Rio Grande rift, New Mexico, is an excellent place to field test the hypothesis of tectonically induced facies shift, because (1) up to 100m of Pliocene-early Pleistocene alluvial-fan and axial-fluvial strata have been exposed by post-early Pleistocene entrenchment of the Rio Grande and its tributaries, (2) a chronostratigraphic framework exists for the exposed strata in the form of high-resolution reversal magnetostratigraphy, and (3) the stable oxygen and carbon isotopic composition of pedogenci carbonate provides a paleoclimatic record of the region in Pliocene and Pleistocene time, and eustacy was not a factor during deposition of the strata in question.  Delineation of three-dimensional architecture and across-basin correlation of facies in the Palomas basin will not only provide a test of the biability of the hypothesis of tectonically induced facies shift, but will address many of the questions concerning the processes and rates at which the depositional systems shifted across the basin.  Data collection will include (1) 25 measured sections along the canyon walls of 5 incised hanging wal l drainages and 6 incised footwall drainages, (2) facies mapping of regions of well exposed badlands at the scale of 1:12,000 and on photo mosaics, and (3) reversal magnetostratigraphy of 21 stratigraphic sections, supplementing the11 magnetostratigraphic sections already analyzed by the P.I.  Paleomagnetic sampling will be on the vertical scale of 0.5-2 m and will involve standard drilling of sedimentary rock and a soft-sediment sampling technique.  The P.I. will be accompanied during paleomagnetic sampling by Dr. Stephen Salyards (UCLA), who will perform the subsequent laboratory analyses and whose field and lab expenses are included in this proposal.  In addition, the P.I. will be accompanied during some of the field work by Dr. Michael Leeder (University of Leeds, U.K.), who will be independently funded by NERC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Mack",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Greg H Mack",
   "pi_email_addr": "gmack@nmsu.edu",
   "nsf_id": "000294092",
   "pi_start_date": "1996-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 49057.0
  }
 ],
 "por": null
}