{
 "awd_id": "9628402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Zeolites--A Potential New Tool for Environmental Studies?   Isotope and Elemental Studies of Zeolites",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 139905.0,
 "awd_amount": 139905.0,
 "awd_min_amd_letter_date": "1996-07-31",
 "awd_max_amd_letter_date": "1996-07-31",
 "awd_abstract_narration": "Feng  9628402     This proposal describes a three year project that studies natural zeolites and their relationship to environmental change.  Since the exchange rate between zeolite and the environment is affected by many factors, our approach includes collecting samples from a number of different environments and using chemical and isotope tracers that respond to various environmental factors with different sensitivity.  These tracers are oxygen, hydrogen and nitrogen isotopic compositions, K/Ar dating, and major and trace elements.   Our initial efforts will be focused on Yucca Mountain drill core samples for two reasons.  First, preliminary results on oxygen isotopic compositions of zeolites and clay minerals and the K/Ar dates have provided very affirmed indication for the feasibility of the project.  Oxygen isotope compositions show that clinoptilolite from Yucca Mountains is out of equilibrium with the current temperature and fluid conditions.  The results also imply a possibility to determine groundwater level variations since zeolite formation.  The second and an obvious reason is that there has been a great amount of interdisciplinary research done for the site as a result of the site characterization efforts of the nation's first high-level nuclear wastes repository.   A number of other zeolite-containing units will also be sampled to do a comparative study.  These units will include the John Day Formation of Oregon, The Barstow Formation, Mud Hills and Lake Tecopa of Inyo County, California, and few zeolite ore deposits in Northeast China.  These sites vary in age, diagenetic history and hydrological environments, and can be compared to the Yucca Mountain site.   For each tracer, we will study mineral separates of zeolites and other authigenic minerals that are much less exchangeable, such as feldspars and clay minerals.  These less exchangeable minerals can be considered to have preserved the formational information, and can be used to derive the conditions and environments (temperat ure and chemical and isotopic compositions of fluid) at the time of zeolite formation.  If we assume that all the authigenic minerals formed at the same time and from the same fluid, the current compositions of zeolites may be related to the environmental changes occurred after their formation.  For zeolites, we will also study, if possible, the chemical and isotopic compositions of different size fractions.  This would help us understand the mechanisms (diffusion versus recrystallization) of exchange between zeolite and fluid, and determine whether zeolite has reached equilibrium with the current pore fluid and at the current temperature.   Experimental studies will be conducted to understand the mechanism for chemical and isotopic exchange between zeolites and the environmental fluid, and to determine the physical constants (such as diffusivity and rate constants) necessary for quantifying the rate of exchange from the analytical data of natural zeoliltes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiahong",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiahong Feng",
   "pi_email_addr": "xiahong.feng@dartmouth.edu",
   "nsf_id": "000270081",
   "pi_start_date": "1996-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 139905.0
  }
 ],
 "por": null
}