{
 "awd_id": "9628685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIMI:  Intelligent Fault Diagnostic Tools for Advanced      Predictive and Preventive Maintenance of Manufacturing      Systems",
 "cfda_num": "47.076",
 "org_code": "11060200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William A. Sibley",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "1998-08-31",
 "tot_intn_awd_amt": 149958.0,
 "awd_amount": 149958.0,
 "awd_min_amd_letter_date": "1996-08-07",
 "awd_max_amd_letter_date": "1997-10-14",
 "awd_abstract_narration": "HRD - 9628685  Shirkhodaie  Tennessee State University    The College of Engineering and Technology at Tennessee State  University proposes an instructional research activity to develop  intelligent fault diagnostic tools for advanced predictive and  preventative maintenance of manufacturing systems.  The significant  impact of this dual purpose project is four fold.  First, it will  support the college's effort to implement a maintenance engineering  program at the graduate level.  Secondly, it will strengthen the  College's research capability to undertake maintenance projects of  mutual interest to industry, Federal Government and funding  research organizations.  Finally, it will expand the College's  research capabilities in one of its major core competencies, that  of intelligent health monitoring of structures, and  mechanical/thermal fluid systems.  For this purpose, a 30-month,  four phase project is proposed to develop and test intelligent  fault diagnostic tools for advanced predictive and preventative  maintenance of manufacturing systems.  The research goal of the  proposed project is to develop advanced predictive maintenance  tools which can detect a potential maintenance problem (i.e., dry  bearing) 25 to 50 percent sooner than traditional diagnostic  techniques.  In addition to detecting a potential problem, the  proposed tools will identify the source of the potential problem  and propose a corrective measure(s).  Phase 1 research will focus  on development of neural network based fault detection tools for  pump-motor sets found in manufacturing systems.  Phase 2 research  objective is to add intelligent diagnostic capabilities to the  neural network based fault detection tools.  Artificial  intelligence and fuzzy logic will be incorporated to make the tool  intelligent with the capability to identify the source of a  potential problem and recommend a corrective action(s).  Phase 3  research will focus on testing the developed tools in a simulated,  real world, manufacturing en vironment.  This proof-of-concept  testing will compare fault detection and identification rates using  conventional techniques to that of intelligent fault diagnostic  tools.  Phase 4 involves the concurrent modernization of the  College's Vibration Laboratory.  It is in this laboratory that the  advanced predictive tools will be tested.  The proposed four phase  research project will be completed over a 30-month period at a cost  $150,000.00.  At the completion of the proposed instructional  research project the College of Engineering and Technology will  have in place a maintenance engineering program at the graduate  level, with predictive and preventative maintenance as a core  instructional focus, in addition to proven analytical techniques  for developing intelligent diagnostic tools with a Vibration  Laboratory for testing the developed tools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Shirkhodaie",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Amir H Shirkhodaie",
   "pi_email_addr": "ashirkhodaie@tnstate.edu",
   "nsf_id": "000365225",
   "pi_start_date": "1996-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Bodruzzaman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Bodruzzaman",
   "pi_email_addr": "",
   "nsf_id": "000348793",
   "pi_start_date": "1996-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee State University",
  "inst_street_address": "3500 JOHN A MERRITT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6159637631",
  "inst_zip_code": "372091561",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N63ZMY7UETA3"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee State University",
  "perf_str_addr": "3500 JOHN A MERRITT BLVD",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372091561",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913000",
   "pgm_ele_name": "RES IMPROVE IN MINORITY INSTIT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 149958.0
  }
 ],
 "por": null
}