{
 "awd_id": "9628364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Documenting the Early Diagenetic History of Articulate      Brachiopods Using Transmission Electron Microscopy",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1996-09-15",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 105000.0,
 "awd_amount": 105000.0,
 "awd_min_amd_letter_date": "1996-08-28",
 "awd_max_amd_letter_date": "1996-08-28",
 "awd_abstract_narration": "9628364  Carlson   Paleozoic isotopic studies of paleoclimate and paleoceanography rely on the assumption that   18O values are obtained from original, unaltered brachiopod calcite.  Recently, the reliability of the standard tests (textural and chemical) used to detect diagenesis in low magnesium calcite has been questioned.  It has been suggested that the well-documented Paleozoic trend of depleted 18O with increasing geologic time may indicate post-depositional alteration rather than a primary trend in ocean temperatures.  As assessed by the standard tests of optical and scanning electron microscopic images, trace element analyses, and cathodoluminescent microscopy, \"pristine\" brachiopod calcite often exhibits signs of isotopic alteration.  Apparently, fine-scale dissolution/precipitation indicative of early diagenesis will alter the original isotopic composition without affecting the calcitic fabric.  Transmission electron microscopy (TEM) is the only technique able to detect fine-scale diagenesis by imaging the crystal ultrastructure at an atomic level.  TEM analysis provides both optical images of specimens at a resolution of 0.2 nm and X-ray diffraction patterns.  X-ray diffraction is used to determine crystal lattice structures, whereas, TEM images can reveal structural features such as grain and twin  boundaries.    The purpose of this study is to use TEM to characterize fine-scale diagenesis in fossil brachiopods.  A comparison of TEM features of original low magnesium calcite in extant brachiopods with TEM features identified in Plio-Pleistocene relatives of diagenetically altered low magnesium calcite will establish criteria to identify fine-scale diagenesis.  Examination of fossil brachiopods should reveal features that characterize diagenetic low magnesium calcite such as increased microporosity, cross-cutting relationships at twin boundaries and dislocation sites, and a higher dislocation density with respect to original low magnesium calcite.  These criteria that typify early diag enesis will be compared with standard diagenetic tests and with isotopic values from extant and fossil brachiopods to test the reliability of the standard test to diagnose fine-scale diagenesis necessary to alter the original isotopic composition.   The significance of the research described herein is that the proposed TEM examination provides a direct and unique means of identifying fine-scale diagenesis that alters the original isotopic composition without altering the calcitic fabric.  The ability to successfully identify diagenetic features that indicate isotopic alteration should have a profound effect on our ability to accurately interpret isotope data from fossil brachiopods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Carlson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra J Carlson",
   "pi_email_addr": "sjcarlson@ucdavis.edu",
   "nsf_id": "000383105",
   "pi_start_date": "1996-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Buening",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy Buening",
   "pi_email_addr": "",
   "nsf_id": "000335167",
   "pi_start_date": "1996-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  },
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}