{
 "awd_id": "9629994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Solid-State Reactions of Molecular Crystals",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David L. Nelson",
 "awd_eff_date": "1996-10-01",
 "awd_exp_date": "2000-09-30",
 "tot_intn_awd_amt": 274000.0,
 "awd_amount": 274000.0,
 "awd_min_amd_letter_date": "1996-09-24",
 "awd_max_amd_letter_date": "1996-09-24",
 "awd_abstract_narration": "Abstract    9629994          Foxman        This research is focussed on the investigation of a broad range of solid-state reactants. First,  metal salts of unsaturated carboxylic acids will be exposed to ionizing radiation. By using  criteria established in previous studies, it will be possible to discover new types of  oligomerization and polymerization reactions. Crystallographic studies of reactants will aid in  the understanding of the geometrical and chemical mechanism associated with each process.  Parallel studies of the structures and thermal solid-state reactivity of amine:carboxylic acid  cocrystals will enhance understanding of chemospecific Michael addition reactions. A  proposed X-ray structural and topographic investigation of radiation-induced phase transitions  in copper carboxylate complexes will elucidate the role of strain and dislocations as a  twinned triclinic phase transforms to a monoclinic single crystal. Second, a series of  molecular solids ranging from cinnamic acids to acrylamide to metal acrylates will be  irradiated in the low-energy \"tail\" of the absorption band of the corresponding chromophore.  Based upon preliminary experiments, this research promises to produce single crystals of  dimers, oligomers and polymers. Similarly, solid-state condensation reactions in A:B  cocrystals, where A = an aminopyridine or hydroxypyridine and B = a substituted benzoyl  chloride, will provide valuable information on thermal reactions where an evolved gas (HCl)  is trapped, for example, by a pyridine acceptor. Such a process is expected to lead to a  solid-state reaction with a negligible change in unit-cell volume. Both of these processes will  provide the necessary guidelines for the production of highly ordered crystalline polymers.  Third, experiments, using synchrotron X-rays, in which solid metal salts are irradiated at  specific wavelengths near the absorption edge for the metal, promise to provide definitive  information about the detailed role of the metal in the radiat ion-induced oligomerization of  metal propynoates. The phenomenon of isomorphous substitution, where metals can be  substituted without changing the structure of the material, will be used in propynoate salts to  tailor their sensitivity to ionizing radiation, allowing the radiation sensitivity to be varied  over a wide range. Metal propynoates are thus excellent prospects for new applications  involving radiation dosimetry; experiments will be conducted to establish the useful  dosimetric ranges of these materials.   %%%  Solid-state reactions offer exceptional opportunities for chemospecific and stereospecific  synthesis, the production of single crystals of oligomers and polymers, and the discovery of  novel applications for new materials. In optimal cases, irradiation or thermolysis of crystals  can lead to unusual stereospecific intermolecular reactions that cannot be accomplished in  solution. The challenge lies in discovering new classes of materials capable of solid-state  reactivity, and in determining the principles which govern their behavior. A proper set of  objectives for a research program in this area must involve (a) the design, discovery and  characterization of new solid-state reactions, (b) the study and exploitation of new  phenomena discovered in the course of the research, (c) the design of new experiments which  will help to identify geometrical criteria and/or pathways for the reactivity of solids, and the  chemical and physical factors responsible for that reactivity, and (d) a search for applications  for either the reactants or the products associated with a solid-state reaction and/or phase  transition. In the past, this research has concentrated on the discovery of new solid-state  reactions to increase both the quality of the materials and the understanding of how basic  processes occur. Critical experiments are now designed to investigate a broad range of  solid-state reactants, and to firmly establish new applications for the new materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Foxman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce M Foxman",
   "pi_email_addr": "foxman1@brandeis.edu",
   "nsf_id": "000277670",
   "pi_start_date": "1996-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 SOUTH ST",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024532728",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "172000",
   "pgm_ele_name": "SOLID-STATE CHEMSTRY & POLYMRS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1762",
   "pgm_ref_txt": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 274000.0
  }
 ],
 "por": null
}