{
 "awd_id": "9630427",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Microbial Biodegradation Database on the World Wide Web",
 "cfda_num": "47.074",
 "org_code": "08080207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Gilna",
 "awd_eff_date": "1996-08-01",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 196373.0,
 "awd_amount": 196373.0,
 "awd_min_amd_letter_date": "1996-08-20",
 "awd_max_amd_letter_date": "1996-08-20",
 "awd_abstract_narration": "The University of Minnesota Biocatalysis/Biodegradation Database  (UM-BBD) first appeared on the World Wide Web  (http://dragon.labmed.umn.edu/ ~lynda/index.html) less than one  year ago to meet the information needs of microbial  biotechnology. It was designed to provide information on  specialized, non-intermediary metabolic pathways for the  microbial biodegradation of primarily xenobiotic, organic  chemical compounds. While microbial catabolism of these types of  compounds in nature is more difficult to study than intermediary  metabolism, it is important for understanding the cycles of  nature, bioremediation of industrial chemicals, and biocatalysis  for synthesizing commodity chemicals. The UM-BBD provides  locally, or through external links, information on the compounds,  the enzymes that metabolize them, the genes that produce the  enzymes, and the organisms that contain them. In less than one  year of operation, usage has grown to over 20,000 accesses a  month from six continents, and over 200 national and  international users have joined the UM-BBD e-mail users list. It  is well accepted by its peers: Five world-renowned content  experts have agreed to join the UM-BBD Scientific Advisory Board.  It is or will soon be linked to by six prominent biological  databases including Entrez Medline, PIR and GenBank, PUMA,  Genobase and Kyoto Encyclopedia of Genes and Genomes. And it has  been or will be used instructionally at the University of  Minnesota, the University of Connecticut and the Hebrew  University in Jerusalem. The UM-BBD's use, users and  peer-acceptance within its first year of operation emphasizes a  great demand for the information it contains, a design that is  attractive to its users, and a desire in ~e scientific community  for an accelerated pace of development. The next phase of growth  includes increases in depth, breadth, quality and representations  of its information; and improved tools to manipulate it; all  developed in close consultation with the user community.  The  number of degradation pathways will be expanded from 8 to 100,  the amount of information contained will increase from the  present 30 to 300-500 Mbytes; and searching will be allowed not  only by compound and enzyme names but by EC codes, CAS numbers,  and possibly other ways including compound structure and  substructure. The pathways chosen for the expansion will be  chosen to represent compounds with the broadest possible set of  organic functional groups and biochemical reactions. The UM-BBD  will then contain direct information on the most  environmentally-relevant organic molecules and a become a  knowledge base that can be used to predict the metabolic and  environmental fate of the majority of the 8 million known organic  compounds, whose microbial metabolism has not yet been studied.  The UM-BBD is well-positioned to become a community database,  used and useful to scientists at every level and with a wide  range of interests.                                                                              A-l",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynda",
   "pi_last_name": "Ellis",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Lynda B Ellis",
   "pi_email_addr": "lynda@tc.umn.edu",
   "nsf_id": "000470785",
   "pi_start_date": "1996-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Wackett",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence P Wackett",
   "pi_email_addr": "wacke003@umn.edu",
   "nsf_id": "000164375",
   "pi_start_date": "1996-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 196373.0
  }
 ],
 "por": null
}