{
 "awd_id": "9630783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Genetic and Developmental Dissection of Integrin            Function in Drosophila",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "1996-07-01",
 "awd_exp_date": "1999-09-30",
 "tot_intn_awd_amt": 229853.0,
 "awd_amount": 229853.0,
 "awd_min_amd_letter_date": "1996-05-21",
 "awd_max_amd_letter_date": "1999-06-11",
 "awd_abstract_narration": "9630783  FRISTROM    Vertebrate integrins, transmembrane adhesion proteins, are implicated in the organization of the cytoskeleton as well as in signalling pathways that regulate gene expression.  These properties of integrins suggest that they play important roles in development and in cancer.  This proposal aims at elucidating through genetic analyses pathways of integrin function during Drosophila development.  The components of the Drosophila integrin pathways should have homologs in vertebrates.  Drosophila integrins have already been shown from mutational and immunological studies to have roles in maintaining adhesions between muscle and tendon cells (as they do in vertebrates) and between the two epithehal layers of wings.  The failure of these junctions in mutants lacking integrins often has clear consequences (muscle detachment and consequent lethality in embryos and blisters in wings).  Wings are not essential for the viability of fhes, so otherwise lethal mutations can be isolated and studied in homozygous clonal wing patches produced by somatic recombination.  The genetic analyses proposed here continue to make use of a highly efficient technique for generating somatic recombinants, a technique utilizing the yeast FLP recombinase gene that has been introduced into Drosophila.  The high frequency of recombination obtained with this recombinase permits developmental analysis of clonal patches and facilitates screens for mutations that produce wing blisters in clonal patches.    The goal is to identify genes, other than those encoding integrins, that encode components of PS integrin pathways.  The approach is based on the belief that PS integrin pathways will be similar (though not identical) in wing cells and in tendon cells (epidermal cells to which muscles attach).  In both these cell types integrins localize to highly organized intercellular junctions that interact with the cytoskeleton.  The PI will continue to screen for new mutations by identifying wing blisters that arise within  clonal patches created by FLP-recombinase-dependent somatic recombination.  Using this approach, they have already identified 50 mutations in 19 different complementation groups.  Many more genes, however, remain to be identified. The investigator will determine whether the new mutants also disrupt myotendon junctions in embryos, interact with known integrin mutants to produce wing blisters and exhibit other abnormalities characteristic of integrin mutants.  Mutants with most of these abnormalities are expected to encode components of PS integrin pathways. The PI will also determine when in wing development blisters arise in clonal patches.  Early blisters (as in integrin null mutants) suggest the normal product of the mutant gene has a signalling function.  Late blisters suggest that the normal product of the mutant gene has only a structural function.  One new gene they have identified, emu, is strongly implicated in integrin-dependent junction formation and signalling.  The investigators propose a molecular and developmental characterization of emu to understand its fupktion in integrindependent junction formation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Fristrom",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Fristrom",
   "pi_email_addr": "fristrom@socrates.berkeley.edu",
   "nsf_id": "000302336",
   "pi_start_date": "1996-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 229853.0
  }
 ],
 "por": null
}