{
 "awd_id": "9631308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Genetic Analysis of Pokeweed Antiviral Protein",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanne Tornow",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 290039.0,
 "awd_amount": 290039.0,
 "awd_min_amd_letter_date": "1996-09-03",
 "awd_max_amd_letter_date": "1999-08-05",
 "awd_abstract_narration": "9631308  Tumer  Pokeweed antiviral protein (PAP), a ribosome-inactivating protein (RIP) isolated from pokeweed (Phytolacca americana) has ribosome inhibitory (cytotoxic) activity. PAP works as a nondiscriminatory antiviral agent on both plants and animals despite vast differences in infection mechanisms. Basic information about how PAP acts on cells and how it can inhibit viral infection is not well understood.  Recently, by using random mutagenesis and selection in yeast, a number of different nontoxic PAP mutants were isolated, some of which retain their enzymatic activity.  Sequence analysis of the mutants indicated that in addition to residues at the active site, sequences near the N-terminus and at the C-terminus of PAP are critical for cytotoxicity.  Thus the toxicity of PAP is not due solely to enzymatic activity and may involve different domains of the protein.  Analysis of virus resistance in transgenic plants expressing an active-site mutant demonstrated that enzymatic activity of PAP is required for its antiviral activity. The primary objective of this proposal is to use recombinant mutants of PAP to investigate the mechanism of selective cytotoxicity and antiviral activity.  The proposed studies may lead to a better understanding of nonspecific and targeted toxicities of PAP and ultimately to the design of more effective therapeutic agents. Objectives are:  1. To identify PAP sequences that are critical for cytotoxicity and antiviral activity.  PAP residues which correspond to those involved in substrate binding and catalysis in ricin will be mutated to determine if the toxicity and antiviral activity of these mutants is affected. Structural models of these mutants will be generated by substitution of the mutant residues in the three dimensional structure of wild-type PAP as rudimentary guides for understanding mutations abrogating the toxicity of PAP.  2. To compare the ability of PAP and PAP mutants to bind to healthy versus virus-infected plant cells and identify domains that are  critical in binding and internalization.  PAP has been shown to nonspecifically bind to certain cell types and enter them by pinocytosis.  Whether  PAP can bind to plant cells and whether PAP's selective toxicity is due to differences in binding and/or internalization between healthy versus virus-infected cells will be tested.  3. To determine if PAP acts on the viral RNA and whether antiviral activity results from a direct effect on the viral RNA.  Studies with animal viruses suggest that PAP and related RIPs can inhibit viral RNA translation without affecting the host cell translation, suggesting that RIP's cytotoxicity against virus-infected cells may be due to modification of the viral nucleic acid, rather than the disruption of the host ribosomal RNA.  Studies will test the hypothesis that PAP may use viral RNA as a substrate and the antiviral activity may result from depurination of the viral RNA.  4. To characterize chromosomal mutants of yeast resistant to PAP and clone the genes responsible for the mutations.  Toxicity of PAP to normal yeast cells and an inducible expression system has to be used to isolate yeast mutants which can grow in the presence of galactose.  Several plasmid-linked and chromosomal mutants were identified.  The plasmid and chromosomal mutants will be further characterized and the genes responsible for the chromosomal mutations will be cloned by complementation.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nilgun",
   "pi_last_name": "Tumer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nilgun E Tumer",
   "pi_email_addr": "tumer@aesop.rutgers.edu",
   "nsf_id": "000260459",
   "pi_start_date": "1996-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Annette",
   "pi_last_name": "Chiang",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Annette N Chiang",
   "pi_email_addr": "",
   "nsf_id": "000207600",
   "pi_start_date": "1996-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115400",
   "pgm_ele_name": "GENE EXPRESSION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 85048.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 91167.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 93824.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}