{
 "awd_id": "9631519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MPWG:  Model Projects for Women and Girls",
 "cfda_num": "47.076",
 "org_code": "11060500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Margrete S. Klein",
 "awd_eff_date": "1997-01-01",
 "awd_exp_date": "1999-05-31",
 "tot_intn_awd_amt": 95330.0,
 "awd_amount": 95330.0,
 "awd_min_amd_letter_date": "1996-07-09",
 "awd_max_amd_letter_date": "1996-07-09",
 "awd_abstract_narration": "This project will provide women college juniors, who have an  interest in science and/or engineering with an extensive research  and mentoring program to stimulate their interest in SE careers,   improve their opportunities for achievement, accelerate their  advancement, and enhance their success for entering excellent  graduate programs and then progressing to productive careers.   Project components include:  (1) a mentoring-career counseling  program by women faculty and graduate students; (2) a ten week  summer research program; (3) an option to work in a lab during the  academic year; (4) seminars featuring women speakers; (5) a  communications workshop; (6) attendance at a national scientific  conference; and (7) GRE performance evaluation and preparation.   The program will be coordinated by the Graduate School of Baylor  College of Medicine (BCM).  Undergraduate campus partners include  Rice University, Texas Southern University, and the University of  Houston.  The proposed project will capitalize on resources of the  existing SMART Program by including the participants in its summer  activities.  The impact of the 10 week summer experience will be  extended and enhanced through additional formal mentoring and  coordinated follow-up events at BCM and the home campuses.  Women  scientists or engineering faculty from several disciplines on each  campus have expressed enthusiasm for helping young women reach  their career goals.    The undergraduate women will be incorporated into a  mentoring/research program during their junior year.  Each  participant will be matched to a women faculty member and a  graduate student mentor who shares her scientific interests.   Students will participate in a 10 week summer research program  between the junior and senior years of college.  Preference will be  given to placing participants in the labs of women scientists.   Participants will be able to work part-time during their senior  year in the same lab or in a lab on their home campus.  Students  wi ll broaden their knowledge of science through exposure to  research topics in summer seminars and on their own campuses.  A  monthly seminar series featuring women scientists from the  participating institutions will be rotated among the undergraduate  campuses and open to the public.  Students will develop  communication skills through formal training and practice,  discussing their research in groups and attending a national  conference.  Diagnostic exams for the GRE will be given to  participants during the summer and a plan developed for improvement  of performance when needed.  Special tutoring sessions or formal  review courses will be available.  Counseling regarding graduate  school applications will be provided by mentors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gayle",
   "pi_last_name": "Slaughter",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gayle R Slaughter",
   "pi_email_addr": "gayles@tmc.edu",
   "nsf_id": "000360313",
   "pi_start_date": "1996-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor College of Medicine",
  "inst_street_address": "1 BAYLOR PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137981297",
  "inst_zip_code": "770303411",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "BAYLOR COLLEGE OF MEDICINE",
  "org_prnt_uei_num": "FXKMA43NTV21",
  "org_uei_num": "FXKMA43NTV21"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor College of Medicine",
  "perf_str_addr": "1 BAYLOR PLZ",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770303411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 95330.0
  }
 ],
 "por": null
}