{
 "awd_id": "9631143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Allosteric Mechanism of Fructose 1,6-Bisphosphatase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1996-08-15",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 64000.0,
 "awd_amount": 64000.0,
 "awd_min_amd_letter_date": "1996-08-09",
 "awd_max_amd_letter_date": "1997-12-11",
 "awd_abstract_narration": "9631143          Kantrowitz  The long term objectives of this project are to acquire an understanding of the relationship between structure and function of a critical component in the regulation of cellular metabolism. More specifically, we are studying one member of a class of enzymes that both catalyze a metabolic reaction and, at the same time, control the rate of that metabolic pathway. These allosteric enzymes sense the level of the metabolic intermediates and use this information to regulate their own activity. Allosteric regulation, in its broadest sense, underlies all biological regulation; however, our understanding of its molecular basis is very limited.  The particular system selected for study is the enzyme fructose-1,6-bisphosphatase, an allosteric enzyme that exerts metabolic control over gluconeogenesis by a combination of mechanisms also found in many other systems. Gluconeogenesis is the metabolic pathway involved in the biosynthesis of glucose, the primary energy source for the brain. Detailed structural data are currently available only for the fructose-1,6-bisphosphatase from pig kidney. Therefore, during the last grant period we cloned the cDNA for pig kidney fructose-1,6-bisphosphatase, determined its DNA sequence, developed a purification procedure for the enzyme overexpressed in E. coli, and began our studies of its allosteric mechanism. Our work has involved both the creation of single amino acid substitution mutants at sites that could provide molecular details of its function, as well as structure determination of these mutant enzymes by X-ray crystallography to provide the data necessary to correlate structure and function. This renewal proposal builds upon the groundwork we have achieved, and now concentrates on determining the mechanism by which binding of the cellular signaling compounds triggers inactivation of the enzyme.   The behavior of fructose-1,6-bisphosphatase is like that of a molecular machine which has two states, \"off\" and \"on\". In the \"off\" state cata lysis is severely hindered, while in the \"on\" state catalysis is very efficient. In addition to these two states, the rate of the machine is variable and is controlled by sensors.   In order to develop a unified scheme to explain the mechanism of cellular control exerted by fructose-1,6-bisphosphatase, we will apply a structure/function based approach to: (1) probe the subunit interfaces for residues critical to signal transduction, (2) examine the effects on the transition between the \"on\" and \"off\" states when the interface is altered, and (3) analyze both functionally and structurally mutant enzymes that have alterations in residues critical to allosteric control. We will use a multifaceted approach concentrating on the determination of the relative importance of direct conformational changes on the allosteric mechanism. Our ability to generate the mutant enzymes, characterize them by biochemical and biophysical methods, and also to determine their three-dimensional structures provides us with a unique opportunity to learn how this complex regulatory enzyme functions on the molecular level.  %%%  In order for us to survive, there are enzymes within our cells that speed up biochemical reactions that would occur too slowly if they were absent. These enzymes are involved in all the functions that our cells perform. Some enzymes, the allosteric enzymes, take on two jobs, they not only speed up a biochemical reaction but they also control the rate of an entire biochemical pathway. Allosteric regulation, in its broadest sense, underlies all biological regulation; however, our understanding of its molecular basis is very limited. When little food is available, a series of enzymes go to work to make glucose, the sugar required by the brain via a biosynthesis pathway call gluconeogenesis. One of the enzymes involved in the control of this pathway is the allosteric enzyme fructose- 1,6-bisphosphatase. When the control of gluconeogenesis and the related pathway glycolysis goes wrong diabetes results. Th e behavior of fructose-1,6-bisphosphatase is like that of a molecular machine which has two states, \"off\" and \"on\". In the \"off\" state catalysis is severely hindered, while in the \"on\" state catalysis is very efficient. This project involves experiments to understand the mechanism by which this enzyme exerts control over the gluconeogenesis pathway. It is also our hope that this information well lead to an understanding of how gluconeogenesis is controlled, and that these data can be applied to the general problem of cellular control and signal transduction in other biological systems as well.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Kantrowitz",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Evan R Kantrowitz",
   "pi_email_addr": "evan.kantrowitz@bc.edu",
   "nsf_id": "000102919",
   "pi_start_date": "1996-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": null
}