{
 "awd_id": "9632468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cell Division in a Filamentous, Sporulating Bacterium",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "1998-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "1996-09-03",
 "awd_max_amd_letter_date": "1996-09-03",
 "awd_abstract_narration": "Kendrick  9632468  Cell division is an essential property of all organisms.  To reproduce, each cell must divide to generate viable daughter cells.  Bacterial cell division is a logical system to use to study fundamental molecular events involved in the temporal and spatial regulation of cellular reproductive mechanisms.  The recent discovery of bacterial counterparts of eucaryotic cell cycle machinery points to the immense value of the analysis of bacterial cell division as a paradigm of cell cycle events in higher organisms.  To deposit new peptidoglycan at the correct time in the cell cycle and at the correct location, a unicellular bacterium must be able to monitor the completion of DNA replication and the segregation of the newly replicated DNA, locate the center of the cell, and initiate the centripetal growth of new cell wall and cytoplasmic membrane.  Because binary fission is the only means by which most bacteria reproduce, many of the genes required for cell division are essential and thus cannot be readily dissected by mutation analysis.  Unlike other bacteria, Streptomyces is unique in its growth as branched, filamentous, multinucleoidal cells that, in response to nutrient limitation, undergo multiple septation events to form chains of uninucleoidal spores.  As a reproductive process, sporulation of streptomycetes offers an exceptional opportunity to investigate proteins required for division of unicellular bacteria for four reasons.  First, the septa formed during Streptomyces sporulation closely resemble the cell division septa of unicellular bacteria.  Second, sporulation is a non-essential process in streptomycetes, so proteins involved in sporulation are not expected a priori to participate also in vegetative growth.  Third, the viability of an ftsZ null mutant Streptomyces indicates that at least one of the genes required for cell division in other bacteria is not essential for vegetative growth of Streptomyces.  There are likely to be other such genes.  Fourth, the abundant se ptation that is required only for streptomycete sporulation implicates regulatory processes that ensure the absence of these septa during growth and the correct timing of synthesis and placement of these septa during differentiation.  Some of these regulatory factors may be homologues of proteins that control cell division in unicellular bacteria.  To continue the analysis of cell division in Steptomyces griseus, we will use random and site-directed mutagenesis and promoter-probe studies to identify cis-active sites required for developmental regulation of ftsZ.  Because some bald mutants of S. griseus undergo premature septation and spore wall synthesis, we anticipate that these mutants are defective in an important regulatory system that governs the timing of key events of sporulation.  We will therefore identify the gene that is defective in these mutants by using standard complementation techniques.  The analysis of cell division in Streptomyces will reveal valuable information not only about the roles of cell division genes that have been identified in other bacteria, but also about the determinants of cell shape, the nature of branch formation during hyphal growth and at the onset of sporulation,and the molecular details of a reproductive differentiation process.  New genes involved in cell division are also likely to emerge from the characterization of sporulation in Streptomyces because of the non-essential nature of these genes.  Moreover, since streptomycete sporulation is a consequence of nutrient limitation, these studies will contribute to our understanding of developmental responses to environmental stress.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Kendrick",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen E Kendrick",
   "pi_email_addr": "kendrick.1@osu.edu",
   "nsf_id": "000272236",
   "pi_start_date": "1996-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}