{
 "awd_id": "9632695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Learning Science by Design",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Walter C. Ermler",
 "awd_eff_date": "1996-09-15",
 "awd_exp_date": "2002-01-31",
 "tot_intn_awd_amt": 212011.0,
 "awd_amount": 221214.0,
 "awd_min_amd_letter_date": "1996-09-03",
 "awd_max_amd_letter_date": "2000-08-21",
 "awd_abstract_narration": "9632695  Kafai    Future workplaces require that schools prepare students to become  technologically fluent and informationally and scientifically  literate. The new National Science Standard (1995) demand that  students know not only the facts but also how to reason  scientifically. The growing infusion of information technologies  into the home and work place demands that students know not only  how to access and retrieve information on the Internet, but also  how to use it discriminantly in their learning. Technologically  competent students know not only the facts but also how to express  their knowledge and ideas with these tools. These are challenging  tasks for schools and teachers which need to be addressed beginning  at an early age when students' attitudes about science and  technology are still open and project-based activities are easier  to integrate into the curriculum.    The proposed research addresses these challenges by developing an  integrative year-long curriculum consisting of a rich fabric of  instructional techniques materials, and technology use in  elementary school science.  Learning Science by Design builds on  young students' informal science knowledge and asks them to  program, i.e., design, interactive multimedia resources to teach  science concepts in either physics (magnetism/electricity) or life  sciences (ocean habitats) to younger students. Students'  programming process provides the driving force for their science  investigations, Internet information searching, and design of  instructional interventions. This approach uses proogramming as a  tool for students' knowledge reformulation and personal expression  by engaging them in key scientific practices: fostering information  inquiry, constructing representations and visualizations of  scientific processes, explaining and defending ideas, and managing  of  their projects.    Two questions will be addressed in the proposed research: (1) What  is the efficacy of such a comprehensive learning environment for  y oung students? (2) What kind of skill and  knowledge transfer can  we observe? Research will be conducted in several public elementary  classrooms in implementing the year-long curriculum that comprises  two distinct design experiences, thus facilitating the assessment  of transfer of programming, project and information management  skills, and science knowledge. The evaluation is divided into three  phases: Phase I builds the model case and assessment tools, Phase  II conducts the experimental and comparative assessment, and Phase  III examines the applicability of the model to different school  sites and classrooms.    The principles that I am developing in my research will also be  directly applied to my teaching activities. My teaching plan  emphasizes the integration of education and information studies and  will create a set of courses that provide both graduate and  undergraduate students with an introduction and experience of the  new information and learning media, their theoretical  underpinnings, and meaningful applications in formal and informal  educational settings.    The findings of the proposed research will be disseminated to  resarchers and to teachers. I anticipate that the approach provides  a model for implementations of advanced technologies in elementary  school classrooms, also applicable to other grades and school  levels. Furthermore, the proposed integration of information and  education fields will lead to an improved understanding of  educational theory and practice and the disign of future learning  and information technologies.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yasmin",
   "pi_last_name": "Kafai",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Yasmin B Kafai",
   "pi_email_addr": "kafai@upenn.edu",
   "nsf_id": "000321397",
   "pi_start_date": "1996-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725700",
   "pgm_ele_name": "APPLICATS OF ADVANCED TECHNOLS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 47329.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 46706.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 48400.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 50319.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 22494.0
  }
 ],
 "por": null
}