{
 "awd_id": "9632597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation:  Prehispanic Change in the Mesitas   Community:  Documenting the Development of a Chiefdom's     Central Place in San Agustin, Colombia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1996-07-01",
 "awd_exp_date": "1998-06-30",
 "tot_intn_awd_amt": 7350.0,
 "awd_amount": 7350.0,
 "awd_min_amd_letter_date": "1996-06-21",
 "awd_max_amd_letter_date": "1996-06-21",
 "awd_abstract_narration": "Under the direction of Dr. Robert Drennan, Mr. Victor Gonzalez will collect data for his doctoral dissertation. He will conduct archaeological fieldwork and analysis of materials collected at the site of Mesitas, located in the San Agustin region of Columbia. This area is archaeological famous because of the ornate prehistoric tombs and monumental stone carvings which it contains. However relatively little was known about the societies which produced these works. In recent years Dr. Drennan has conducted large scale archaeological surveys and excavations around San Agustin and as a result of this work the dates of these constructions are now known. Drennan's work has also produced an anomalous result. While the tombs and monuments are indicative of a hierarchically organized stratified society, preliminary work at living sites does not disclose the material culture differences which are the likely correlates of such social organization. Instead is indicates a high degree of egalitarianism. In his research Mr. Gonzalez will examine this question further. Mesitas is the largest site in the San Agustin region and it spans the time period both prior to and during the construction period. Work already conducted at the site indicates the presence of numerous and widely scattered family dwellings. Mr. Gonzalez will carry out a series of shovel probes in a systematic program that will encompass the core of the settlement concentration. It will document the sizes and internal arrangements of all the households spread through an area of some 150 hectares. It will also yield a sample of artifacts from each household and thus permit a detailed study of inter-household variation. Analysis of the changes in size and spatial relations of the households, together with comparison of their artifact assemblages will document how relationships between these units changed as the community grew larger and as the complex of monumental sculpture and burial mounds was created within it.  This research is important for several reasons. It will examine an unusual case which does not conform to standard archaeological expectations about how social complexity develops. It will provide data of interest to many archaeologists and assist in the training of a promising young scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Drennan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Drennan",
   "pi_email_addr": "drennan@pitt.edu",
   "nsf_id": "000342910",
   "pi_start_date": "1996-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 7350.0
  }
 ],
 "por": null
}