{
 "awd_id": "9634109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Heat Induced Changes in the Mechanics of Soft Tissue",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Frederick Bowman",
 "awd_eff_date": "1996-09-01",
 "awd_exp_date": "1998-08-31",
 "tot_intn_awd_amt": 158641.0,
 "awd_amount": 158641.0,
 "awd_min_amd_letter_date": "1996-08-13",
 "awd_max_amd_letter_date": "1997-07-31",
 "awd_abstract_narration": "9634109  Humphrey  Advances in laser, microwave, radio-frequency, and similar  technologies continue to promote new applications of heat to  treat various pathologies.  yet, most clinical studies are  motivated by the advances in device technology, not a  fundamental understanding of the underlying thermo-  biomechanics, which at present remains poorly understood.  Exploiting the potential of heat-therapy will, therefore,  require quantification of the effects of clinically  controllable parameters such as the temperature level,  heating history, and the mechanical load state during  heating.  In general, there are two primary irreversible  effects of heat treatment, cell necrosis and denaturation of  structural proteins.  Thus, to design and eventually  optimize a heat-therapy, one must be able to predict  (spatially and temporally) the concomitant irreversible  effects on cell viability and connective tissue integrity  for a given heating device.  Rather than studying a specific  clinical application, the overall goal of this work is to  establish a theoretical basis for quantifying irreversible  heat-induced changes in the nonlinear, anistropic behavior  of soft tissue -- our specific aim is to develop and  validate phenomenological thermomechanical damage relations  for three different tissues that will be exposed to a broad  range of temperatures (from 45 to 85oC), both isothermally  and non-isothermally), hearing periods (from seconds to  hours), and mechanical load states during heating  (isometric, isotonic, and cyclic stretching).  The proposed  tissues are bovine chordae tendineae, epicardium, and  endocardium.  In addition to a gel matrix, chordae consists  primarily of uniaxially oriented collagen, epicardium of a 2-  D network of collagen, and endocardium of a 2-D network of  collagen and elastin.  These three tissues were selected  because they have increasingly more constituents and  microstructural complexity, and they admit rigorously  performed and interpreted uniaxial or in-pl ane biaxial  testing -- this will allow the development of 1-D and then 2-  D relations of increasing complexity.  There are no  comparable data or constitutive relations for thermal-damage  in the literature.    The PIs recently showed that the effects of temperature  level and heating period are coupled in heat-induced  collagen denaturation:  there exists a \"time-temperature  equivalency\" in the form of an exponential relation in  traction free, isothermal shrinkage tests on chordae.  A  similar relation exists in heat-induced cell death.   The  PIs hypothesize that an analogous equivalency exists in  tissues under more general conditions (e.g., multiaxial, non-  isothermal loading), which will simplify quantification in  terms of a load and temperature-dependent scaled heating  time.  Concepts from finite strain damage mechanics and  irreversible continuum thermodynamics will be extended to  determine the dependence of the Helmholtz free energy and  the damage evolution equation on the current finite strain  and prior thermal-damage, the latter of which likely depends  on an accumulative scaled heating time.  Such quantification  will allow tissue-level engineering analysis of potential  heat-therapies, and hopefully optimization thereof.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Humphrey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jay Humphrey",
   "pi_email_addr": "jay.humphrey@yale.edu",
   "nsf_id": "000600823",
   "pi_start_date": "1996-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Wright",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Neil T Wright",
   "pi_email_addr": "ntwright@msu.edu",
   "nsf_id": "000196875",
   "pi_start_date": "1996-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0196",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0196",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 75641.0
  },
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}