{
 "awd_id": "9802342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Microbial Genomes Compared by a Back-propagating Neural Network and Cluster Analysis of Tetranucleotide Frequencies",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1999-01-01",
 "awd_exp_date": "2000-06-30",
 "tot_intn_awd_amt": 28680.0,
 "awd_amount": 28680.0,
 "awd_min_amd_letter_date": "1998-12-10",
 "awd_max_amd_letter_date": "2000-04-12",
 "awd_abstract_narration": "Genome sequences of a bacterial species are relatively similar in terms of their tetranucleotide frequencies owing to biases associated with many processes, such as DNA replication and repair systems, DNA restriction enzyme systems, and coding preferences, as well as physical constraints such as dinucleotide stacking energies, curvature and superhelicity of DNA.  However, some regions of genomes, such as those encoding ribosomal RNA and ribosomal proteins, and those bearing foreign DNA, are notably different in their tetranucleotide frequencies, variances of the tetranucleotide frequencies, and G+C content.  In comparing the heterogeneity of genome sequences, it is often difficult to determine if subtle fluctuations of tetranucleotide frequencies in different regions of a genome are due to natural variation within the genome, or if they are due to the mechanisms of genetic change such as deletions, insertions, transpositions, inversions, duplications and recombinations of genetic material.  Heterogeneity among and within genomes will be examined by comparing the tetranucleotide frequencies of sections (3000 bp) of microbial genomes. Methods have been developed for identifying variable and conserved regions of microbial genomes by constructing composite portraits using tetranucleotide frequencies of sections of genomic DNA and by computing the variance of tetranucleotide frequencies.  A novel approach for analyzing complex, nonlinear data by using neural computing in concert with cluster analyses has been developed by the principal investigator.  The composition of microbial genomes is being explored by training a back-propagating neural network (NN) to recognize the tetranucleotide frequencies of sections of genome DNA.  This is being accomplished by converting tetranucleotide frequency data to binary format for transmission to a NN, and using the NN to relate these data to the G+C content and/or the variance of tetranucleotide frequencies for each genome section.  Once trained, data from the NN will be used to compare sections of microbial genomes.  These analyses will make it possible to determine the true relatedness of regions of genomes which would otherwise appear to be similar due to biases associated with DNA replication and repair systems, DNA restriction/modification enzyme systems, and coding preferences.  Dendrograms will be produced by using Euclidean distance and average and Ward's linkage methods.  The validity of the cluster analysis will be assessed by determining the robustness of cluster memberships using different linkage methods and independently trained NN data.  This information is necessary for understanding how microbial genomes evolve,  since bacteria maintain relative constancy in the tetranucleotides of their genomes while at the same time changing their genetic composition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Noble",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Noble",
   "pi_email_addr": "panoble@washington.edu",
   "nsf_id": "000487457",
   "pi_start_date": "1998-12-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110700",
   "pgm_ele_name": "COMPUTATIONAL BIOLOGY ACTIVITI"
  },
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1107",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY ACTIVITI"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 28680.0
  }
 ],
 "por": null
}