{
 "awd_id": "9805475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hillslope-Riparian Zone Reservoir Mixing: A Multi- Catchment Test of a New Methodology for Predicting Stream Chemistry",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 144385.0,
 "awd_min_amd_letter_date": "1999-07-01",
 "awd_max_amd_letter_date": "1999-10-28",
 "awd_abstract_narration": "9805475\r\nMcDonnell\r\n\r\nUnderstanding and predicting streamwater chemical response to perturbations such as climate change and non-point source pollutants requires knowledge of the hydrologic mechanisms controlling streamflow generation and biogeochemical mechanisms influencing solutes transport.  Despite the nearly two decades of intensive research in small catchments, no quantitative framework has emerged that specifies the measurements necessary to characterize a given catchment or even provides a context for the interpretation of field measurements.  The proposed project seeks to develop such a framework through a combined modeling and field effort.\r\n\r\nPrevious research has indicated that hillslope-riparian reservoir mixing may be the most important control on stream chemistry at the watershed scale.  We will conduct a field-modeling study of hillslope-riparian zone mixing at 3 catchments (Panola Mountain, Sleeper River and Maimai New Zealand) spanning a wide range of geomorphic and hydrologic conditions.  Our research is based on realizations that:  (1) the hillslope may not contribute much directly to streamflow during storm events, (2) the chemical signature of the hillslope is not apparent in the stream during events, thus challenging our traditional view of the stream as integrator of the catchment, and (3) we may not be able to construct whole (including the hillslope) catchment models based upon stream chemistry and hydrology for prediction of future conditions.  The ultimate goal is objective delineation of catchments (based on prescribed measurements) into homogeneous reservoirs to provide a general methodology to interpret field observations and develop predictive models.  The physical connections among these reservoirs define the hydrologic flowpaths in the catchment.  By working at multiple catchments, we hope to be able to discern patterns that are not specific to one catchemtn.\r\n\r\nUncertainty analysis will be used.  Our objectives are to:  (i) develop a new TOPMODEL-based hydrogeochemical reservoir mixing to test our perceptual understanding of flow pathways and runoff production mechanism, consistent with hydrometric measurements, (ii) determine what catchment factors determine hillslope influence on stream chemistry using a watershed cross-comparison, (iii) quantify when hillslope water becomes riparian water, (iv) develop a data-based reservoir mixing model with robust structure to apply generally to upland catchments.  This study represents an innovative attempt to link a reservoir mixing, model constrained by both isotope and geochemical data within a topographically-driven hydrologic model at the catchment scale.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "McDonnell",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey J McDonnell",
   "pi_email_addr": "Jeff.McDonnell@oregonstate.edu",
   "nsf_id": "000424644",
   "pi_start_date": "1999-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College of Environmental Science and Forestry",
  "inst_street_address": "1 FORESTRY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154706606",
  "inst_zip_code": "132102712",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "LVVEB3CF8MB8"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College of Environmental Science and Forestry",
  "perf_str_addr": "1 FORESTRY DR",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132102712",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "597800",
   "pgm_ele_name": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1043",
   "pgm_ref_txt": "ENVIRONMENTAL GEOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "1579",
   "pgm_ref_txt": "HYDROLOGIC SCIENCES"
  },
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 53507.0
  }
 ],
 "por": null
}