{
 "awd_id": "9808636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Strategies to Enhance Recombinant P450 Monooxygenase Systems in Bacteria",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "1999-04-01",
 "awd_exp_date": "2003-03-31",
 "tot_intn_awd_amt": 298948.0,
 "awd_amount": 298948.0,
 "awd_min_amd_letter_date": "1999-03-24",
 "awd_max_amd_letter_date": "1999-03-24",
 "awd_abstract_narration": "Porter\r\nThe expression of mammalian cytochromes P450 in Escherichia coli has become an important means to evaluate the metabolic roles and specificities of these ubiquitous hemeprotein monooxygenases. More recently, catalytically active P450 systems have been established in bacterial cells in vivo by coexpressing NADPH-cytochrome P450 reductase, the obligate electron transfer partner for the endoplasmic reticular P450's. This advance has opened the door to a number of biotechnological opportunities, including the use of these recombinant bacteria in complex chemical syntheses, in bioremediation, and, in combination with directed and undirected mutagenesis, the selection of microorganisms and enzymes with novel catalytic properties. The utility of P450 expression in bacteria remains largely unexplored and is subject to some technical limitations. First, intracellular NADPH levels may limit catalytic activity in the absence of high 02 and carbon substrate levels. Second, some P450's, including cytochrome P450 2E1, require cytochrome b5 for maximal activity. And third, many P450's are poorly expressed in bacteria, limiting catalytic activity in both in vivo and in vitro preparations. This research will address these limitations by (i) converting NADPH-cytochrome P450 reductase to an NADH-specific enzyme; (ii) enhancing the activity of cytochrome P450 2E1 by coexpressing cytochrome b5 and its NADH-dependent electron transfer pathway; and (iii) increasing the expression of cytochrome P450 2EI by identifying and modifying factors that impede translation or promote degradation. These studies are designed to further our knowledge of the factors that influence P450 expression and activity in E coli, and to facilitate the development and implementation of biotechnological uses for this versatile enzyme.\r\n\r\nCytochrome P450 is a versatile enzyme that carries out many chemical reactions that are difficult to achieve synthetically. The many different forms of this enzyme are of interest to the biotechnological research community, but it has proven difficult to obtain sufficient levels of these enzymes in pure form for commercial applications. This research will explore the factors that limit the expression and activity of these enzymes in bacteria. Structural modifications will be made to the enzymes to increase their activity and  stabilize their expression in bacteria. Additional enzymes that enhance the activity of cytochrome P450 will be coexpressed, with the goal of obtaining recombinant laboratory organisms that can be used for the commercial production of these enzymes, as well as facilitate their use in various biotechnological applications, including fine chemical syntheses, testing of chemicals for mutagenic/carcinogenic potential, and, perhaps eventually, bioremediation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Porter",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Todd D Porter",
   "pi_email_addr": "tporter@email.uky.edu",
   "nsf_id": "000297338",
   "pi_start_date": "1999-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 298948.0
  }
 ],
 "por": null
}