{
 "awd_id": "9810688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optical Fiber Sensor-Based Techniques for On-Line Detection and Location of Partial Discharges in Transformers",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 270962.0,
 "awd_amount": 270962.0,
 "awd_min_amd_letter_date": "1999-05-05",
 "awd_max_amd_letter_date": "2003-04-04",
 "awd_abstract_narration": "ECS-9810688\r\nWang\r\n\r\nCatastrophic failure of power transformers, one of the most expensive component in power transmission, often occurs without warning, resulting in serious oil spills, fires, extensive damage to adjacent equipment, and major disruption of service.  The cost of a single transformer failure could run into tens of millions of dollars.  Especially EHV power transformers have an unacceptable annual failure rate of more than 3% mainly due to dielectric breakdown often initiated by partial discharges.  It is therefore imperative that the partial discharge of important transformers be detected and located in a timely fashion to provide a warning before catastrophic failures, and to prevent extensive damage cost.  Unfortunately, due to the tremendous technical difficulties encountered by on-line partial discharge detection and location, no accurate and reliable techniques are available to meet the power industry's need.\r\n\r\nIn this three-year program, the principal investigators in the Department of Electrical Engineering at Virginia Tech propose to develop fiber optic techniques for real-time, on-line detection and location of partial discharges in power transformers.  The program will involve two stages, including the development of highly-sensitive, miniaturized fiber acoustic sensors, and laboratory and field investigation of partial discharge detection and location using the developed sensor instrumentation.  The basic principle is to utilize several of the newly developed miniaturized fiber sensors placed at different locations inside a transformers to detect partial discharge-generated acoustic emissions.  Based on the differential acoustic arrival times and geometrical triangulation, the location of the partial discharge could be determined.  In addition to location, the acoustic signal amplitudes, frequencies and time-domain patterns together may also yield additional information concerning the partial discharge, such as discharge intensity type and stage.  Seven tasks will be performed to achieve the technical goal.  These tasks include 1) specify technical requirements, 2) sensor design and fabrication, 3) system testing and optimization, 4) study of partial discharge detection in transformer oils, 5) acoustic signal processing and interpretation, 6) study of partial discharge location in transformers, and 7) develop a plan for technology transition into industrial uses.  The successful completion of the proposed program will lead to the development of accurate and reliable fiber optic techniques for detection and location of partial discharges to fulfill the power industry's needs for real-time on-line transformer health monitoring,\r\n\r\nIn this program, Virginia Tech researchers will work closely with American Electric Power (AEP) and Virginia Transformer Inc. (VTI).  The strong industrial involvement in the program would also accelerate the transition of the developed fiber optic technologies into practical uses.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anbo",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anbo Wang",
   "pi_email_addr": "awang@vt.edu",
   "nsf_id": "000240043",
   "pi_start_date": "1999-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yilu",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yilu Liu",
   "pi_email_addr": "liu@utk.edu",
   "nsf_id": "000274370",
   "pi_start_date": "1999-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "151900",
   "pgm_ele_name": "INTEGRATIVE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 270962.0
  }
 ],
 "por": null
}