{
 "awd_id": "9811466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "University-Industry Cooperative Research Program: Modelling and Design of New Generation of High Power Diode Lasers",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lloyd E. Douglas",
 "awd_eff_date": "1999-04-15",
 "awd_exp_date": "2003-03-31",
 "tot_intn_awd_amt": 354996.0,
 "awd_amount": 354996.0,
 "awd_min_amd_letter_date": "1999-04-05",
 "awd_max_amd_letter_date": "1999-04-05",
 "awd_abstract_narration": "The Arizona Center for Mathematical Sciences (ACMS) and Opto Power Corporation of Tucson have formed a joint University-Industry working partnership, with the specific goal of transitioning cutting-edge basic\r\nresearch discoveries on the theory of the interaction of light with semiconductor media, into future generations of high power, high brightness, commercial wide aperture semiconductor laser systems.  State-of-the-art, commercial high brightness semiconductor laser sources are currently limited to about 2 Watts continuos wave diffraction limited output, a far cry from the desired 10 Watt diffraction limited level. Above the 2-Watt level, the output is weakly turbulent, displaying strong dynamic filamentation intensity bursts with serious degradation of the far-field output.  Lack of progress can be partially ascribed to the absence of a sound physical and mathematical understanding of semiconductor lasers.\r\n\r\nACMS researchers have made significant progress in developing such a semiconductor laser theory, which is anchored by the microscopic, many-body physics of the light-semiconductor interaction. The traveling wave\r\nsolutions of the coupled system of nonlinear partial differential equations (pdes) describing these complex lasers, produce the same qualitative characteristic spatiotemporal behavior as the weakly turbulent\r\nexperimentally observed outputs of broad area semiconductor lasers. The latter have nowhere stable traveling wave solutions.\r\n\r\nThis project will address fundamental physical and mathematical issues related to preventing deterious filamentation instabilities of high power semiconductor lasers. At the physics level, fundamental challenges which we will address include augmenting our existing laser model through the nontrivial step of incorporating thermal phenomena, ranging from plasma and lattice heating through to quasistatic bulk heating effects and, evaluating the contribution of unconfined stated in the barrier regions to the overall\r\nsemiconductor optical response.  Opto Power Corporation, a highly successful producer of high power semiconductor laser systems will be responsible for experimental validation and the end production of the laser systems.  On the experimental side, theoretically computed gain and refractive index spectra for growing these structures and measuring the gain and index spectra will validate specific structures. Once validated, wide aperture lasers will be built and tested against the predictions of full-scale simulation models.\r\n\r\nWe expect to be able to design new generations of high brightness devices which push the existing 2 Watt output to levels approaching the desired 10 Watt level. Preliminary results are extremely promising. Opto Power Corporation is currently filing a patent on our proposed design of a high brightness source which promises to push the 2 Watt limit up by a factor of 2.5-e.0 (5-6 Watts).   \r\n\r\nThis GOALI project is jointly supported by the MPS Office of  Multidisciplinary Activities (OMA) and the Division of  Mathematical Sciences (DMS).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Moloney",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Jerome V Moloney",
   "pi_email_addr": "jml@math.arizona.edu",
   "nsf_id": "000421881",
   "pi_start_date": "1999-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 354996.0
  }
 ],
 "por": null
}