{
 "awd_id": "9812895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fast Adaptive Finite Element Methods for Electromagnetic Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "JAMES A MOMOH",
 "awd_eff_date": "1999-04-01",
 "awd_exp_date": "2001-09-30",
 "tot_intn_awd_amt": 122799.0,
 "awd_amount": 122799.0,
 "awd_min_amd_letter_date": "1999-03-19",
 "awd_max_amd_letter_date": "1999-03-19",
 "awd_abstract_narration": "9812895\r\nTsukerman\r\nFinite Element (FE) analysis is very widely used for computer simulation of electromagnetic fields in various engineering applications. Although significant progress has been achieved over the last two decades, considerable computational difficulties remain.  Very fine FE meshes, with hundreds of thousands of elements or more, are often needed to achieve a desirable accuracy, and the computational time may be prohibitively high.\r\n\r\nIn the proposed project, a qualitative advancement in electromagnetic FE analysis will be achieved by applying adaptive finite element methods with multilevel preconditioners to a variety of electromagnetic problems in micromagnetics and geophysics. Fast adaptive methods will lead to a drastic increase in the speed and accuracy of electromagnetic field computation. The project is interdisciplinary in its nature and is intended to bridge the gap between state-of-the-art computational methods and electromagnetic applications.\r\n\r\nPreconditioned Hierarchical Basis Multigrid methods will be applied to magnetic recording problems, in particular to multiparticle systems (magnetic tapes, thin film media) and to magnetic recording heads. Magnetostatic (\"demagnetizing\") fields as well as dynamic processes described by the Landau-Lifshitz-Gilbert equation will be modeled. Multilevel Preconditioners will also be applied to static and eddy current problems in geophysics.\r\n\r\nAdaptive mesh refinement will be systematically implemented in several application areas.  In micromagnetics, it will provide a way to trace the domain wall motion. In geophysical applications, for which very large computational domains are typical, adaptive mesh refinement should lead to a reasonable accuracy on meshes of manageable size.\r\n\r\nMesh refinement strategies for tetrahedral elements and other types of elements will be evaluated on the basis of precise a priori characterization of element shapes proposed by the applicant: the general maximum eigenvalue criterion and, for first order tetrahedral elements, the minimum singular value condition for the element 'edge shape matrix'.\r\n\r\nTwo graduate students are to be involved in the proposed project. An obvious benefit to these students will be their exposure to modern computational methods, electromagnetic field analysis and various practical applications.\r\n\r\nSeveral companies have already expressed significant interest in the applicant's research. Industrial collaboration with companies in magnetic recording industry, oil exploration services and finite element software is very likely to develop in the course of the proposed project.\r\n\r\nIt is felt that the results of this project would be of both theoretical and practical significance: they would facilitate fast three-dimensional field analysis of magnetic recording media and heads, galvanic and induction logging in geophysics, and will have important implications for nondestructive testing, optimization, and in other areas.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Tsukerman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igor Tsukerman",
   "pi_email_addr": "itsukerman@uakron.edu",
   "nsf_id": "000274436",
   "pi_start_date": "1999-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 122799.0
  }
 ],
 "por": null
}