{
 "awd_id": "9814036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interpretation of an Aneromagnetic Survey Over the Butcher Ridge Igneous Complex, Transantarctic Mountains",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Borg",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1999-08-02",
 "awd_max_amd_letter_date": "2002-05-01",
 "awd_abstract_narration": "This award, provided by the Antarctic Geology and Geophysics Program of the Office of Polar Programs, supports research to analyze and interpret aeromagnetic data collected over the Butcher Ridge Igneous Complex (BRIC) in the Transantarctic Mountains. These data were collected as a draped aeromagnetic survey in 1997-98 as part of the larger Transantarctic Mountains Aerogeophysical Research Activity (TAMARA) survey. TAMARA was conducted as a cooperative project between US investigators and the German Federal Institute for Geosciences and Natural Resources (BGR).\r\n\r\nThe BRIC, located in the Transantarctic Mountains at about 79 degrees 45 minutes S and 156 degrees E, is exposed in a 10-km-long, 600-m-high scarp, projecting through and bounding the East Antarctic ice sheet. Only part of the BRIC has been mapped geologically because of its inaccessibility. The BRIC appears to be a sill-like hypabyssal intrusion ranging in composition from tholeiitic basalt to rhyolite. A 40Ar/39Ar age of 174 Ma and the chemical character of the basaltic rocks show the BRIC to be part of the widespread Jurassic Ferrar suite of continental tholeiitic rocks. This suite, that extends for over 3000 km across Antarctica, is the result of magmatic activity associated with the Jurassic Transantarctic (failed) rift, and comprises the Ferrar Dolerite sills (the great bulk of the exposures) and dikes, the extrusive Kirkpatrick Basalt flows and the massive gabbroic Dufek intrusion.\r\n\r\nSignificant volumes of crustal-derived rhyolite within the BRIC, requiring a substantial source of advective heat to be formed by melting of crustal rocks, suggested that a major high-level basaltic intrusion might underlie it. In 1990 a single aeromagnetic profile was obtained as part of a BGR-USGS survey over the adjacent Ross Ice Shelf. This profile showed an 8-km-wide positive anomaly with maxima of about 700 and 1000 nT (nano-Tesla), and was interpreted using magnetic models to indicate a gabbroic body beneath the BRIC >2-km thick. This interpretation implied that Ferrar magmatism was accompanied by large, upper crustal magma chambers in which assimilation-fractional crystallization occurred.\r\n\r\nIn 1997-98, a 2.5 by 20-km line spaced, draped aeromagnetic survey was flown by helicopter over the BRIC as part of the TAMARA survey. A preliminary compilation of the aeromagnetic survey over the BRIC shows a >1200-nT amplitude series of anomalies roughly associated with the topography. It is apparent that the high amplitude anomaly pattern, first crossed by the single 1990 profile, is more extensive than the 10-km wide exposed outcrop. The highest amplitude anomalies appear south of the profile acquired in 1990, and extend out of the survey area. The new aeromagnetic data will allow determination of the extent of the thick cumulate body beneath exposures of Beacon sedimentary rock and ice in the survey area as well as beneath the small BRIC exposure. Working in cooperation with the BGR in Germany and the NSF supported PI's of the TAMARA survey, this award supports a detailed analysis and interpretation of the aeromagnetic survey over the area covering Butcher Ridge and the inferred buried extent of the BRIC. Two and three-dimensional models will be calculated, and in cooperation with the USGS, various derivative maps (e.g. pseudogravity gradients and magnetic terraces) will be produced. The models will be interpreted in terms of induced, and if possible, remnant magnetization for the mafic cumulate body inferred to underlie the BRIC and surrounding area.\r\n\r\nUltimately, this research will lead to comparisons between the magnetic signature of the BRIC to the patterns of magnetic variation observed over the Ross Sea, the Ross Ice Shelf, and over the ice covered area of the Byrd Subglacial Basin through which the West Antarctic Ice Sheet (WAIS) flows. This comparative work is important to interpretations of possible volcanic features beneath the WAIS that are inferred from magnetic anomaly maps in that region.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Behrendt",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Behrendt",
   "pi_email_addr": "behrendj@stripe.colorado.edu",
   "nsf_id": "000340538",
   "pi_start_date": "1999-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}