{
 "awd_id": "9814533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Recovery of Early Danian Molluscan Faunas on Seymour Island from KT Mass Extinction Event",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Borg",
 "awd_eff_date": "1999-03-01",
 "awd_exp_date": "2002-02-28",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "1999-02-16",
 "awd_max_amd_letter_date": "2000-02-17",
 "awd_abstract_narration": "This award, provided by the Antarctic Geology and Geophysics Program of the Office of Polar Programs, supports research to study faunal recovery following the Cretaceous-Tertiary (KT) mass extinction as recorded in rocks of Seymour Island, Antarctica. Most of the debate about the mass extinction event at the end of the Cretaceous has focused on the validity and the immediate consequences of the impact event. A consensus has emerged that there was a major impact event at the end of the Cretaceous. However, there is still considerable discussion as to whether it was the sole cause or \"the straw that broke the camels back\" coming at time when the Earth's biosphere was under prolonged period of stress. Overshadowed in the KT debate until recently has been the post boundary-event recovery of the biosphere. A number of papers in the late 1980's and early 1990's have discussed the nature of recovery patterns following the KT boundary event. These studies have focused on the recovery along of the Gulf Coast region, which was in close proximity to the impact site on the Yucatan Peninsula. The Gulf Coast recovery pattern was characterized by an initial barren zone, followed by a species-poor assemblage of surviving taxa and opportunistic blooms of species, and eventually to a rebuilding and diversification of the benthic communities. The recovery along the Gulf Coast has become a model for global recovery during the early Paleocene. In a recent global compendium study of the recovery of molluscan faunas from northern Europe, northern Africa and Pakistan-northern India, it was found that there was no evidence of opportunistic recovery blooms outside the Gulf Coast. Various authors have noted that synoptic regional or global compendia provide important insight into events following the KT mass extinction, but they may obscure important recovery processes that may be apparent only in detailed studies of local sections. To enhance our understanding of post boundary-event recovery, there is a need for additional detailed stratigraphic and taxonomic studies of boundary sections outside of the Gulf Coast region.\r\n\r\nSeymour Island, located on the northeast tip of the Antarctic Peninsula, contains one of the most complete well-exposed KT boundary sequences known and the only mid-shelf record of boundary events in the Southern Hemisphere. Located in the high southern latitudes, about 7000 km from the Chicxulub impact site, the sequence on Seymour Island will provide important insight into the recovery of marine communities in regions remote from the impact event. The Seymour Island sequence is of particular importance, not only because of the geographic extent of the exposure of the boundary (about 7 km), but it also contains an extensive record (1600 m of strata) of events during the Maastrichtian (66-74 million years ago) and Paleogene (23-66 million years ago). The goal of this two-year project is to complete the taxonomic study of the molluscs collected from the Danian (63-66 million years ago) of the Lopez de Bertodano and Sobral formations. The description of the Danian fauna will complete the taxonomic description of the molluscan faunas from the Maastrichtian to the Eocene (36-57 million years ago) on Seymour Island.  The Seymour Island fauna provides an opportunity to examine faunal extinction, survival, and recovery in a region remote from the impact event and will provide an important data set for comparison with other regions for global syntheses of post KT mass extinction recovery.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Zinsmeister",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Zinsmeister",
   "pi_email_addr": "wjzins@purdue.edu",
   "nsf_id": "000439498",
   "pi_start_date": "1999-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue Research Foundation",
  "inst_street_address": "1281 WIN HENTSCHEL BLVD STE 2500",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3174946200",
  "inst_zip_code": "479064353",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1G1LGYJF5G5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}