{
 "awd_id": "9814121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying the Link Between the Mechanical Controls on Fracture Formation and Network Permeability Using a Physically-Based, Three Dimensional Model of Fracture Growth",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 173264.0,
 "awd_amount": 173264.0,
 "awd_min_amd_letter_date": "1999-05-28",
 "awd_max_amd_letter_date": "1999-05-28",
 "awd_abstract_narration": "9814121\r\nRenshaw\r\n\r\nAlthough it is well known that fractures play an important role in petroleum exploration and production, waste isolation, aquifer remediation, and water resource management, our quantitative understanding of the impact of fracture networks on fluid flow remains limited.  For example, existing fracture permeability models yield inconsistent results, even for simple network geometries.  We hypothesize that the physical parameters controlling fracture growth can be used to better constrain the permeability of fractured rock.  Accordingly, we seek to gain insight into flow through fractured rock via detailed numerical experiments designed to characterize the fundamental mechanical controls on three dimensional fracture formation.  To accomplish these experiments, we propose to extend an existing, experimentally verified two-dimensional model of fracture growth to three dimensions.  Once complete, the model will be used to address three fundamental questions:  1) What is the impact of mechanical layer thickness on network permeability?  2) How is fracture geometry and network permeability affected by strain rate? and 3) Do fracture mechanics parameters exert as strong an effect on the geometry and permeability of three dimensional fracure network as they do in two dimensions?  In answering these questions the parameter space for which existing fracture permeability models are valid will be defined and criteria for selecting an appropriate permeability model established.  Our results will provide the basis for more accurate analyses of the effects of fractures on fluid flow and establish the foundation for quantitative links between the physical properties of fractured rock and the engineering parameters required for reservoir simulation.  The proposed work will also provide insight into the three dimensional geometric characteristics of fracture systems  which may aid in development of improved fracture permeability models.  Ultimately, we seek identify a limited set of physical parameters that can be both measured, either in the laboratory or the field, and used to contrain the three dimensional distribution of fracture permeability.  Although mostly theoretical, our previous work demonstrates that our approach provides the framework for the enhanced interpretation of field data.  In addition, our work will increase our general understanding of the failure of brittle materials.  Consequently, results from this work will have broad application both within the earth sciences (e.g., earthquake mechanics) and beyond e.g., materials science and structural engineering). \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Renshaw",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carl E Renshaw",
   "pi_email_addr": "Carl.E.Renshaw@Dartmouth.EDU",
   "nsf_id": "000175047",
   "pi_start_date": "1999-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 173264.0
  }
 ],
 "por": null
}