{
 "awd_id": "9815924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nitrite Inhibition of Carbon Monoxide Dehydrogenase",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Hector E. Flores",
 "awd_eff_date": "1999-04-15",
 "awd_exp_date": "2000-03-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "1999-04-14",
 "awd_max_amd_letter_date": "1999-04-14",
 "awd_abstract_narration": "Acetate fermentation to methane accounts for two-thirds of the methane produced biologically in the environment. The central enzyme in the pathway of acetate utilization by methane-producing microorganisms is carbon monoxide dehydrogenase (CODH), a complex metalloenzyme that plays a critical role in both the synthesis and fermentation of acetate in anaerobic environments. In the methanogenic archaeon Methanosarcina thermophila, CODH catalyzes the cleavage of acetyl coenzyme A to produce free coenzyme A, a methyl group, and an enzyme-bound carbonyl that is subsequently oxidized to carbon dioxide. Despite the importance of CODH in biological methane production and in the anaerobic metabolism of acetate, the relationships between the structure and function of this complex metalloenzyme are only beginning to be elucidated.\r\nOne strategy for investigating the mechanism of substrate binding and oxidation by CODH is examining the interaction of the enzyme with substrate analogs and inhibitors. Preliminary results in this laboratory have demonstrated that nitrite (NO2-) inhibits the catalytic activity of CODH from M. thermophila. This research project will utilize kinetic analysis and electron paramagnetic resonance (EPR) spectroscopy to investigate the mechanism by which nitrite inhibits CODH. The project has three specific objectives:\r\n\r\n1.  To analyze the kinetics of nitrite inhibition of CODH in terms of type of inhibition, extent of reversibility, effects of pH and enzyme oxidation state, and effects of substrates and substrate analogs;\r\n\r\n\r\n2.  To utilize EPR spectroscopy to identify which of the five known metal centers of CODH are affected by nitrite; and\r\n\r\n\r\n3.  To determine if nitrite can be reduced as a novel substrate for CODH, possibly producing a reduced nitrogen compound such as nitric oxide (NO).\r\n\r\nThe results of these experiments will define nitrite as a new inhibitor of CODH and will provide insight into the nature of nitrogen oxide interactions with the metal centers of the enzyme. Analysis of the kinetics of inhibition and the EPR properties of the inhibited enzyme will enable the investigators to (i) propose a likely mechanism for nitrite inhibition of CODH and (ii) test the possibility that nitrite is reduced as a substrate for CODH from M. thermophila. Information derived from these studies will serve as a foundation for future research focusing on the elucidation of the structure and mechanism of CODH from M. thermophila and the characterization of novel interactions of nitrogen oxides with metalloenzymes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madeline",
   "pi_last_name": "Rasche",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Madeline E Rasche",
   "pi_email_addr": "mrasche@ufl.edu",
   "nsf_id": "000438839",
   "pi_start_date": "1999-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1227",
   "pgm_ref_txt": "BIO MINORITY STARTER GRANT"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": null
}