{
 "awd_id": "9815085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Quaternary Glacial History of the Wilkes Land Margin,   Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Borg",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 29696.0,
 "awd_amount": 29696.0,
 "awd_min_amd_letter_date": "1999-08-09",
 "awd_max_amd_letter_date": "2001-10-16",
 "awd_abstract_narration": "This award, provided by the Antarctic Geology and Geophysics Program of the Office of Polar Programs, supports research to study existing sediment cores from the Wilkes Land margin (i.e., USNS-Eltanin 1968-1971, US Geological Survey 1984, and Japanese National Oil Corporation 1982-1983 cruises), supplemented by new material that will be collected during a cruise to Wilkes Land in February-March 2000 by the Osservatorio Geofisico Sperimentale (OGS), Trieste, Italy and Antarctic CRC, Hobart, Australia. The objective of the study is to determine how the evolution of the East Antarctic Ice Sheet has affected the deposition of Quaternary sedimentary sequences on the Wilkes Land continental shelf, slope, and rise. The present model of glacial stratigraphy for the Wilkes Land margin indicates that supply of sediment to the shelf, slope and rise is strongly cyclic. During times of glacial maxima, most terrigenous deposition occurs on the outer shelf, slope and rise. During interglacials, most terrigenous deposition occurs on the inner shelf, while the outer shelf, slope and rise receive mainly biogenic and hemipelagic sediment. The most complete record of glacial/interglacial, and smaller scale cycles can thus be obtained by combining the sedimentary record contained on the shelf, slope and rise. \r\n\r\nThe existing sediment cores (up to 11 meters long) will be dated using diatom stratigraphy and magnetostratigraphy. Once sediment cores are dated, sedimentation and accumulation rates will be determined for each depositional environment to determine shifts in depositional centers across the margin. Studies of downcore variations of sedimentary parameters (e.g., siliciclastic vs. biogenic, clast-rich vs. clast-poor intervals, and massive vs. laminated) will be done in order to determine: 1) glacial sedimentary processes which control patterns of sediment distribution and 2) cyclicities in the strata that can help to establish climatic fluctuations related to Antarctic glacial events in the Wilkes Land margin. Study of existing cores will be complemented by preliminary results from shipboard and onshore analyses of cores collected during the 10 February -19 March 2000 OGS - Antarctic CRC cruise. Shipboard analyses include: visual description, determination of physical properties, smear slides and microfossil identification. Cores from the cruise will be stored in the Antarctic CRC Marine Geoscience institute, Hobart, Australia. If appropriate materials can be recovered, and it appropriate reservoir corrections can be established, some samples will be selected for radiocarbon dating using accelerator mass spectrometry techniques on core samples frozen just after collection. Results from this project will be used to help fulfill ODP requirements for \"maturation\" of the existing ODP proposal for drilling on the Wilkes Land continental margin.\r\n\r\nThis research is expected to provide information that will allow refinement of the existing depositional models and to understand better the glacial/interglacial sedimentation processes and cycles across this margin. This research was developed in response to recent national (NSF-East Antarctic Margin Workshop, Ohio, 1997) and international (ANTIME and ANTOSTRAT, Hobart, 1997) workshops, where the Wilkes Land margin was identified as one of the main targets for multidisciplinary research, including long-term and recent glacial history.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Detlef",
   "pi_last_name": "Warnke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Detlef A Warnke",
   "pi_email_addr": "dwarnke@csuhayward.edu",
   "nsf_id": "000379634",
   "pi_start_date": "1999-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlota",
   "pi_last_name": "Escutia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlota Escutia",
   "pi_email_addr": "escutia@odpemail.tamu.edu",
   "nsf_id": "000468916",
   "pi_start_date": "1999-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Calvin",
   "pi_last_name": "Lee",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Calvin F Lee",
   "pi_email_addr": "cflee@csuhayward.edu",
   "nsf_id": "000458966",
   "pi_start_date": "1999-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University, East Bay Foundation, Inc.",
  "inst_street_address": "25800 CARLOS BEE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HAYWARD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5108854212",
  "inst_zip_code": "945423000",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "CA14",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, EAST BAY FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "GEXJV1ZLVDM8"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, East Bay",
  "perf_str_addr": "25800 CARLOS BEE BLVD",
  "perf_city_name": "HAYWARD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "945423000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "CA14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 29696.0
  }
 ],
 "por": null
}