{
 "awd_id": "9815642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Japan Joint Seminar:  Lessons from a Cyanobacterial Genome Sequence to Understand Metabolic Processes in Cyanobacteria and Plants",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myra McAuliffe",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2000-04-30",
 "tot_intn_awd_amt": 22000.0,
 "awd_amount": 22000.0,
 "awd_min_amd_letter_date": "1999-04-16",
 "awd_max_amd_letter_date": "1999-04-16",
 "awd_abstract_narration": "9815642\r\nPakrasi\r\n\r\nThis award supports the participation of American scientists in a U.S.-Japan seminar on Lessons from a Cyanobacterial Genome Sequence to Understand Metabolic Processes in Cyanobacteria and Plants, to be held in Okazaki, Japan from January 10-13, 2000.  The co-organizers are Professors Himadri Pakrasi at Washington University in St. Louis and Masayuki Ohmori of the University of Tokyo.  This area is the subject of intense study, both in the U.S. and abroad.  The recent determination of the complete genome sequence of 6803 has opened the door to a new era in the level and complexity of information that is now within reach.  The seminar will include scientists who are deeply interested in genetic, biochemical and physiological studies of cellular metabolism in plants and cyanobacteria.  Some are principally geneticists while others use mainly biochemical and physiological approaches.  Many span more than one discipline and a number use combinations of genetic, physiological and biochemical techniques.  Many use microbial systems such as cyanobacteria or the eukaryotic alga Chlamydomonas reinhardii, while others use green plants such as Arabidopsis and rice.\r\n\r\nThe theme of the seminar is the use of the genomics and proteomics information about this oxygenic, photosynthetic organism to gain deeper insights into the overall metabolism of cyanobacteria and plants.  The research areas will be presented in sessions devoted to special topics of metabolism, e.g. photosynthesis, respiration, light-signal transduction, transport of metabolites and ions, etc.  Genetic, molecular, biochemical and physiological perspectives will be presented within the frame-work of each session.  There will also be a session devoted to discussions on development of general tools that will aid in studies on plants and cyanobacteria.  Each section will conclude with a discussion among all of the participants aimed at identifying the areas that would be of particular importance for development and where interdisciplinary approaches will be particularly useful.  Seminar organizers have made a special effort to involve younger researchers.  The exchange of ideas and data with Japanese experts in this field will enable U.S. participants to advance their own work, and will set the stage for future collaborative projects.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Himadri",
   "pi_last_name": "Pakrasi",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Himadri B Pakrasi",
   "pi_email_addr": "Pakrasi@wustl.edu",
   "nsf_id": "000143684",
   "pi_start_date": "1999-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "598300",
   "pgm_ele_name": "JAPAN AND KOREA PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 22000.0
  }
 ],
 "por": null
}