{
 "awd_id": "9816683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Biogenesis and Function of Cortical Granule Contents",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Plesset",
 "awd_eff_date": "1999-05-15",
 "awd_exp_date": "2002-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "1999-04-01",
 "awd_max_amd_letter_date": "1999-04-01",
 "awd_abstract_narration": "Cortical granules are secretory vesicles unique to eggs and oocytes. At fertilization they secrete their contents to form both a permanent block to polyspermy and to provide protection for early embryonic development. In this application we will address three questions: What is in the cortical granule?, What does it do?, and How does it get in there? We will use sea urchin eggs and oocytes to answer these questions because in this animal we can obtain approximately 106 eggs and 1 ~ oocytes per female, and because the approximately 15,000 cortical granules in each oocyte are synchronous in biogenesis, in translocation to the surface, in docking to the plasma membrane, and in secretion in response to sperm or parthenogenic activation. This system offers a unique opportunity to examine the molecular mechanism of cortical granule biogenesis and flinction. The sea urchin oocyte is also the only oocyte in which 1) cDNA clones have been isolated that encode content and membrane proteins specific to the cortical granules; 2) the cortical granules can be isolated in a fimctional form; and 3) in vitro culture and maturation of oocytes and direct visualization of cortical granules is possible. In addition to the synchrony of vesicle biogenic steps, cortical granules are different from most other secretory vesicles in that they are nonrecycling, and contain over a dozen different proteins that are specific to cortical granules and are subcompartmentalized within the vesicle. Three specific aims are proposed:\r\n\r\n1.\tIdentify the contents of the cortical granules. We will focus on the cDNA cloning of the three fertilization envelope proteins: proteohaisin, p90 and p63. These are major envelope proteins that must quickly interact with each other and with the vitelline layer to form an impenetrable layer within seconds of fertilization.\r\n\r\n2.\tCharacterize the function and regulation of the cortical granule proteins. We will determine the mechanism of fertilization envelope construction, a specialized extracellular matrix, by identiiying domains of cortical granule protein interactions that are responsible for envelope construction. We will then use this information to examine the hierarchy, and identity of interactions with the vitelline layer to understand the molecular mechanism for the rapid condensation of the fertilization envelope.\r\n\r\n3.\tDetermine how the contents are packaged selectively into cortical granules. We will make use of the newly identified cDNA clones to determine the mechanism of cortical granule biogenesis. Selective protein targeting into cortical granules will be studied using recombinant, tagged cortical granule proteins. The tags will include the myc epitope and the green fluorescent protein, and we will follow the fates of wild-type and modified cortical granule protein sequences during cortical granule biogenesis. We will also use these tagged proteins, in conjunction with biotinylated amino acid markers, to assay cortical granule biogenesis. Because of our recent success with in vitro maturation of sea urchin oocytes, we will also be able to study cortical granule protein function in vivo.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Wessel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gary M Wessel",
   "pi_email_addr": "Gary_Wessel@brown.edu",
   "nsf_id": "000569259",
   "pi_start_date": "1999-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}