{
 "awd_id": "9817913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Monitoring Technology: An Examination of the Regulatory Interface in the Implementation of Pollution Control Regulations, 1970 to 2000",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Keith R. Benson",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 88836.0,
 "awd_amount": 88836.0,
 "awd_min_amd_letter_date": "1999-04-20",
 "awd_max_amd_letter_date": "1999-04-20",
 "awd_abstract_narration": "\r\nThis study examines the regulatory interface that has been constructed between the operators of industrial plants and agencies responsible for implementing pollution control regulations passed since 1970. The purpose of the project is twofold: first, to better understand the technological and organizational challenges that firms and regulators faced in constructing this interface and second, to evaluate the limits of the existing regulatory interface in accommodating regulatory innovations such as emissions trading, the business desire for consistency, and the public desire for transparency.\r\n\r\nIn the 1970s, Congress constructed the legislative framework on which our existing system of pollution control regulation rests. Much has written about the politics of getting this legislation passed and transformed into regulations, but relatively little systematic research has focused on the implementation of those regulations. The process by which a general piece of pollution control legislation eventually affects the operation of an industrial plant is quite complex, and a key step in this process is the development of an effective regulatory interface. Furthermore, to be effective in the long term, pollution control regulations must not only change industrial practices but also influence the way in which industrial technology develops. In general, such technological systems evolve as innovators seek to improve measures of system performance that they see as important. From this perspective, the effectiveness of pollution control regulations depends on the extent to which they are translated into measures of performance that firms accept as legitimate and actively seek to manage.\r\n\r\nSpecifically, this project will anchor its analysis in the regulatory histories of six petroleum refineries in the Great Lakes region. The purpose will not be to evaluate the compliance record of these refineries but to examine the specific interactions of specific regulatory agencies with specific industrial plants. The effort to construct the regulatory history of each refinery will be integrated into a year-long group practicum taken by students in the M.S. Environmental Policy Program at Michigan Technological University. One or two students will be assigned to each refinery, and the class will be guided through the research process as a team. In addition to assembling a general and regulatory history of each refinery, the students will determine what regulators and refinery operators currently measure and monitor, the flow of information between regulators and operators, how regulators decide whether or not action is necessary, and what type of action is possible.\r\n\r\nAfter this first component of research is complete, the principal investigator will examine three of the six cases in more detail, focusing on the degree to which the measuring and monitoring systems in place have come to be integrated into the operation of these industrial plants. Through a survey and follow-up interviews, the PI will examine the problems and frustrations that various people associated with operating and regulating these plants have encountered over the years and the degree to which these problems have been addressed by technological, organizational, or regulatory changes. To help place these case histories in perspective and to account for changes over time, the PI will also trace industry-wide innovations relevant to the regulatory interface that have occurred over the last thirty years. Of special interest will be technological and organizational innovations that allow firms and regulators to measure and monitor discharges into the shared environment more systematically. Also of interest will be innovations that integrated production improvements with efforts to reduce or better manage effluents, emissions, leaks, spills, and discharges to the shared environment.\r\n\r\nIn the end, the regulatory interface that has been constructed over the last three decades influences numerous policy and business decisions being made today. Knowing more about how this regulatory interface has evolved informs current attempts to refine and reform various aspects of this interface.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hugh",
   "pi_last_name": "Gorman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Hugh S Gorman",
   "pi_email_addr": "hsgorman@mtu.edu",
   "nsf_id": "000109409",
   "pi_start_date": "1999-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  },
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1094",
   "pgm_ref_txt": "POLICY SCIENCES"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 88836.0
  }
 ],
 "por": null
}