{
 "awd_id": "9817090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Crystal Structures and Functions of Limulus Hemocyanin",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1999-04-01",
 "awd_exp_date": "1999-10-12",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "1999-04-02",
 "awd_max_amd_letter_date": "1999-04-02",
 "awd_abstract_narration": "Karen A. Magnus\r\nMCB9817090\r\n\r\n1. Technical\r\n\r\nThe three-dimensional structures of oxygenated and deoxygenated forms of\r\nLimulus  subunit II hemocyanin have clarified the molecular controls of\r\nfunction in these large oxygen-transport proteins.  The native hemocyanin\r\nof Limulus consists of 48 subunits with eight types of polypeptide chains.\r\nEach subunit type is capable of reversibly binding oxygen at a dicopper\r\nactive site.  The subunits differ in primary structure, ligand affinities,\r\nand sensitivity to assorted allosteric effectors.  This study is designed\r\nto test mechanistic ideas using a combination of biochemical, biophysical\r\nand molecular biological techniques. Hemocyanin structures will serve as\r\nprototypes for a large class of multisubunit assemblies that require\r\nmultiple components for complete function.  Comparison of the structure of\r\nLimulus II hemocyanin with preliminary structural results for subunits IIIa\r\nand IV suggests the mechanism for subunit II cooperativity may well be\r\ngeneral for all arthropod-type hemocyanin subunits. cDNA has been isolated\r\nfrom a Limulus library that codes for a 24 residue peptide identical in\r\nsequence to part of subunit a from a southeast Asian horseshoe crab. Once\r\nthe nucleic acid sequences for the subunits are available, construction of\r\ndesigned variants and smaller reversible oxygen-binding entities will be\r\npursued.  The structure of subunit IIIa is incomplete, providing further\r\ninsight into the chemistry of the dicopper active site.  Protons, divalent\r\ncations and specific anions act as modulators of oxygen affinity in Limulus\r\nhemocyanin.\r\n\r\n2. Non-techincal\r\n\r\nOxygen transport from the environment to the tissues is vital for the\r\nsurvival of multicellular organisms.  In humans, this function is carried\r\nout by the protein hemoglobin, the red pigment in blood.  In some\r\narthropods such as lobsters, crabs, crayfish and horseshoe crabs, the\r\noxygen transport protein is hemocyanin (\"blue blood\").  The hemocyanin of\r\nthe horseshoe crab is about 3.3 x 106 Daltons and is made up of 48 subunits\r\nof eight different types. All of the subunit types can reversibly bind one\r\nmolecule of oxygen at their dicopper active sites.  When the subunits are\r\nassembled into the 48mer, they bind oxygen cooperatively--once the first\r\nmolecule of oxygen is bound it becomes easier to bind subsequent molecules\r\nand once the first molecule of oxygen is released at the tissues, later\r\nones come off more readily.   The cooperative binding of oxygen is\r\nregulated by allosteric effectors such as chloride and calcium ions.  The\r\ngoal of this project is to understand in molecular detail how this complex\r\nprotein assembly carries out its physiological functions.  The three\r\ndimensional structures of all eight subunits and their complexes are being\r\ndetermined using the methods of x-ray crystallographic analysis.  Study of\r\nstructures of hemocyanin subunits with and without oxygen bound suggested\r\nwhich amino acids are key in effecting cooperative, reversible ligand\r\nbinding.  By using the techniques of molecular biology, the proposed key\r\namino acid residues can be changed and the altered structures physical\r\nproperties studied to test and extend the mechanism.  The structures of\r\nvarious forms of the whole hemocyanin molecules will also serve as a\r\nprototype for larger more complicated structural assemblies.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Magnus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Karen A Magnus",
   "pi_email_addr": "kamagnus@duke.edu",
   "nsf_id": "000458765",
   "pi_start_date": "1999-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University School of Medicine",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}