{
 "awd_id": "9817869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Gate Dielectric for Scaled CMOS Technology",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2002-04-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "1999-04-15",
 "awd_max_amd_letter_date": "2001-07-19",
 "awd_abstract_narration": "9817869\r\nMa\r\nThis proposed research will focus on the synthesis, characterization, and application of the Jet-Vapor-Deposited (JVD) silicon nitride (abbreviated SiN) and titanium oxide (designated TiO2) as advanced gate dielectrics for future generations of CMOS technology.\r\n\r\nIt is widely believed that the thermal Si02 will no longer be acceptable as the gate dielectric for many applications when its thickness shrinks to around 2 nm or below, due to the excessive leakage current arising from direct tunneling. According to \"The National Technology Roadmap for Semiconductors\" (NTRS), published by the Semiconductor Industry Association in 1997, such an oxide thickness is required for main stream products to be introduced in the year 2006, less than a decade away.\r\n\r\nOf the numerous possible alternative gate dielectrics that we have investigated, either through literature search or through in-house research, none has been found to be as promising as the JVD SiN. Our study so far indicates that many of the key electronic properties of the JVD SiN, deposited directly on Si at room temperature, are comparable to or better than thermal SiO2, especially in the ultra-thin regime. These include the high breakdown strength, the low trap density, the low dielectric charge density, the low gate leakage current, the low stress-induced leakage current, and the high resistance to boron penetration, of which the latter three are far better than thermal SiO2. The higher dielectric constant of the JVD SiN (nearly twice that of the thermal SiO2) allows a thicker gate dielectric to be used to achieve the same gate capacity, which should translate into better controllability and manufacturability. It is estimated that the JVD SiN may satisfy the gate dielectric requirement upto year 2006, or 1.5-2 nm thickness range, according to the NTRS.\r\n\r\nBeyond year 2005, a higher her dielectric constant is needed. We propose to target JVD TiO2 in this study, as our preliminary results in the EOT range of around 2 nm look very promising. While others have tried Ti02 as a potential gate dielectric on Si, these films are all thicker than 4 nm of EOT (equivalent oxide thickness), partly clue tothe inevitable growth of a substantial SiO2 layer between Si and the TiO2 film during TiO2 deposition and subsequent processes. In our case, we used ultra-thin JVD SiN (< 1 nm) as a buffer between the Si substrate and the deposited TiO2 film, which prevented oxidation of the Si substrate. We believe that this approach will allow the gate dielectric scaling to continue beyond year 2009, or below 1.5 nm of EOT.\r\n\r\nJVD is a novel process for synthesizing a wide variety of thin films of metals, semiconductors, and insulators. It relies on supersonic jets of a light carrier gas such as helium to transport depositing vapor from the source to the substrate. Because of the separation of the constituent depositing species, and the short transit time, there is very little chance for gas-phase nucleation. We believe the high impact energies of the depositing species also contribute to the improved film quality.\r\n\r\nThis research project will address a number of important scientific as well as technological issues related to the JVD SiN and JVD Ti02 in the sub-2-nm EOT range. The potential impact of this research is very significant, as it not only promises to advance our knowledge on two very promising electronic materials, but also leads to a better understanding of the JVD method as a generic tech-nology for synthesizing a variety of thin and thick films. The potential impact of this research on the nation's economy, should it be successfully implemented by the semiconductor inductory, could be tremendous, as it will enable continued scaling of CMOS technology several generations beyond what is possible with the conventional thermal SiO2.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tso-Ping",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tso-Ping Ma",
   "pi_email_addr": "t.ma@yale.edu",
   "nsf_id": "000118561",
   "pi_start_date": "1999-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}