{
 "awd_id": "9817104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Signal Recognition Particle RNA Nuclear Transport",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1999-03-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 241367.0,
 "awd_amount": 246342.0,
 "awd_min_amd_letter_date": "1999-02-05",
 "awd_max_amd_letter_date": "2003-01-07",
 "awd_abstract_narration": "The transport of RNA and protein molecules out of and into the nucleus is essential for gene expression and the proper functioning of a myriad of eukaryotic cellular activities. All nuclear transport occurs by way of the nuclear pore complex, a massive structure within the nuclear envelope that contains an aqueous, gated channel. Transport is selective, since only specific molecules enter or leave the nucleus. Selectivity is achieved through interactions between a variety of molecular signals in the transported materials and an equivalent variety of soluble transport receptors that bind these signals, thereby defining different transport pathways. Nuclear import and export are also interdependent activities, since factors that move cargo into one compartment must be recycled back to the opposite compartment to begin the process anew. A GTPase called Ran maintains circularity and directionality by regulating interactions between transport factors in the nucleus and cytoplasm. Interestingly, besides the particular receptors by which they are defined, transport pathways can be distinguished by whether they merely depend on Ran in a GTP-bound state or also require GTP hydrolysis by Ran.\r\n\r\nAs a model nuclear transport system, Fried is determining the in vivo mechanism of assembly of the signal recognition particle (SRP), a cytoplasmic complex consisting of a 300 nucleotide RNA and six SRP polypeptides. To date, neither the pathway for nuclear export of SRP RNA, nor the requirement for Ran in SRP RNA export, nor the factors that mediate SRP RNA export are known. This project will answer these questions. Specifically, transport competition assays will be carried out with a number of RNAs and ribonucleoprotein complexes (RNPs) known to utilize different export pathways, to determine if SRP RNA export occurs by a known or novel pathway. The requirement for RanGTP and Ran-mediated GTP hydrolysis in SRP RNA export will be determined by microinjecting into nuclei mutant derivatives of Ran that either deplete the nuclear pool of RanGTP or interfere with Ran-mediated GTP hydrolysis. Finally, preliminary evidence suggests that SRP proteins are transported into the nucleus to bind SRP RNA and mediate its export. Thus, the association between SRP proteins and RNA in the nucleus will be determined directly by immunological methods. Also, the rate of SRP RNA export will be measured in the presence of excess SRP proteins in vivo; a change in rate will be direct evidence that these proteins mediate SRP RNA export. Lastly, cell microinjection and in vitro transport assays will be used to test SRP proteins for the presence of nuclear import and export signals, as would be required if these proteins mediate SRP RNA export.\r\n\r\nSRP is but one of many RNPs whose in vivo mechanism of assembly has not been delineated. Given its rather modest molecular complexity (only seven components), determining how SRP assembles in vivo -- which is largely equivalent to determining how the components of SRP are transported into and out of the nucleus -- is well within reach and will add to our understanding of nuclear transport and RNP biogenesis in general. In addition, SRP is essential for cell viability, so that deciphering how SRP assembles could provide a new entry point for controlling cell growth.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Fried",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Howard M Fried",
   "pi_email_addr": "refried@email.unc.edu",
   "nsf_id": "000230096",
   "pi_start_date": "1999-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 236492.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 4875.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 4975.0
  }
 ],
 "por": null
}