{
 "awd_id": "9817002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Characterization of Autophagy",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald M. Weiner",
 "awd_eff_date": "1999-03-01",
 "awd_exp_date": "2003-02-28",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "1999-02-02",
 "awd_max_amd_letter_date": "1999-02-02",
 "awd_abstract_narration": "Eukaryotic cells adapt to environmental changes by altering their protein complements through synthesis and degradation. Much is known about, and many laboratories are investigating, the regulation of transcription and translation during nutrient adaptation and stress. However, the molecular mechanisms responsible for the degradative removal of superfluous or damaged proteins have not been resolved. It is well known that mammalian cells adapt to amino acid or serum starvation by sequestering proteins and organelles for lysosomal degradation via a process called autophagy. Given the difficulty in manipulating mammalian genetics, the molecular events of autophagy have yet to be defined. Dr. Dunn's laboratory has developed a yeast model, Pichia pastoris, for studying autophagy and lysosomal proteolysis of peroxisomes. Two morphologically distinct kinds of autophagy, microautophagy and macroautophagy, can be regulated in this yeast by nutritional factors. The P. pastoris model offers arguably the best opportunity to investigate the molecular events of peroxisome degradation because the degradation is rapid and because mutants unable to degrade peroxisomes can be easily identified by a sensitive colorometric direct colony assay. It is proposed that glucose-induced selective autophagy of peroxisomes proceeds through four events: glucose signalling; early sequestration events, including peroxisome recognition and vacuole membrane invaginations; late sequestration events, including homotypic membrane fusion; and vacuolar degradation. Dunn has identified eight glucose-induced selective microautophagy mutants (gsal- gsa8) which are defective in the events upstream of vacuolar degradation. The first aim of this project is a molecular characterization of autophagy involving the identification of the GSA genes and the subcellular location of the GSA gene products.  Initially, Dunn will identify and characterize three genes that are required for three different events, GSA1 (glucose signalling event), GSA4 (peroxisome recognition), and GSA7 (homotypic fusion of the vacuolar membrane); GSAl and GSA7 have already been cloned and sequenced. Dunn will then utilize cellular, molecular, and genetic approaches to define functional domains and motifs and to identify interacting proteins of GSAI p, GSA4p, and GSA7p.  The expectation is that these studies will provide insights into the functional roles of these proteins in peroxisome autophagy. Dunn's working hypothesis is that GSAlp, GSA4p, and GSA7p are functionally unique proteins required for three different events of the micro-autophagy pathway of degradation of peroxisomes during glucose adaptation. \r\n\r\nGSA4 will be cloned and sequenced following procedures that have been used successfully to identify GSA1 and GSA7. The GSA4p will be verified by comparing the phenotypes of gsa4-1 and delta-gsa4 (i.e., deletion) mutants. Then, the subcellular locations of GSAlp, GSA4p, and GSA7p will be determined in methanol- and glucose-adapting cells by first expressing an HA-epitope tagged GSAp in the yeast followed by immunolocalization of fixed cells and Western blotting of specific subcellular fractions using an antibody to the HA-epitope.\r\n\r\nThe functional motifs and molecular associates of these proteins will be characterized.  First, the minimal functional unit of each of these proteins will be defined by deletion analysis. Putative functional domains within the minimal functional unit (i.e., enzymatic active sites, protein binding motifs, and phosphorylation and myristylation sites) that may be involved in autophagy will then be mutated and the ability of the mutated gsa protein to rescue the delta-gsa phenotype will be evaluated. Second, in order to better define the amino acid (or amino acids) that confers autophagy activity, we will perform random PCR mutagenesis of the GSAp, clone the mutated GSAp by its inability to rescue the delta-gsa phenotype, and sequence the mutation. Finally, candidates for molecular associates of these proteins will be identified by two-hybrid and \"high-expression\" suppressor analyses and verified by co-immunoprecipitation.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dunn",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "William A Dunn",
   "pi_email_addr": "dunn@anatomy.med.ufl.edu",
   "nsf_id": "000205836",
   "pi_start_date": "1999-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida College of Medicine",
  "perf_str_addr": "223 Grinter Hall",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "32611",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": null
}