{
 "awd_id": "9818844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Walrasian Asymmetric Information Economies:  Theory and Applications",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1999-06-01",
 "awd_exp_date": "2000-05-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "1999-04-07",
 "awd_max_amd_letter_date": "1999-04-07",
 "awd_abstract_narration": "The objective of the research is a unified analysis of general economies with asymmetric information that encompass both adverse selection and moral hazard. While the analysis of welfare properties of these economies is developed by contract theory, a unified view of their equilibrium properties is far from established. The literature contains in fact various different approaches and notions of equilibrium, and stresses many specific themes of great conceptual interest, but which are very difficult to connect and compare for lack of a general framework: the unraveling of markets with adverse selection, the conceptual distinction of separating and pooling equilibria, signalling, rat~onmg.\r\nIn economies with asymmetric information, as opposed to Arrow-Debreu economies, different assumptions about the observability of agents' trading choices matter. Agents' trades in fact contain information about their private information. But observation of agents' trades require in general costly monitoring and hence various other assumptions on observability of trades, besides complete observability, are of interest. (Complete observability of trades also implausibly implies, in equilibrium, exclusivity of contractual relationships: agents only trade one contract in equilibrium which specifies their allocation of consumption and leisure in the present and at any time and state of uncertainty in the future.)\r\nThis research centers on comparing properties of economies with complete observability of trades with those of economies with various restrictions on observability of trades: from observability only of 'related' trades (e.g. observability of credit contracts only in credit markets, health insurance contracts only in health insurance markets, and so on), to observability only of buying and selling positions (as opposed to observability of the whole set of contracts traded), to finally complete anonymity of trades.\r\nFor each of the baseline assumptions on observability of trades, existence of competitive equilibria, and their welfare properties will be studied. A characterization of a minimal form of observability of trades which is necessary in general for existence of competitive equilibria will be provided. Conditions for the decentralization of incentive constrained efficient allocation by competitive equilibria with complete observability of trades will be derived; while it will be shown that, in general, equilibrium allocations of economies with restrictions on observability of trades are not even third best efficient.\r\nFinally various applications, like for instance the design of securities in financial markets, the study of bankruptcy procedures and priority rules, and the study of rationing schemes, in which the analysis of restrictions on the observability of trades is most relevant, will be developed.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Bisin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Bisin",
   "pi_email_addr": "Alberto.Bisin@nyu.edu",
   "nsf_id": "000297005",
   "pi_start_date": "1999-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}