{
 "awd_id": "9818714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  The Political Implication of Motivation to Control Prejudice Reactions",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1999-02-01",
 "awd_exp_date": "2001-01-31",
 "tot_intn_awd_amt": 7800.0,
 "awd_amount": 7800.0,
 "awd_min_amd_letter_date": "1999-02-17",
 "awd_max_amd_letter_date": "2000-06-12",
 "awd_abstract_narration": "\tMy proposed research focuses on a major point of contention in political science, that is, the measurement of racial attitudes (Kinder 1986; Sears and Kinder 1985; McConahay 1986). [In layman's terms, an attitude is a feeling (usually positive or negative) about something.]  I attempt to find a measure of attitudes about minorities that does not suffer from social desirability bias.  Unbiased measures of attitudes toward minority groups are important to improve understanding and prediction of opinion toward public policies related to the minority groups in question.\r\n\tI propose a cognitive approach to address the problem of obtaining a true measure of people's attitudes toward minority group members.  Using the accessibility of attitudes as an indicator of people's attitudes towards group members, I hope to develop a less biased measure of public opinion about minority groups.  Specifically, I examine African-Americans and immigrants - Hispanic-Americans and Asian-Americans.  I do this by expanding Fazio's individual difference scale which measures people's motivations to control their prejudiced reactions of blacks to these other groups (Fazio, Jackson, Dunton and Williams 1995; Dunton and Fazio 1997; Fazio and Dunton 1997).  Fazio effectively demonstrates that controlling for this variable allows more accurate predictions of people's overall attitudes toward minorities and opinions about related political events.  Consequently, we should be better able to predict sentiment toward public policies related to minorities.  Public sentiment on policies dealing with minorities is largely determined by attitudes toward the group and its members (Schneider and Ingram 1993; Sniderman, Brody and Tetlock 1991; Kinder and Sears 1985).  This is an important contribution in light of research showing the importance of public opinion in shaping public policy (Page and Shapiro 1992).  Thus, this individual difference measure of motivation to control prejudiced reactions is developed to provide results in conjunction with non-reactive measures.  Consequently, this self-report scale will provide a better understanding of people's racial attitudes without the complications of implementing non-reactive measures.  I subsequently examine how these attitudes affect policy opinions.\r\n\tI propose to use this new measure to expand on a relatively unstudied area in political science -- public opinion about immigrants and immigration policy.  First, I determine people's general attitudes toward different immigrant groups.  Second, I test whether people's stereotypes about a group influence opinions about policies related to that group and immigrants as a whole.  [Additionally, I investigate differences in these opinions when one group is made salient in subjects' minds.  In other words, I examine whether exposure to hispanics versus Asians in juxtaposition with the ambiguous term, \"immigrant,\" significantly affects opinions on immigration policy.]  Third, I explore a self-report measure that asks individuals to take the perspective of a group member to determine people's racial attitudes (Barsalou 1989).  Examining the differences between individuals' responses when asking them to relate their personal opinions and those of a typical group member should reveal prejudices.  Finally, I hope to answer the previously unanswered question of who or what associations come to mind when individuals answer questions about immigration policy.  [For instance, the National Election Study asks only general questions about immigrants and immigration policy and does not denote specifically the group to which it refers.]  In short, I investigate who people are thinking about when they hear the term, \"immigrants,\" and how that influences opinion on policies related to them.\r\n\tIn sum, I propose to develop a better measures and, therefore, understanding of attitudes minorities and minority-related policies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Milton",
   "pi_last_name": "Lodge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Milton Lodge",
   "pi_email_addr": "milton.lodge@sunysb.edu",
   "nsf_id": "000176437",
   "pi_start_date": "1999-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 7800.0
  }
 ],
 "por": null
}