{
 "awd_id": "9818201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Pakistan Cooperative Research:  Sustainable Homestead",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "1999-03-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 30900.0,
 "awd_amount": 30900.0,
 "awd_min_amd_letter_date": "1999-02-24",
 "awd_max_amd_letter_date": "2003-05-12",
 "awd_abstract_narration": "9918201\r\nVeziroglu\r\n\r\nDescription: This award will support a collaborative research project between Professor T.Nejat Veziroglu, Director, Clean Energy Research Institute, University of Miami, Miami, Florida, and Dr. Parvez Akhter, Director General, the National Institute for Silicon Technology (N.I.S.T.) in Islamabad, Pakistan.  The two teams plan to conduct a pilot research project for the conceptual design and testing of a \"sustainable homestead\", in which electricity, fuel, thermal energy and lighting needs of a home would be met by a sustainable or renewable energy source, such as solar energy.  The idea involves designing hybrid solar collectors, which converts insulation to heat and electricity.  Heat is then stored in thermal storage tanks, while the electricity is to be used for normal electric requirements to produce hydrogen and oxygen, or to be stored in electric batteries.   The hydrogen produced will be used as a clean fuel for other requirements.  In the theoretical study, the relations between the operational characteristics and efficiency of each sub-system and the supply and demand system will be obtained.  The theoretical investigation will be expanded to generate a program for optimizing the cost.  In the experimental investigation, the designs for the solar, thermal, electrical, hydrogen, oxygen, sunlight, control and safety sub-systems of the \"sustainable homestead\" will be carried out and built within a homestead in Pakistan for tests and evaluation of the subsystems and the overall system. \r\n\r\nScope:  This project will support collaboration between two scientific teams with complementary qualifications and institutional facilities in a multidisciplinary research effort.  The US scientist has been a leader in research on renewable energy sources, especially hydrogen energy, while the Pakistani side has long experience in the design, manufacture and utilization of solar photovoltaic cells.  The problem to be addressed, proving the utility of renewable energy sources in distributed system of users, is important.  Small distributed systems for meeting energy needs are more economical and environmentally more benign than large power systems with the required distribution systems to far-flung areas as in Pakistan and in many other developing countries.  This project will fit well within a larger project entitled \"Solar Park\" which the Government of Pakistan has authorized as a practical demonstration of utilizing renewable energy on a large scale.  One junior US scientist from the University of Miami and one from N.I.S.T. will participate in the project.  The project fits well within the objectives of the Division of International Programs.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "T. Nejat",
   "pi_last_name": "Veziroglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T. Nejat Veziroglu",
   "pi_email_addr": "veziroglu@miami.edu",
   "nsf_id": "000266683",
   "pi_start_date": "1999-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462919",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5943",
   "pgm_ref_txt": "PAKISTAN (COOPERATIVE SCIENCE)"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 30900.0
  }
 ],
 "por": null
}