{
 "awd_id": "9818366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cause Lawyering and the State in a Global Era: A Cross-National Inquiry",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "1999-05-15",
 "awd_exp_date": "2001-04-30",
 "tot_intn_awd_amt": 31213.0,
 "awd_amount": 31213.0,
 "awd_min_amd_letter_date": "1999-05-20",
 "awd_max_amd_letter_date": "1999-05-20",
 "awd_abstract_narration": "Democratization and globalization provide novel challenges, opportunities, and imperatives for cause lawyers throughout the world.  Both developments bring new issues to the fore; provide new resources; and impose new burdens on cause lawyers working on behalf of social movements.  Cause lawyers typically push for greater democratization of state processes.  Democratization, in turn, energizes and legitimates cause lawyering.  Yet as democratization proceeds it challenges reliance on rights-based strategies for social change, and, in so doing, may require cause lawyers to devise new approaches and work in new arenas.\r\n\r\nGlobalization opens up state processes to far-reaching forces and leads to re-configurations of state power.  As these global forces impinge on the state, cause lawyering itself is transformed.  New possibilities for working within, as opposed to against, the state open up and new transnational alliances/networks become possible.  Yet efforts by cause lawyers to take advantage of these opportunities embroil them in controversies: Are they being co-opted by state actors?  Do international alliances serve primarily to advance Western interests and ideas thus promoting neo-imperialism and neo-colonialism?\r\n\r\nThis project will highlight opportunities and challenges posed by democratization and globalization for cause lawyering serving different causes in different national contexts.  It will examine the way cause lawyers influence, and are influenced by, the transformations in modern and modernizing states brought on by globalization and democratization.  The former typically involves an upward or outward movement of power away from the state, the latter an inward or downward movement from the state to civil society.  We are interested in investigating the varying roles of cause lawyers in bringing about as well as in responding to these changes.\r\n\r\nThis proposal provides support to convene an international conference, drawing together investigators from nine nations, to take up these issues. This conference represents the culmination of several years of collaborative work in which common theoretical concerns have been identified.  Drawing on theories of globalization and democratization, each participant will present the results of new research on cause lawyering and the state.  AT the conference our focus will be on penultimate drafts of papers reporting the results of finished research projects.  Findings from these projects will be used to address the theoretical interests that drive this project, weave underlying themes of the project (globalization, democratization, and the state) through all of the papers, and to elaborate hypotheses that emerge from our inquiry.  The overall objective of the conference is to insure the coherence of the final product: an edited book expected to be published in fall of 2000 or early in the spring of 2001.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Austin",
   "pi_last_name": "Sarat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Austin Sarat",
   "pi_email_addr": "ADSarat@Amherst",
   "nsf_id": "000110221",
   "pi_start_date": "1999-05-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Scheingold",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart A Scheingold",
   "pi_email_addr": "",
   "nsf_id": "000283689",
   "pi_start_date": "1999-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Amherst College",
  "inst_street_address": "155 S PLEASANT ST",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135422804",
  "inst_zip_code": "010022234",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "AMHERST COLLEGE, TRUSTEES OF",
  "org_prnt_uei_num": "",
  "org_uei_num": "KDRLUT71AFM5"
 },
 "perf_inst": {
  "perf_inst_name": "Amherst College",
  "perf_str_addr": "155 S PLEASANT ST",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010022234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 31213.0
  }
 ],
 "por": null
}