{
 "awd_id": "9818875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regional, Intertemporal, and Sociodemographic Heterogeneity in  Willingness to Pay for Climate Change Mitigation Policies",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "1999-04-01",
 "awd_exp_date": "2002-12-31",
 "tot_intn_awd_amt": 192485.0,
 "awd_amount": 192485.0,
 "awd_min_amd_letter_date": "1999-04-01",
 "awd_max_amd_letter_date": "2002-02-08",
 "awd_abstract_narration": "The upcoming US presidential election may well be (in part) a referendum on climate change mitigation.  The willingness of the voting public to incur substantial costs in order to prevent climate change will be a key political \"variable\" that is likely to receive considerable attention from both parties.  Consequently, it is important to gain some understanding of how individuals formulate their subjective conceptions of future climate prospects both with and without mitigation.  One relevant consideration is the possibility of systematically differing opinions across different sub-populations.  Another is the manner in which people respond to climate predictions according to the source of the information.  Third, it is crucial to know how these opinions translate into individuals' willingness to pay for climate change mitigation in terms of higher prices or taxes.\r\n\r\nThe research plan is as follows:  (1) Survey people about their beliefs concerning future climate change risk if mitigation is not pursued; (2) See whether (and how) their beliefs about climate change are affected by a set of \"expert\" opinions to which they may choose to attend; (3) See how these adjusted beliefs about climate risk translate into willingness to support alternative climate change policies, and (4) Employ formal economic theory in a quantitative model to convert this degree of support (as a function of risk perception) into a useful input for formal cost-benefit analysis for climate change policies.\r\n\t\r\nThe data for the proposed study will be gathered by a combination of two different methods. The first method is an innovative online survey.  This is a dramatically less expensive way to conduct preliminary surveys when a vast array of survey versions is required to accommodate an orthogonal design with extensive geographical specificity, albeit at the cost of sample selectivity according to access.  The online survey will involve liaisons with approximately 25 faculty collaborators at geographically dispersed universities to assist in recruiting suitable samples of students to participate in the survey.  To counter the selectivity problems of the online survey, the study will also use an analogous mail survey for a general population sample. The pooled data can be used to test the representativeness of the online survey and to generate inferences that can be extended more confidently to the general population.\r\n\r\nThe main surveys will go into the field between 9/99 and 8/00. In addition to the costs of the final field surveys themselves, research funding will be used to support: (1) survey instrument revision with input from external reviewers, focus groups and pre-tests, (2) identification of additional faculty collaborators to assist in recruiting students for the online survey, (3) completion of an inventory of \"expert\" opinions on climate change prospects, (4) programming upgrades for the online survey (i.e. Java applets for response selection and click mapping for information choices), (5) translation of survey into Spanish and French, since geographical coverage includes at least the US and Canada, (6) adaptation of the online survey to an analogous mail survey instrument.  \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Trudy Ann",
   "pi_last_name": "Cameron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trudy Ann Cameron",
   "pi_email_addr": "cameron@uoregon.edu",
   "nsf_id": "000438514",
   "pi_start_date": "1999-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 103355.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 89130.0
  }
 ],
 "por": null
}