{
 "awd_id": "9818543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Probes for Nutrient Stress in Phytoplankton: Emiliania Huxleyi as a Model",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1999-04-01",
 "awd_exp_date": "2003-09-30",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "1999-02-04",
 "awd_max_amd_letter_date": "2003-03-14",
 "awd_abstract_narration": "Palenik  9818543\r\n\r\nMolecular Probes for Nutrient Stress in Phytoplankton: Emiliania huxleyi as a model.\r\n\r\n\r\nNumerous examples exist where both the type and physiological status of the phytoplankton influence major processes in the oceans such as carbon fixation, calcification, sulfur gas emission, and toxic bloom formation. Our ability to understand the physiological status in the field of individual phytoplankton species or individual cells is limited, however. Most biological field measurements (carbon fixation, C:N ratio, Fv/Fm, for example) currently integrate over the whole phytoplankton community. In the long term, an understanding of the physiological ecology of individual \"keystone\" phytoplankton species will provide a more mechanistic, predictive understanding of ecosystem processes.\r\n\r\nEmiliania huxleyi is an abundant, cosmopolitan phytoplankton species which is important in the global biogeochemical cycles of carbon and sulfur because of its production in the water column of calcite (coccoliths) and the sulfur gas DMS. It is present in both oligotrophic and neritic environments and in some locations is known to form massive blooms visible in satellite images. To date our understanding of the ecology of this organism has focused on these bloom phenomena.\r\n\r\nOne of the research goals of the field of phytoplankton ecology is the development of incubation-independent probes of phytoplankton nutrient status. From previous work an antibody to a cell surface protein, NRP1, that is present in nitrogen-stressed, but not nitrate--replete or ammonia-replete E. huxley has been developed. In this study the antibody will be used to develop a field method for characterizing the physiological state of natural E. huxleyi populations. A whole cell assay will be optimized and its efficiency and sensitivity characterized for examining cell numbers down to those present in oligotrophic environments. Fluorescence microscopy and image analysis will be used to quantify the number of cells expressing NRP1 and ideally the relative level of expression.\r\n\r\nAn antibody to intact whole cells will be developed to count the total and percent nitrogen-stressed cells in samples. A few previously obtained samples from the California current and the coast of Norway will be tested initially for the presence of nitrogen-stressed cells in the field. The demonstration of the physiological state of a specific phytoplankton group would be novel. This work will involve the training of one graduate student and one or more undergraduates in emerging techniques for applying immunological probes to marine ecological questions.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Palenik",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Palenik",
   "pi_email_addr": "bpalenik@ucsd.edu",
   "nsf_id": "000265421",
   "pi_start_date": "1999-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": null
}