{
 "awd_id": "9818124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fractional Equipment for Cell and Molecular Biology",
 "cfda_num": "47.074",
 "org_code": "08080101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory K. Farber",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2000-04-30",
 "tot_intn_awd_amt": 77295.0,
 "awd_amount": 77295.0,
 "awd_min_amd_letter_date": "1999-04-21",
 "awd_max_amd_letter_date": "1999-04-21",
 "awd_abstract_narration": "9818124\r\nabstract\r\n\r\n\tThis multi-user proposal is a request for basic equipment needed for fractionating and analyzing tissues in cell and molecular biology research and teaching. The equipment includes:\r\n\r\n1. An ultracentrifuge for the fractionation and isolation of very small subcellular structures, cell proteins, viruses, DNA, etc.\r\n2. A highspeed refrigerated centrifuge and rotors for preparatory separations and isolation of larger cell parts.\r\n3. A UV/Vis spectrophotometer with temperature-controlled sample chamber for enzyme studies, chemical analyses, and DNA analysis.\r\n4. A homogenizer to process tissue samples quickly and with high sample-to-sample uniformity.\r\n5. A research-grade water purification system to produce high-quality water necessary for sensitive bichemical tests, tissue culture, and for DNA analyses.\r\n\r\nThree faculty members will be the major users of the new equipment to extend the range of their current research by making it possible to perform analyses currently not possible. Improved capabilities and new\r\navenues of research will also be tied to better training of undergraduate and graduate students. In microbiology courses and in plant, animal, and cell physiology courses, important laboratory\r\ntechniques to isolate and separate subcellular structures and molecules will be possible. In particular, these courses will be able to include many of the modern techniques used in molecular biology and\r\nbiotechnology. \r\n\r\nSasek is studying the effects of ozone stress on plants. Ozone, an important component of air pollution, is a significant threat to human health as well as plant productivity. Ozone pollution in the future may\r\nalso interact with rising CO2 concentrations in the atmosphere and global warming. The new equipment would make it possible to characterize important plant defense mechanisms and repair processes. One major goal is to determine the range of sensitivity in different genetic lines. This will contribute to a better understanding of plant responses to  multiple stresses.\r\n\r\nFindley is studying the microsporidia, a large group of highly-specialized single-celled parasites that live inside the cells of various animals. Many are important pathogens that are not well understood. The new equipment will allow current research to be expanded to include more physiological studies and metabolic analyses to  characterize the organisms better. In particular, it will be possible to conduct a range of studies at several different developmental stages in the life cycle, further contributing to an understanding of the effects of parasitism on the host cell.\r\n\r\nHecht is conducting research on retroviruses of hoofed animals (sheep, goats, etc.) to study the evolutionary history of the viruses. The new equipment will make it possible to explore fully most of the important molecular biology techniques necessary to characterize certain genetic sequences. The movement and transmission of particular viral sequences is being investigated to identify those viruses that are ancient and therefore found in many breeds and species versus those that are modern and still actively spreading. This approach is also valuable for better understanding the spread of other important viral diseases.\r\n\r\nNLU is the primary institution serving the Lower Mississippi Delta, one of the most impoverished economic areas in the country. One of the University is most important contributions has been to improve the situation of the local population and communities by helping to bridge cultural and economic gaps. The ability to provide modern, up-to-date research and teaching opportunities in biological sciences is crucial to\r\nmaintaining a positive impact not only for biology majors but also for many pharmacy and allied health-science students served by the department. The improved infrastructure also impacts many under-represented groups in biology. As an open admissions university, NLU serves the needs of a diverse community, thereby providing access to a higher percentage of under-represented groups than are often found at selective admissions universities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Sasek",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Sasek",
   "pi_email_addr": "sasek@ulm.edu",
   "nsf_id": "000238823",
   "pi_start_date": "1999-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Findley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ann M Findley",
   "pi_email_addr": "afindley@ulm.edu",
   "nsf_id": "000142391",
   "pi_start_date": "1999-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Hecht",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Hecht",
   "pi_email_addr": "bihecht@alpha.nlu.edu",
   "nsf_id": "000404572",
   "pi_start_date": "1999-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Louisiana at Monroe",
  "inst_street_address": "700 UNIVERSITY AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "MONROE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3183421039",
  "inst_zip_code": "712099000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT MONROE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MM1DHXTUKLG8"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Louisiana at Monroe",
  "perf_str_addr": "700 UNIVERSITY AVENUE",
  "perf_city_name": "MONROE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712099000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 77295.0
  }
 ],
 "por": null
}