{
 "awd_id": "9819930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Mozambique Workshop: Integrated Analysis and Management of Renewable Resources, Maputo, Mozambique, June 6-11, 1999",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alice W. Leeds",
 "awd_eff_date": "1999-03-01",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 33880.0,
 "awd_amount": 33880.0,
 "awd_min_amd_letter_date": "1999-02-03",
 "awd_max_amd_letter_date": "1999-06-10",
 "awd_abstract_narration": "9819930\r\nDesanker\r\n\r\nThis award supports nine US participants in the US-Mozambique Workshop on Integrated Analysis and Management of Renewable Resources, in Maputa, Mozambique, June 6-11, 1999.  There will also be 20 Mozambican participants, including researchers from Eduardo Mondlane University, resource managers, and policy makers.  The co-organizers are Professor Paul V. Desanker, of the Department of Environmental Sciences at the University of Virginia, and Professor Luisa Santos, of the Faculty of Agronomy and Forestry Engineering at Eduardo Mondlane University.  The purposes of the workshop are to begin development of an integrated assessment framework to analyze different natural resource management options, and to identify topics of mutual importance for international collaborative research.\r\n\r\nBoth Mozambique's recovery from a prolonged period of armed conflict (which ended in 1994), and the initiation of programs for economic recovery and development, have led to the intensification of agricultural and forestry production and increased demands on its natural resources.  As a result of these events, Mozambique is experiencing many land use changes, and some areas are now at risk for environmental degradation.  Many Mozambican researchers, resource managers, and policy makers are involved in the establishment of programs and policies for the sustainable management and development of its natural resources, but currently little information is shared across disciplines. This multidisciplinary workshop will include presentations on research activities in the fields of agriculture, agroforestry, forestry, hydrology, land use change and the ecological consequences, and integrated assessment modeling.  The workshop will enable the US participants to learn about Mozambique's multitude of land, water, forest, and wildlife resources, most of which have never been studied by US researchers.  Additionally, the creation of an integrated modeling framework will be a valuable aid for Mozambican researchers, resource managers, and policy makers to use in the development of scientifically viable resource management and sustainable development programs.  Further, researchers worldwide will have access to new knowledge about Mozambique's natural resources, as well as the ecological and societal impacts of land use changes.  The project supports the participation of one US graduate student and two junior investigators.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Desanker",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Paul V Desanker",
   "pi_email_addr": "desanker@psu.edu",
   "nsf_id": "000323361",
   "pi_start_date": "1999-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5928",
   "pgm_ref_txt": "AFRICA AND ASIA,OTHER"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 33880.0
  }
 ],
 "por": null
}