{
 "awd_id": "9819890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Turkey Cooperative Research:  An Event-Driven Approach to Autonomous Assembly",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "1999-04-01",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 35396.0,
 "awd_amount": 35396.0,
 "awd_min_amd_letter_date": "1999-03-18",
 "awd_max_amd_letter_date": "2003-01-22",
 "awd_abstract_narration": "9819890\r\nKoditsheck\r\n\r\nDescription: This award is to support a collaborative research by Professor Daniel Koditschek, Department of Electrical Engineering and Computer Science, University of Michigan, Ann Arbor, Michigan, and Professor H. Isil Bozma, Department of Electrical and Electronic Engineering, Bogazici University, Istanbul, Turkey.  They plan to conduct research  for the conceptual design of assembler robots with specific parameters and capabilities, to enable these robots to work with very loose restrictions on the exact initial positioning of the parts to be assembled.  The proposed work will investigate the design of the assembler robots, both formally and experimentally.  The central technical idea is to use carefully designed \"objective functions\" for each part to encode the desired assembly goal.  A robot controller is designed that essentially solves the partially competitive multi-layer game presented by these multiple objectives and, in so doing, moves parts to their designed final locations with no collisions along the way.   The scientists will first formalize the intrinsic properties of the two-dimensional exogenous assembly and construct a class of provably correct feedback controllers for the exogenous two degrees of freedom assemblies.  They then will start the study of the two dimensional endogenous assemblies and propose a class of controllers that are ensured of accomplishing a given assembly task.  They will then implement the developed control algorithm on the assembler EDAR robot and conduct a systematic experimentation for its assessment. \r\n\r\nScope:  This project will deal with a problem of great importance.  The topic of autonomous assembly of multiple objects is important in the planning for agile manufacturing in the future.  The proposed research is innovative in creating directly a machine dedicated to the performance of assembly tasks.  The P.I.s propose to apply and combine game theory with control and dynamical systems analysis.  The US and Turkish P.I.s are considered exceptionally well qualified for this innovative research.  The collaboration will bring complimentary capabilities to this effort and will enhance the benefit of the research.  Bogazici University is one of Turkey's top universities and it has a strong program in mechatronics.  The proposal meets INT objectives for supporting mutually beneficial international collaboration.  This project is co-funded by the International Programs and the Division of Design, Manufacture, & Industrial Innovation.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Koditschek",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Koditschek",
   "pi_email_addr": "kod@ese.upenn.edu",
   "nsf_id": "000197893",
   "pi_start_date": "1999-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146500",
   "pgm_ele_name": "PRODUCTION SYSTEMS"
  },
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 35396.0
  }
 ],
 "por": null
}