{
 "awd_id": "9820035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Population Dynamics of Prochlorococcus and Synechococcus Ecotypes in Diverse Oceanoic Ecosystems",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1999-04-01",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 780001.0,
 "awd_amount": 980001.0,
 "awd_min_amd_letter_date": "1999-03-15",
 "awd_max_amd_letter_date": "2003-04-07",
 "awd_abstract_narration": "Chisholm\r\n\r\nThe marine cyanobacteria Prochlorococcus and Synechococcus are dominant primary producers in the world's open oceans. The spatial and seasonal dynamics of the two genera have distinct features in different oceans,-often characterized by alternating dominance in time and space. There is growing evidence that there exists within each of these genera distinct \"ecotypes\"-closely related strains that are physiologically and genetically distinct from one another-which differ in light harvesting ability and are thus adapted for optimal growth under different light regimes. This study will examine the hypothesis that  they might differ in other significant traits such as nitrogen preferences and assimilation efficiencies, dark survival, and tolerance of fluctuating light intensities. It is known  that in Prochlorococcus the established physiological differences between ecotypes correspond with differences in molecular phylogenies constructed with the 16S ribosomal RNA gene (16S rDNA). This opens the possibility of studying the dynamics of ecotypes in field populations using molecular probes, and studying how their relative abundances change in response to changing availability of light, nutrients, and other environmental variables. To this end, this project will entail a series of laboratory and field studies:\r\nGenetic Diversity in Cultured Ecotypes: Researchers will sequence the 23S rDNA gene of the Prochlorococcus and Synechococcus isolates they have in culture, to identify closely related clusters of genotypes which correspond to known and hypothesized physiological ecotypes. These sequences will allow them to develop probes specific for cells belonging to these clusters for use in studying the distributions and relative abundance of ecotypes in field populations. \r\nPhysiological Diversity in Cultured Ecotypes: Using batch cultures and N-limited cyclostat cultures maintained at high and low light intensities, researchers will study whether or not nutrient availability influences the competitive advantages between Prochlorococcus and Synechococcus and between the high- and low-light adapted ecotypes within each genus. They will also examine whether the genera and ecotypes respond differently to fluctuating light and prolonged dark exposure, which will help to better understand their relative abundance in deep mixed layers. \r\nSeasonal and Spatial Dvnamics of Ecotypes in Field Populations: The researchers have chosen three sites for the field studies-the Hawaii Ocean Time-series (HOT), the Bermuda Atlantic Time Series (BATS) station, and the Gulf of Aqaba in the Red Sea-where Prochlorococcus and Synechococcus display distinctly different seasonal patterns and depth distributions. In samples collected from each of these sites they will first qualitatively describe the molecular diversity of 23S rDNA sequences by cloning PCR products and analyzing the clones using RFLP analysis and partial sequencing. This will allow them to see how representative our cultured isolates are of the genotypes present in the field. Then, using the ecotype-specific probes developed and any unique sequences found in the cloning studies, they will use quantitative and in situ hybridization to analyze the seasonal and spatial dynamics of the different ecotypes at the study sites. They will use the ancillary physical and chemical data that will be available for each of these sites at the time of our sample collection, along with our physiological studies from laboratory cultures, to unravel the forcing functions responsible for the changing relative abundances of the ecotypes in the field. \r\n\tThe hypothesis is that the presence of different \"ecotypes \" within the Prochlorococcus and Synechococcus populations play a critical role in determining the dynamics between the two groups, and contribute to the collective stability of these populations in the world's oceans. The presence of multiple ecotypes in a given environment allows Prochlorococcus and Synechococcus to thrive over a much broader range of environments than would be possible for a physiologically and genetically homogeneous population. The results of these studies will not only provide insights into what regulates the dynamics of these populations in the oceans, but will also inform issues that are critica1 to understanding microbial diversity in general. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sallie",
   "pi_last_name": "Chisholm",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Sallie W Chisholm",
   "pi_email_addr": "chisholm@mit.edu",
   "nsf_id": "000325944",
   "pi_start_date": "1999-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Polz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Martin F Polz",
   "pi_email_addr": "mpolz@mit.edu",
   "nsf_id": "000106416",
   "pi_start_date": "1999-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 199666.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 175929.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 204406.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}