{
 "awd_id": "9871982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Role of Parasites and Disease in   Health and Population Abundance of Adult Pacific Herring",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1999-02-01",
 "awd_exp_date": "2002-01-31",
 "tot_intn_awd_amt": 286414.0,
 "awd_amount": 286414.0,
 "awd_min_amd_letter_date": "1999-01-26",
 "awd_max_amd_letter_date": "1999-01-26",
 "awd_abstract_narration": "\r\nMarty 9871982\r\n\r\nPacific herring (Clupea pallasl) are schooling fish that range throughout coastal regions of the North Pacific.  They are an important component of the ecosystem as secondary consumers, they serve as high-quality prey for many marine mammals and birds, and in Prince William Sound, Alaska, they comprise an important seasonal commercial fishery.\r\n\r\nModels to estimate fish populations commonly integrate many variables, including age, length, sex composition, fishing mortality, and indices of abundance such as catch per unit effort and survey biomass.  For Pacific herring in Prince William Sound, population biomass has been modeled and estimated since the early 1970s.  Natural mortality is usually treated as a constant in these models because it is difficult to estimate mortality without comprehensive information about disease and predation.  Recent evidence from Prince William Sound, however, indicates that use of a constant mortality in such models can lead to large errors in stock assessment estimates.  In 1993, estimates based on age-structured population models led biologists to predict that over 1 00,000 metric tons of Pacific herring would spawn.  However, only 20,000 metric tons actually returned to spawn.  When viral hemorrhagic septicemia virus was isolated from several herring sampled from the population, it was hypothesized that a disease epidemic was responsible for the unexpectedly large natural mortality.\r\n\r\nThis project will evaluate the role of disease in Pacific herring by focusing on two specific objectives: 1) to determine prevalence and severity of disease in a free ranging Pacific herring population; and 2) to determine, through modifications of an age-structured assessment model, the contribution of disease in explaining Pacific herring population fluctuations.  To assess disease-produced mortality, adult Pacific herring from Prince William Sound will be sampled each year in April and October.  These will be examined to determine standard length and a variety of assays for general physiological condition  and the presence of pathogens will be performed. Prevalence of potential pathogens will be statistically linked to histopathologic lesions and changes in blood chemistry to determine significance of disease to individuals, and prevalence will be linked to population models of abundance to determine population-level significance.\r\n\r\nDisease is a fundamental biological process that ultimately affects the longevity of most individuals, and any process that affects individuals will also impact populations.  This study will investigate the ecological significance of disease in a pelagic marine schooling fish species and will be the first to model the link between enzootic disease and population change.  Results from this study will answer basic questions about how season, gender, spawning condition, and age may affect disease processes cycling through a population.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Marty",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gary D Marty",
   "pi_email_addr": "gdmarty@ucdavis.edu",
   "nsf_id": "000390875",
   "pi_start_date": "1999-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 286414.0
  }
 ],
 "por": null
}