{
 "awd_id": "9872818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "WISE Investments",
 "cfda_num": "47.076",
 "org_code": "11060500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruta Sevo",
 "awd_eff_date": "1999-02-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 892967.0,
 "awd_amount": 892967.0,
 "awd_min_amd_letter_date": "1999-01-21",
 "awd_max_amd_letter_date": "2004-02-19",
 "awd_abstract_narration": "The WISE Investments project is multifaceted and is designed to encourage females in middle, high school and community colleges to pursue engineering and related careers by:  1) teaching middle and high school math and science teachers to help students understand engineering as a helping profession; 2) teaching middle and high school guidance counselors to support and encourage pre-college young women to pursue engineering and related careers; 3) teaching community college math and science faculty to include gender-inclusive engineering applications of math and science, along with engineering career information, in their classrooms; 4) teaching community college advisors and counselors to support and encourage community college women to pursue engineering and related fields; 5) educating parents (or another significant adult) of young women in middle and high school about educational and career opportunities in engineering, and by assisting parents to encourage their daughters' continued enrollment in higher-level precollege math and science courses; and 6) giving young women in middle and high school a single sex environment to explore engineering, providing them with engineering mentors, and giving them exposure to higher education and engineering-related industries.\r\n     Middle and high school math and science teachers, along with a district representative from each of the six participating school districts, will participate in a two-week summer workshop.  Middle and high school counselors will be teamed with teachers from their school and will participate in an abbreviated workshop.  Community college faculty and advisors, who will also be placed in same-school teams, will participate in their own two-week summer workshop.  Educator and counselor participants will also participate in a two-week internship with an engineering-related company.\r\n     Educators and counselor/advisors workshops will include hands-on engineering labs, exposure to engineering-related industry through tours and speakers, opportunity to develop engineering applications and outreach activities for their classrooms/campuses, and gender-equity training.  The two-week internship will allow participants to gain an understanding of engineering in a real-world setting.  Participants will be involved in an electronic forum throughout the duration of the project and will participate in follow-up activities, including dissemination activities.  A mentor team consisting of an engineering faculty member, an industry representative, and an engineering student will be paired with each educator/counselor team.\r\n     Middle and high school girls will participate in hands-on engineering applications developed by the teacher teams, gain exposure to engineers and engineering-related industry through tours and speakers, and be paired with a trained female undergraduate engineering student mentor, who in turn will have her own mentor.  Parents will receive information about engineering and how to encourage their daughters in math and science, and will gain exposure to engineers and engineering-related industry.\r\n     An end-of-the-year banquet will pull the various components together and celebrate the participant's accomplishments.  A poster session of the educators teams' efforts will be displayed, and one team will be selected to present on their involvement at a regional or national education conference.\r\n     These project components will give women and girls more information about, and create a positive affective response to, engineering.  The project will also develop a support network for their pursuit of engineering and related fields.  The interventions will serve to ultimately increase the number of women pursuing degrees in engineering and related fields.  Outcomes for the project will include:  1) an increased knowledge of engineering careers and activities by each of the six target groups (listed above),  2) an increased interest in engineering and related fields by precollege and community college student participants, 3) an increase in plans to pursue engineering and related fields by precollege and community college student participants, 4) a greater likelihood for precollege student participants to enroll in higher-level precollege math and science courses than members of a control group, 5) improved teacher's efforts to create a gender-inclusive classroom atmosphere, 6) an integration of engineering information and activities into teacher participants' classrooms, 7) an increased number of outreach programs for middle and high school girls interested in engineering and related fields, and 8) an increase in interest and knowledge of engineering for students in participating teachers' classrooms and students participating in counselors' outreach programs.\r\n     The project is a collaboration of the Arizona State University College of Engineering and Applied Sciences and College of Education; Northern Arizona University's Institute for Future Workforce Development; Chandler-Gilbert, South Mountain and Glendale Community Colleges; Phoenix Union High School District, Tempe Union High School District, Chandler Unified School District, Kyrene, Creighton and Roosevelt School Districts; Intel Corporation, Motorola, Lockheed Martin-Andersen Consulting, Honeywell, Boeing, Medtronic Micro-Rel, and Salt River Project; the Phoenix Urban Systemic Initiative, Arizona State Public Information Network (ASPIN), and other existing programs which will greatly enhance the impact of the WISE Investments project in terms of recruiting quality participants, informing project development, and providing dissemination outlets.  The nature of this collaboration allows for the enhancement of the pipeline that creates women engineers.\r\n     Each year this comprehensive project will include 24 teachers, 6 district-level representatives, 12 counselors, 20 community college faculty, 10 community college advisors, 40 middle and high school girls and 40-80 parents.  Aside from those individuals directly participating in the WISE Investments project, through the engineering applications developed by teachers and community college faculty for their classrooms, and outreach projects developed by counselors and community college advisors, the impact of the project will be felt by thousands of students over time.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Anderson-Rowland",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mary R Anderson-Rowland",
   "pi_email_addr": "mary.anderson@asu.edu",
   "nsf_id": "000429243",
   "pi_start_date": "1999-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Blaisdell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Blaisdell",
   "pi_email_addr": "slb@wpi.edu",
   "nsf_id": "000421983",
   "pi_start_date": "1999-01-21",
   "pi_end_date": "2000-06-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Baker",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Dale R Baker",
   "pi_email_addr": "dale.baker@asu.edu",
   "nsf_id": "000189925",
   "pi_start_date": "1999-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Abel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jean A Abel",
   "pi_email_addr": "abel@gc.maricopa.edu",
   "nsf_id": "000414336",
   "pi_start_date": "1999-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melinda",
   "pi_last_name": "Romero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melinda Romero",
   "pi_email_addr": "romerom@chandler.k12.az.us",
   "nsf_id": "000287167",
   "pi_start_date": "1999-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1588",
   "pgm_ref_txt": "IMPLEMENTATION DEV PROJ FOR WOMEN"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 299739.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 293228.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}