{
 "awd_id": "9874445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Signal Transduction in Root Gravitropism",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth E. Hood",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 235688.0,
 "awd_amount": 235688.0,
 "awd_min_amd_letter_date": "1999-08-06",
 "awd_max_amd_letter_date": "2001-04-03",
 "awd_abstract_narration": "Gravity is a fundamental signal that regulates plant growth and form. Despite its importance to plant success, the cellular and molecular events whereby higher plants sense and respond to the gravity signal are essentially unknown. Roots offer an almost unique advantage for studying these events in that sensing and response occur in well defined, spatially distinct regions. It is thought that in the root gravity is perceived in the columella cells of the root cap. These cells then generate a signal that is translocated to the growth zone. This signal then elicits asymmetrical growth through a mechanism that may involve redistributions of auxin, H+ and Ca2+. The events in the columella cells that lead to gravity perception remain poorly understood. In a widely accepted model for the initial process of gravity sensing (the starch statolith hypothesis), the settling of amyloplasts in the columella cells initiates the signaling systems that lead to gravity perception. However, the molecular components of the gravity perception machinery in the cap cells remain essentially unknown. This signaling system must translate sedimentation of statoliths to a cellular signal encoding the direction of gravity. Changes in cytoplasmic pH and columella cell wall Ca2+ and pH have been shown to occur rapidly after gravistimulation of the root of Arabidopsis thaliana. This rapid induction of ion fluxes suggests activation of ion transporters that are closely associated with the initial gravity sensing events. Inhibition of these changes in Ca2+ or pH also inhibits the graviresponse of the root, suggesting they are required for the gravitropic signaling processes of the root cap to proceed. The goal of this research is therefore to define how these ion fluxes are activated in the gravity sensing cells of the root cap using Arabidopsis thaliana as a model system. Understanding how gravity leads to the activation of the ion transporters responsible for these fluxes should provide insight into some of the initial molecular changes that encode the gravity signal in the columella cells of the root cap.\r\nSeveral approaches to this problem will be investigated:\r\n(1) H+, Ca2+ and K+ fluxes will be monitored in the cytoplasm, cell walls and medium around columella cells in the intact gravistimulated root cap. These ionic changes will be monitored in living, graviresponding roots using a range of novel, fluorescent, ion imaging probes.\r\n(2) The activities of cytoplasmic regulators of signaling or ion transport activities, such as second messengers and the actin and tubulin cytoskeleton, will be altered by application of inhibitors and activators to the columella cells. The effect of these factors on inhibiting or mimicking the gravitational regulation of H+ and Ca2+ fluxes will then be assessed.\r\n(3) As there is extensive evidence for a role of calmodulin in ion transporter regulation as well as in the graviresponse, calmodulin activity will be manipulated and its effect on the gravistimulated ion fluxes monitored. In addition, a novel green fluorescent protein-based indicator of calmodulin activity will be used to image potential gravity-induced calmodulin activation domains within the columella cell cytoplasm.\r\n(4) In order to test the starch statolith model of gravity perception, laser tweezers will be used to displace amyloplasts in the columella cells in non-gravity stimulated roots. Gravity-like effects on the regulation of H+ and Ca2+ fluxes will then be assessed. Induction of a gravity-like activation of columella cell ion transport by amyloplast displacement would strongly support the starch statolith model for gravity perception in the Arabidopsis root cap.\r\nResults from this research will extend the understanding of the gravity sensing machinery used by plants. In particular, these investigations will help identify molecular candidates for the initial elements of the plant gravity sensing system of the root.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Gilroy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon Gilroy",
   "pi_email_addr": "Sgilroy@wisc.edu",
   "nsf_id": "000489493",
   "pi_start_date": "1999-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1145",
   "pgm_ref_txt": "INTEGRATIVE PLANT BIOLOGY"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 81233.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 76259.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 78196.0
  }
 ],
 "por": null
}