{
 "awd_id": "9874895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Vibrational Spectroscopic Studies of the Dynamics and Mechanism of Amphitrite Ornata Dehaloperoxidase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1999-03-01",
 "awd_exp_date": "2003-02-28",
 "tot_intn_awd_amt": 445000.0,
 "awd_amount": 489938.0,
 "awd_min_amd_letter_date": "1999-02-12",
 "awd_max_amd_letter_date": "2002-04-30",
 "awd_abstract_narration": "\r\nFranzen\r\nMCB 9874895\r\n\r\nThis  is a CAREER award.  The research component addresses biophysical and biochemical aspects of the function and, the marine worm dynamics of the novel enzyme dehaloperoxidase (DHP) from the marine worm, A. ornata. From a biochemical point of view there is intense interest in understanding the ability of the DHP enzyme to dehalogenate bromo- and fluorophenol by an oxidative mechanism to produce quinone. From a biophysical point of view there is a strong structural analogy with myoglobin. The structural analogy will be exploited to study the significance of conformational substates and structural relaxations of proteins as has been discussed in hundreds of biophysical studies of myoglobin. Time-resolved vibrational and transient absorption spectroscopy will be applied to the study of structural relaxations of the DHP enzyme including both the motions of the peptide backbone and the motions sensed by the heme. Novel rapid-mixing and stopped-flow experiments will be combined with these spectroscopies. The biophysical studies will focus on a test of hypotheses concerning structure/function relations that have been applied to myoglobin. Biochemical studies will contribute spectroscopic information on the mechanism of oxygen activation and substrate oxidation. The educational component focuses on modernizing the physical laboratory to include flash photolysis and resonance Raman spectroscopy experiments. Classical biophysical experiments on electron transfer and ligand dynamics will be included in the curriculum. Computational chemistry will be developed as part of the undergraduate curriculum in statistical mechanics and spectroscopy. The research will serve as an example for much of this effort since there is now an extensive literature on both experiment and computation of myoglobin that serves as model for future studies of heme proteins. The impact of these studies will be felt by more than one hundred chemistry majors who graduate annually. The focus on DHP will provide an example of the utility of these studies for enzyme function. This is both an exciting research area for graduate students and an interesting forum for interaction between the research program and undergraduate education.\r\n\r\nThe study applies vibrational spectroscopy to the structure and dynamics of a recently discovered heme enzyme, dehaloperoxidase of Amphitrite ornata. The enzyme is capable of replacing bromine and fluorine with hydrogen or oxygen in a phenolic substrate. The mechanism involves binding of peroxide to the heme, but the details are not yet understood. One aspect of the research is to study mechanistic intermediates in collaboration with Dr. Dawson and Dr. Lebioda at the University of South Carolina. A second aspect of the studies addresses central issues in the interpretation of protein biophysics. The study addresses the importance of protein conformations for enzyme function. The goals are\r\n \r\n to understand how protein fluctuations affect catalysis and to understand specific structure changes that accompany binding of peroxide or the substrate and control by biological feedback mechanisms. Since dehaloperoxidase is structurally similar to myoglobin it provides a very interesting test of the generality of conclusions for protein biophysics based on studies of myoglobin. The educational component focuses on modernizing the physical laboratory using laser kinetics and light scattering experiments. Classical biophysical experiments on electron transfer and ligand dynamics will be included in the curriculum. The focus on DHP will provide an example of the utility of these studies for enzyme function. This is both an exciting research area for graduate students and an interesting forum for interaction between the research program and undergraduate education.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Franzen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Franzen",
   "pi_email_addr": "Stefan_Franzen@ncsu.edu",
   "nsf_id": "000391004",
   "pi_start_date": "1999-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 158688.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 116250.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}