{
 "awd_id": "9875326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Design of Bioceramics for Controlled Protein Adsorption and Biological Activity",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Liselotte J. Schioler",
 "awd_eff_date": "1999-02-01",
 "awd_exp_date": "1999-07-22",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "1999-01-27",
 "awd_max_amd_letter_date": "1999-01-27",
 "awd_abstract_narration": "9875326\r\nBurkett\r\n\r\nThe primary research goal of this Faculty Early CAREER Development project is to develop a fundamental understanding of protein adsorption on ceramic surfaces in terms of the effects of surface chemistry and topology on protein conformation, orientation, and spatial arrangement. Protein-zeolite interactions provide a model system for studying the effects of surface chemistry and topology on protein adsorption.  A series of zeolite and molecular sieve materials will be prepared such that surface geometry and surface chemical composition are varied systematically and independently, and the effects of each of these parameters on protein adsorption will be studied at the molecular level.  The research activities involve selection, synthesis, and characterization of appropriate zeolites and molecular sieves; detailed surface characterization of these materials by transmission electron microscopy and atomic force microscopy; and selection and characterization of proteins for study that represent a range of sizes, shapes, and electronic charges, and have precedent for use in model studies or are relevant to future applications. Correlation of the observed protein conformational and orientational effects with the influence of physicochemical, topological, and microstructural properties of the underlying ceramic matrix should provide a rational basis for the development of classes of biologically non-native ceramic materials as new candidates for biomedical use; for example, there is a need for new coatings that promote deposition and bonding of new bone to orthopedic implants by controlling the adhesion of osteoinductive proteins and cells.   The unifying theme within the research activities and the educational efforts is cultivation of a molecular perspective within the multidisciplinary field of biomedical materials design, synthesis, and development.  The educational component involves establishment of a coherent, concerted educational effort in biomedical materials within the undergraduate and graduate curricula in the Department of Materials Science and Engineering at MIT. \r\n\r\nThe primary research goal of this Faculty Early CAREER Development project is to develop a fundamental understanding of protein adsorption on ceramic surfaces in terms of the effects of surface chemistry and topology on protein conformation, orientation, and spatial arrangement.  In order for a protein to function while adsorbed to a surface, it must be situated not only such that the three-dimensional conformation of amino acids at the active site is retained, but also such that the site is accessible to the external environment.  Protein-zeolite interactions provide a model system for studying the effects of surface chemistry and topology on protein adsorption. Results from these studies are relevant to a variety of applications that involve adsorbed proteins, including biocatalysis, biosensing, protein crystallization, and drug and vaccine delivery.  Of particular interest are the implications for the design and evaluation of ceramic materials for biomedical applications, since protein adsorption is the initial biological response to an implanted biomedical material and is thus a critical determinant of the material's activity and biocompatibility.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Burkett",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra L Burkett",
   "pi_email_addr": "slburkett@amherst.edu",
   "nsf_id": "000225923",
   "pi_start_date": "1999-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}