{
 "awd_id": "9875600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Micromachining of Gallium Nitride and Related Materials for Microwave and Optoelectronic Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajinder P. Khosla",
 "awd_eff_date": "1999-06-01",
 "awd_exp_date": "2004-11-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 237650.0,
 "awd_min_amd_letter_date": "1999-04-23",
 "awd_max_amd_letter_date": "2004-06-08",
 "awd_abstract_narration": "9875600\r\nFay\r\nAn integrated plan for career development based on research on micromachining of GaN and related materials (e.g. A1GaN, InGaN, InA1N) is proposed. Three micromachined devices for microwave and optoelectronic applications that can only be realized using micromachining approaches are proposed to demonstrate the technology: an inline transmissive microwave power sensor, a piezoelectrically assisted microwave micromechanical switch, and an arbitrary curvilin-ear mirror surface for the realization of surface emitting blue heterostructure diodes. The re-search work proposed includes development of the necessary micromachining fabrication pro-cesses, including the development and implementation of a computerized submersible angle-controlled stage for generating arbitrarily-shaped etch sidewalls using photoelectrochemical wet etching. In addition, a full characterization of the etch reaction kinetics will be performed, and a process model developed for inclusion into the control software for the angle-controlled stage in order to etch curved as well as arbitrarily angled surfaces. The thermal conductivity and thermo-electric properties of GaN and A1GaN as a function of A1 mole fraction will also be investigated experimentally both in order to optimize the material selection for the inline transmissive power sensor, as well as to provide additional experimental insight into the electronic band structure of this nascent material system. The development and demonstration of a viable micromachining technology in this material system will have wide-ranging impact on the fields of high-power and high-temperature microwave electronics as well as short-wavelength optoelectronics. The inline transmissive power sensor is designed to be integrable with high-power GaN-based HEMTs, providing for the ability to directly measure amplifier output power over very wide bandwidths without the need for large coupling structures. The piezoelectrically-assisted micro-wave micromechanical switch is expected to provide the same benefits as micro-electro-me-chanical switches in Si and other III-V materials, but with the added benefit of lower activation voltage due to the piezoelectric properties of GaN and integrability with high-speed, high-power GaN HEMTs. Finally, the arbitrary curvilinear mirror surface technology will allow the imple-mentation of surface-emitting heterostructure diodes to greatly ease the difficulty in packaging these devices for high-density optical storage and display applications. In addition to providing a more easily packaged surface-emitting structure rather than an edge-emitting diode structure, the ability to tailor the curvature of the mirror surface through the use of the angle-controlled etching stage also permits the control of the stigmation of the far-field intensity pattern of the emitter, eliminating the need for bulky and difficult-to-align external optical components to circularize the light beam.\r\nThe educational programs that are included within the scope of activities of this research project include numerous opportunities for undergraduate students to participate directly in research activities. These opportunities include participation in the development of micromachining fabrication processes, device fabrication and verification, and microwave and optoelectronic testing of the finished devices. The research results originating from this work will also be incorporated into undergraduate course work; the Integrated Optoelectronics, Wire-less Communications and Microwave Measurements, and Electronic Circuits courses taught by Prof. Fay will all benefit directly through inclusion of results from this work. Students will also be given the opportunity to be involved in this project through the senior design capstone course in the department; the numerous opportunities for fabrication process design as well as imple-mentation of the computerized angle-controlled etching stage are well-suited for year-long undergraduate design projects. An additional program to be supported by this program is the expansion of Prof. Fay's Electronics Hobby Evenings program to include more students from other departments and colleges across the university as well as to include interested high school students and community members.\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Fay",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Fay",
   "pi_email_addr": "patrick.j.fay.9@nd.edu",
   "nsf_id": "000273906",
   "pi_start_date": "1999-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 25650.0
  }
 ],
 "por": null
}