{
 "awd_id": "9875545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Magnetic Anisotropy in Cobalt Alloy Films used in Hard Disk Recording Media",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "1999-06-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "1999-03-19",
 "awd_max_amd_letter_date": "1999-11-04",
 "awd_abstract_narration": "9875545\r\nRoss\r\n\r\nThis CAREER proposal concerns the magnetic properties of thin cobalt-alloy films used in hard disk recording media.  The goals of the research component of the proposal are to determine the origin of in-plane magnetic anisotropy, which is observed in films deposited over non-planar substrates, and which is critical in determining the recording performance of hard disk devices.  The educational goals, related to this application, are designed to equip students for careers in the data storage industry.\r\n\r\nData are stored in hard disks as magnetization patterns written into a sputtered cobalt-alloy thin film, usually deposited onto a chromium underlayer.  Surface scratches are commonly introduced into hard disk substrates before sputtering to improve the tribological behavior of the head-disk interface.  However, when the Cr/Co-alloy bilayer film is sputtered onto a scratched or grooved substrate, it is found that the in-plane coercivity, remanence and squareness are higher parallel to the grooves.  This anisotropy can be large, even for shallow grooves, but the origin of the anisotropy is not well understood.  The goal of this research is to clarify how the structure of the magnetic films is affected by substrate topography, and to explain how this leads to magnetic anisotropy and affects device performance.  Additionally, the importance of the epitaxial relation between the Cr and the Co-alloy in determining magnetic properties will be investigated.  This research has significance in the hard disk industry as well as in other magnetic thin-film devices such as sensors or elements in magnetoresistive readback heads.\r\n\r\nThe proposed work will use unique submicron lithography facilities established at the NanoStructures Laboratory at MIT to prepare large-area substrates with controlled submicron topographies.  This will allow the anisotropy created by deposition over well-defined substrate features to be measured.  The major objectives of the proposed work are: - to quantify the contribution of specific substrate topographic features (grooves, ridges, steps) to magnetic anisotropy in Co-alloy films - to relate the anisotropy to structural features of the film, including grain shape, c-axis orientation, internal stress, and the epitaxial relation between the Cr and Co-alloy layers - based on these findings, to propose methods for controlling magnetic anisotropy in thin films - in collaboration with an industrial partner, to fabricate magnetic media with controlled surface features, in order to demonstrate how the magnetic recording properties of a hard disk can be modified by design of the surface topography.\r\n\r\nThe educational element of this proposal will focus on development of links between students and the magnetics industry, with the aim of strengthening knowledge transfer between university and industry and enhancing the career prospects of students in this important sector.  This multi-billion dollar industry provides many opportunities for employment, yet its strong demands for well-prepared graduates are not being met by traditional education and training in electronic materials science and engineering.  Course development will include an emphasis on magnetic devices and materials in lectures and laboratory classes, the introduction of a short course including guest lecturers from industry and a visit to a local company, the creation of a Magnetic Devices interest group to help students and industrial research groups interact effectively, and outreach activities to high school teachers.\r\n***\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Ross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline Ross",
   "pi_email_addr": "caross@mit.edu",
   "nsf_id": "000103976",
   "pi_start_date": "1999-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}