{
 "awd_id": "9875789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Career: Toward a QoS Provision Architecture in Noncooperative Networks: Theory and Implementation.",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 348401.0,
 "awd_amount": 348401.0,
 "awd_min_amd_letter_date": "1999-03-18",
 "awd_max_amd_letter_date": "1999-03-18",
 "awd_abstract_narration": "With the increased deployment of high-speed local- and wide-area networks carrying a multitude of information from email to bulk data to voice and video, provisioning adequate quality of service (QoS)  to the diverse application base has become an important problem.  Current techniques---some stemming from intrinsic limitations---make it difficult to provide differentiated QoS and guarantees without resorting to over-provisioning which renders these services prohibitive.\r\n\r\nGiven the expected use of the Internet as an everyday, casual, yet evermore indispensable component of economic, educational, entertainment, and other societal functions by the population at large, a new architecture is needed to transform the homogeneous clump that constitutes today's best-effort bandwidth  into stratified services  with graded QoS properties that better matches the diverse QoS needs of a compendium of applications, multimedia or otherwise.  Crucial to the success of this venture is that neither the user nor the network be required to engage in complex computations which would thence make the solution outright infeasible or render it equally as expensive as over-provisioning.\r\n\r\nThis proposal describes a QoS provision architecture suited for best-effort environments based on ideas from microeconomics and noncooperative game theory.  We construct a noncooperative QoS provision model where users are assumed to be selfish, and packets are  routed over switches where---as a function of their enscribed priority---differentiated service is delivered.  Quality of service is an induced phenomenon, achieved as a result of interaction between selfish applications mediated by the underlying network\r\nsubstrate.\r\n\r\nThe present approach differs from previous works in three significant ways---one, it is one of the most comprehensive noncooperative resource allocation models specifically formulated to model QoS provision, two, the approach describes a specific network architecture suited to many-switch wide area network environments, and three, it addresses both theoretical and practical aspects, with an emphasis on realizability.  Not only does the PI study the noncooperative QoS provision modelfrom a game-theoretic\r\nperspective showing the existence of a rich structure relating Nash equilibria to Pareto and system optima, he also investigate the problem of facilitating adequate services when the model is extended to incorporate\r\nmulti-dimensional QoS vectors with possibly conflicting requirements, the effect of system variance on QoS rendered, the adaptive relocation of network resources to hot spots using programmable general processor sharing switches, and the myriad of distributed control problems arising in many-switch systems.\r\n\r\nThis proposal describes the PI's previous research---both single-switch and many-switch---and outlines a program for future research that emphasizes an integrated approach to theoretical and practical issues with a strong view toward feasible implementations.\r\n\r\nThe dual goal of this proposal is to describe a strategy for developing the networking curriculum and education in the Computer Sciences  Department at Purdue University.  The main goals are threefold.  First, expand and reorganize the existing networking curriculum to impart more  structure, depth, and guidance to the student.  This is achieved by enhancing the graduate program with two new networking courses, Advanced Topics in Networking (already implemented) and Experimental Networks. In the undergraduate curriculum, a new networking course was recently introduced by the PI with several more in the planning stage.  Second,  enhance the strength of the graduate research program by incorporating state-of-the-art networking technology into the curriculum (the PI has procured equipment funding for ATM switches which will be incorporated into the fall 98 networking curriculum) and devising a new course in Experimental Networks\r\ninvolving active student participation as players in network games where noncooperative and cooperative protocols and their behavioral consequences are studied.  Finally, with distance learning fast becoming a reality spurned by the growth in enabling networking technology and continuing education demand, the PI hopes to develop an undergraduate-level networking course that can be effectively taught over the Web.  This will be facilitated by the PI's graduate networking course being televised in the fall 1998 semester as part of Purdue's CEE program to off-campus sites who will receive live video/audio feed and a voice channel for questioning.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kihong",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kihong Park",
   "pi_email_addr": "park@cs.purdue.edu",
   "nsf_id": "000256230",
   "pi_start_date": "1999-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue Research Foundation",
  "inst_street_address": "1281 WIN HENTSCHEL BLVD STE 2500",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3174946200",
  "inst_zip_code": "479064353",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1G1LGYJF5G5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "192000",
   "pgm_ele_name": "RESEARCH/TESTBEDS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "4097",
   "pgm_ref_txt": "NETWORKING RESEARCH"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 348401.0
  }
 ],
 "por": null
}