{
 "awd_id": "9876469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Heuristics for Resource Allocation",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "1999-04-01",
 "awd_exp_date": "2002-03-31",
 "tot_intn_awd_amt": 45330.0,
 "awd_amount": 45330.0,
 "awd_min_amd_letter_date": "1999-03-26",
 "awd_max_amd_letter_date": "1999-03-26",
 "awd_abstract_narration": "Heuristics in resource allocation\r\n\r\nProblems of resource allocation arise in decisions by governments and other institutions.  Examples are allocation of medical research funds to diseases, allocation of funds for risk reduction to sources of risk, allocation of development funds to projects within a company, and allocation of university funds to departments.  Some allocations have been criticized for inefficiency, e.g., risk reduction, where it has been argued that too much money is spent reducing some risks and too little money on others.\r\n\r\nAllocations arise in part from human judgments about how resources should be allocated.  The judgments may be made by officials responsible for the allocations, by those affected, or by some other group.  This research explores the principles of reasoning, or heuristics, that people use when they make such judgments.  Research subjects make judgments about hypothetical and real cases.  These judgments reveal the subjects' heuristics.  We compare the results of these judgments to allocations prescribed by cost-effectiveness analysis of the same cases.\r\n\r\nFor example, when the optimal allocation is to put all the resources in one category, because they are always more effective there, people still allocate in proportion to their effectiveness, thus giving some to the less effective category.  Similarly, when allocation should be based on marginal effectiveness (effectiveness of additional resources), people may allocate on the basis of average effectiveness, or on the basis of the size of the category or just giving equal allocation to all categories (completely ignoring effectiveness).  When it is most effective to put some resources in each category, people may think in terms of absolute priorities, not wanting to sacrifice one category for a smaller investment in another.\r\n\r\nMany of these heuristics can lead to inconsistent judgments.  For example, equal allocation to categories can change depending on how the categories are defined.  (Should \"cancer\" count as a category, or should there be one category for each type?)  \r\n\r\nOn the basis of the understanding of how people make allocation judgments, we challenge people with their own inconsistencies and ask how they would resolve these inconsistencies.  These challenges, plus instruction in basic principles of cost-effectiveness, can lead to judgments that result in greater effectiveness, even in the absence of precise calculation.\r\n\r\nThe research involves a novel methodology.  Research subjects read hypothetical and real scenarios and respond to them on the World Wide Web.  Use of JavaScript, a programming language understood by web browsers, allows programming of interactive experiments, in which questions are based on subjects' earlier answers.\r\n\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Baron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Baron",
   "pi_email_addr": "baron@upenn.edu",
   "nsf_id": "000108252",
   "pi_start_date": "1999-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 45330.0
  }
 ],
 "por": null
}