{
 "awd_id": "9876565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Recruitment of Marine Fish Larvae to Estuarine Nursery Systems: Insights from High Resolution Analysis of Otolith Chemistry and Hydrodynamics",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 679782.0,
 "awd_amount": 693582.0,
 "awd_min_amd_letter_date": "1999-04-20",
 "awd_max_amd_letter_date": "2005-04-13",
 "awd_abstract_narration": "Jones\r\n9876565\r\n\r\nA fundamental question in ocean ecology is the role that biological and physical processes play in the abundance and persistence of marine populations. Although some understanding has been gained about benthic and intertidal organisms, the relative importance of these factors has yet to be determined in estuarine-dependent fishes. In part, estuarine-dependent fishes are more difficult to study because of the ontogenic habitat shifts that they experience. During their early lives they are transported across the continental shelf by onshore currents before arriving at the comparatively narrow entrances to estuary nursery areas. Larvae must then travel through the mouth and into the estuary until settling into meso and oligohaline habitats suitable for juvenile growth and survival. Further complicating the picture are the length of the spawning season and the geographic breadth of the spawning range inherent to many of these economically valuable fishes.\r\n\r\nFor estuarine-dependent fishes, the difficulty in attributing importance to any one factor has, in part, been logistic. For instance, larval entry into estuaries is typically episodic. Consequently, scientists have only been able to examine larval entry when it was possible to monitor larval supply daily over long periods. Even so, larval source was unknown when spawning was broadly distributed. However, improvement in instruments and techniques permit a different approach that is logistically more feasible for fish with broad spawning periods. These investigators have developed techniques to quantify chemical signatures encoded in the fish's otolith (earbone), a signature that allows us to determine a young fish's spawning location and time. Moreover, the investigators can determine date of entry into the estuary and source location by randomly sampling newly-settledjuveniles and chemically analyzing their sectioned otoliths. This approach provides the spawning source and timing of ingress to the estuary for the few young fish that survive and reach the nursery grounds. By combining these data throughout the recruitment season, a time series of daily larval ingress can also be generated. When these time series are correlated with daily measurements of the physical processes at an estuary mouth, the investigators can estimate the relative importance of the time and place of spawning on subsequent passage through the estuary and arrival at the nursery grounds. The timing of this study is particularly opportune, as significant leverage for this proposal will be provided by a study recently funded by the Physical Oceanography program within National Science Foundation.\r\n\r\nThis collaborative research is designed to answer the question \"How is the magnitude and timing of recruitment to Chesapeake Bay dependent on spawning source and nearshore physical processes?\" An immediate result of the research will be a better understanding of the linkage between nearshore physical processes at an estuary mouth to larval supply and settlement. The results will point the way to identifying pattems of spawning that result in successful recruitment and therefore the sources of fish that comprise local populations. Finally, modern approaches to fisheries management increasingly rely on knowledge of spatial processes on recruitment for defining and preserving essential fish habitat to protect declining populations. This study will significantly enhance the understanding of larval connectivity among local and metapopulations by tracking larval dispersal paths via otolith chemistry and will provide critical information for the management of marine populations and reserves.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Jones",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia M Jones",
   "pi_email_addr": "cjones@odu.edu",
   "nsf_id": "000161771",
   "pi_start_date": "1999-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Thorrold",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Simon R Thorrold",
   "pi_email_addr": "sthorrold@whoi.edu",
   "nsf_id": "000483467",
   "pi_start_date": "1999-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arnoldo",
   "pi_last_name": "Valle-Levinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arnoldo Valle-Levinson",
   "pi_email_addr": "arnoldo@ufl.edu",
   "nsf_id": "000182600",
   "pi_start_date": "1999-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 160503.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 203975.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 195246.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 133858.0
  }
 ],
 "por": null
}