{
 "awd_id": "9876793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Combined Collection Facility for the University of Connecticut Systematic Research Collections",
 "cfda_num": "47.074",
 "org_code": "08080208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark A. Farmer",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 440876.0,
 "awd_amount": 440876.0,
 "awd_min_amd_letter_date": "1999-04-02",
 "awd_max_amd_letter_date": "2003-01-16",
 "awd_abstract_narration": "\r\n\r\n\r\n\r\n\r\nNatural History and Systematics have figured prominently in the history of biology at the University of Connecticut.  As a consequence, the last 50 years have seen the development of significant collections of mammals, birds, fishes, insects, ant guests, parasites, contemporary plants, and fossil plants.  These collections have continued to grow, despite the lack of an appropriate facility in which to house them.  Not unexpectedly, and perhaps as a credit to the opportunistic nature of the active faculty associated with them, they have come to fill whatever space was available for them.  Thus, these specimens are presently distributed across the University of Connecticut campus in five different locations.  Several of the collections are located in public space and thus security is also an issue.   Even the collections located in more accessible space are so cramped that it is no longer possible to properly incorporate returned loans.  Clearly this situation is less than ideal: many of these specimens are difficult to access, curation is inefficient and awkward, comprehensive study of specimens in most is very difficult.  However, in an unprecedented display of support for these systematics collections, the University is in the process of constructing, a 7,831 ft2 state-of-the-art facility to house the collections.  In spite of all this, there is more to be done.  This project will implement the move to the new facility as well as equip the new facility with the necessary computers, microscopes, etc. and supplies to allow it to function as a truly state-of-the-art facility.  As part of this project additional temporary curatorial staff will be hired to assist with the move, take advantage of  this move to integrate the collections into a single functional unit, as well as to carry out curatorial activities not routinely possible.  In addition, the project will support the implementation of an aggressive pest management program prior to specimen transfer to the new facility.  World Wide Web presence for the collections will be established.\r\nNatural History and Systematics have figured prominently in the history of biology at the University of Connecticut.  As a consequence, the last 50 years have seen the development of significant collections of mammals, birds, fishes, insects, ant guests, parasites, contemporary plants, and fossil plants.  These collections have continued to grow, despite the lack of an appropriate facility in which to house them.  Not unexpectedly, and perhaps as a credit to the opportunistic nature of the active faculty associated with them, they have come to fill whatever space was available for them.  Thus, these specimens are presently distributed across the University of Connecticut campus in five different locations.  Several of the collections are located in public space and thus security is also an issue.   Even the collections located in more accessible space are so cramped that it is no longer possible to properly incorporate returned loans.  Clearly this situation is less than ideal: many of these specimens are difficult to access, curation is inefficient and awkward, comprehensive study of specimens in most is very difficult.  However, in an unprecedented display of support for these systematics collections, the University is in the process of constructing, a 7,381 ft2 state-of-the-art facility to house the collections.  In spite of all this, there is more to be done.  This project will implement the move to the new facility as well as equip the new facility with the necessary computers, microscopes, etc. and supplies to allow it to function as a truly state-of-the-art facility.  As part of this project additional temporary curatorial staff will be hired to assist with the move, take advantage of  this move to integrate the collections into a single functional unit, as well as to carry out curatorial activities not routinely possible.  In addition, the project will support the implementation of an aggressive pest management program prior to specimen transfer to the new facility.  World Wide Web presence for the collections will be established.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janine",
   "pi_last_name": "Caira",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Janine N Caira",
   "pi_email_addr": "janine.caira@uconn.edu",
   "nsf_id": "000405543",
   "pi_start_date": "1999-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Les",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Donald H Les",
   "pi_email_addr": "les@uconn.edu",
   "nsf_id": "000329968",
   "pi_start_date": "1999-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wagner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Wagner",
   "pi_email_addr": "david.wagner@uconn.edu",
   "nsf_id": "000436501",
   "pi_start_date": "1999-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Schwenk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt Schwenk",
   "pi_email_addr": "kurt.schwenk@uconn.edu",
   "nsf_id": "000155096",
   "pi_start_date": "1999-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 440876.0
  }
 ],
 "por": null
}