{
 "awd_id": "9876212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Methanopterin Biosynthesis in Archaea and Methylotrophic Bacteria",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Parag R. Chitnis",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2004-11-30",
 "tot_intn_awd_amt": 491963.0,
 "awd_amount": 491963.0,
 "awd_min_amd_letter_date": "1999-04-26",
 "awd_max_amd_letter_date": "2003-03-12",
 "awd_abstract_narration": "Rasche\r\n\r\nThe Archaea are procaryotes that are phylogenetically distinct from microorganisms of the Bacteria domain.  The most well characterized representatives of the Archaca are the methane-producing microorganisms (methanogens), which play critical roles in the global cycling of carbon the degradation of complex biomass, and the production of methane as both a greenhouse gas and energy source. Seven novel coenzymes, including the modified folate methanopterin, have been discovered in these strict anaerobes. Until recently it was generally accepted that methanopterin and other modified folates were restricted to the archaea. However, the discovery of methanopterin-utilizing enzymes and a modified folate in the methylotrophic bacteriumMethylobactenum extorquens (L. Chistoserdova, J. A. Vorholt, R. K. Thauer, and M. E. Lidstrom, 1998; Science 281:99-102) has raised provocative questions about the evolutionary origin of modified folates and the mechanisms by which genes can be transferred from one domain to another.\r\nThe proposed pathway of methanopterin biosynthesis in methanogens consists of at least eight steps. None of the enzymes involved in methanopterin biosynthesis have been purified to homogeneity, and despite the availability of complete genome sequences for two methanogenic archaea, none of the genes encoding the biosynthetic enzymes have been identified. The overall goal of the proposed research is to utilize a combined biochemical and genetic approach to investigate the molecular basis of modified folate biosynthesis in archeea and methylotrophic bacteria. The specific objectives of the research project are\r\n\t         1.\tTo purify and characterize B-ribofuranosylaminobenzene 5'-phosphate synthase (B-RFA-P                                                                                                                                       synthase), the first unique enzyme of methanopterin biosynthesis in the archaeon Methanosarcina thermophila;\r\n\r\n2.\tTo identify the gene(s) encoding B-RFA-P synthase in the genomes of the hyperthermophilic methanogen Methanococcus jannaschii and the sulfate-reducing archaeon Archaeoglobus fulgidus, and to characterize the enzymes produced heterologously in Escherichia coli; and\r\n\r\n3.\tTo investigate the biosynthesis of modified folates in the Bacteria domain by determining if methanopterin biosynthetic genes are part of a Methylobacterium extorquens gene cluster that encodes proteins with similarity to unidentified archaeal gene products.\r\n\r\nThese results will serve as a foundation for elucidating the enzymological and genetic basis of modified folate biosynthesis in methanogens and archaea. Comparisons of methanopterin biosynthesis in archaea and methylotrophic bacteria will contribute to identifying the functions of unknown archaeal-like proteins in methylotrophic bacteria. Conversely, the availability of a genetics system in M extorquens could facilitate the identification of genes and enzymes involved in methanopterin biosynthesis in archaca. Characterization of these genes will contribute to the broader goal of discovering the functions of unidentified archaeal proteins that exhibit no similarity to known bacterial and eucaryal proteins (functional genomics). A deeper understanding of methanopterin biosynthesis will provide insight into the unusual biochemistry of methanogenic archaea, the fundamental nature of coenzymes that carry C1 compounds, and the evolutionary relationships that exist between the Bacteria and Archaea domains.\r\nIn addition to providing research training opportunities for undergraduates, graduate students, and postdoctoral scholars, the proposed research will be the foundation for an educational program that will enable one high school student and one pre-college teacher per year to participate in a six-week summer research program. Connecting pre-college students with the process of scientific discovery either directly, through active participation in the proposed research, or indirectly, through the influence of pre-college teachers, is one means of increasing scientific literacy in the general public and facilitating an awareness of research as a means of discovering principles taught later in the classroom. A technological innovation called the World Wide Web Nuclear Magnetic Resonance Spectrometer will be utilized in the undergraduate lecture course taught by the principal investigator to initiate real-time NMR experiments from a remote location via the internet and demonstrate fundamental principles of microbiology and scientific research in a dynamic way.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madeline",
   "pi_last_name": "Rasche",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Madeline E Rasche",
   "pi_email_addr": "mrasche@ufl.edu",
   "nsf_id": "000438839",
   "pi_start_date": "1999-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 197738.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 98882.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 98978.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 96365.0
  }
 ],
 "por": null
}