{
 "awd_id": "9877090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimization for Systems Under Uncertainty: Modeling, Asymptotic Analysis, and Recursive Algorithms",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1999-06-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "1999-06-17",
 "awd_max_amd_letter_date": "1999-06-17",
 "awd_abstract_narration": "Proposal Title: Optimization for Systems under Uncertainty: Modeling,\r\n                Asymptotic Analysis, and Recursive Algorithms\r\nProposal Number: DMS-9877090\r\nPI: G. George Yin\r\nAffl.: Department of Mathematics, Wayne State University, Detroit, MI 48202\r\n       Tel. 313-577-2496, Fax 313-577-7596, Email: gyin@math.wayne.edu\r\n\r\nAbstract\r\n\r\nTechnical Description:\r\n\r\n\r\nFocusing on modeling and optimization for systems under uncertainty, this\r\nproposal consists of four parts. Part I proposes two types of algorithms. The\r\nfirst one is an approximation of an analog diffusion machine; the second\r\none also takes measurement errors into consideration. Our goal is to develop\r\nasymptotic properties of such algorithms. By using weak convergence methods,\r\nsuitably scaled sequences will be shown to converge to appropriate diffusions.\r\nPart II treats a class of hybrid models. Approximation schemes for\r\nsystems involving singularly perturbed Markov chains with weak and strong\r\ninteractions will be developed, which are useful for natural time-scale\r\nseparation and reduction of complexity for large-scale systems.\r\nPart III investigates asymptotic properties of solutions of Cauchy problems\r\narising from null-recurrent diffusions. Our focus is on obtaining convergence\r\nand rate of convergence of the solutions. One of the primary motivations comes\r\nfrom the investigation of singularly perturbed systems. The results will be\r\nuseful to the ever expanding applications in optimization, controlled Markov\r\nsystems, hierarchical decision making, production planning, telecommunication,\r\nqueueing networks, and system reliability.\r\nPart IV models single-machine scheduling problems under random processing \r\ntime, and/or under random machine breakdowns\r\nand repairs, and/or subject to random compression of processing times.\r\nOur objectives are to develop feasible models and to obtain optimal\r\nscheduling policies for the underlying systems. These results will allow us\r\nto design scheduling models and strategies for more complex jobshops by\r\nconsidering integrated processes as single-machine systems.\r\n\r\n\r\nNontechnical explanation:\r\n\r\nTo bridge the gap between theory and applications, this research project\r\nincludes three components: modeling, asymptotic analysis, and simulation.\r\nThe ultimate goals are to provide useful models, to investigate their basic\r\nproperties,  and to develop sound and feasible algorithms.\r\nPart 1 proposes two classes of algorithms with applications to machine\r\nlearning,\r\nimage segmentation, and various global optimization tasks.\r\nTo meet the increasing demand on robust design and control of systems in\r\nspeech\r\nand pattern recognition, signal processing, telecommunications, and\r\nmanufacturing, Part 2 aims to reduce the complexity of a large-scale\r\nsystem of complex structure by using a simple system via approximation\r\nschemes.\r\nThe origin of the planned work for Part 3 stems from the effort of modeling\r\nuncertainties due to random influence  such as demands for a product in a\r\nmanufacturing system or fluctuation in the stock market. To control\r\nthe underlying system, it is imperative to understand the system's long-term\r\nbehavior, which is our primary goal.\r\nIn production planning, it is vital to provide good strategy\r\nin sequencing the parts to be processed by the machines. Part 4 proposes\r\nsingle-machine scheduling models in uncertain environment.\r\nThe proposed work aims to develop optimal scheduling policies.\r\nThe overall planned work represents a continuation of the PI's recent \r\npreliminary exploration in these areas. It is expected that the results \r\nwill be applicable in the further improvements of optimization methods.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang George",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang George Yin",
   "pi_email_addr": "gyin@uconn.edu",
   "nsf_id": "000229578",
   "pi_start_date": "1999-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}