{
 "awd_id": "9877080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Applying Learning Theory to Systems Problems",
 "cfda_num": "47.070",
 "org_code": "05010100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Du",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 170192.0,
 "awd_amount": 175192.0,
 "awd_min_amd_letter_date": "1999-06-14",
 "awd_max_amd_letter_date": "2000-05-10",
 "awd_abstract_narration": "CCR-9877080\r\nScott\r\n\r\n     This project will focus on applying results developed in learning theory to real-life problems.  Such application-based theoretical work is important so that the learning models and problems studied capture as best possible the needs of real-life problems.  Working to apply theoretical techniques to real problems creates a better understanding of the real-world problems and thus helps direct future theoretical work, facilitating the transfer of results from theory to practice.\r\n     Many system control algorithms (e.g. networking protocols) depend heavily on ad hoc methods in their operation, and their performance can be very sensitive to the robustness of these methods.  These ad hoc approaches are frequently based on assumptions made about the operating environment, e.g. assuming a particular distribution on the traffic patterns in a communication network without a sound statistical basis.  This project will develop a framework based on formal learning methods for assisting in automatic system control.  This framework will help to determine if better performance can be obtained by a system control algorithm.\r\n     One goal of this project is to continue research on dynamically adjusting delays of acknowledgments in the TCP protocol.  Delaying acknowledgments has two main advantages.  First, it allows a single acknowledgment for more than one packet.  Second, if a data packet is being sent in the opposite direction, then one can piggyback the acknowledgment on the outgoing packet.  However, there is a tradeoff since delaying the acknowledgment too much can increase the latency.  Most TCP implementations, used today employ some sort of acknowledgment delay mechanism.\r\n     The project applies different learning schemes to predict TCP packet arrivals.  The learning schemes include ones based on the Weighted Majority (WM) algorithm, ones based on the Exponentially Weighted Moving Average (EWMA) algorithm, and ones based on distributional assumptions with a sound statistical basis. The new ideas include new loss functions (functions that measure the learners' performance) that are more appropriate for the application.\r\n     Another application explored in this project is that of branch prediction of general purpose programs.  A fast, accurate branch predictor is invaluable to a computer architecture that relies on instruction-level parallelism (ILP) techniques, e.g. pipelined and superscalar architectures.  Many commercial architectures employ branch prediction schemes, and it is well known that even a small increase in prediction accuracy can greatly increase the amount of ILP that can be exploited.\r\n     An interesting facet of the branch prediction problem is that it requires some or all of the algorithms to be implemented in hardware.  Thus whatever approaches are adapted eventually lead to algorithms that have fast and compact hardware implementations.  The principal investigator's experience in hardware design and in learning theory will help in this regard.\r\n     Applying learning theory results to these problems and other systems problems will then provide guidance in defining new theoretical learning models that better model real-life scenarios.  This project will also carefully develop and study such new learning models.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Scott",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen D Scott",
   "pi_email_addr": "sscott@cse.unl.edu",
   "nsf_id": "000388790",
   "pi_start_date": "1999-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286000",
   "pgm_ele_name": "THEORY OF COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 170192.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": null
}