{
 "awd_id": "9900366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MEMS Packaging for Reliability and Rapid Prototyping",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "1999-07-20",
 "awd_max_amd_letter_date": "2003-05-14",
 "awd_abstract_narration": "9900366\r\nLiu\r\nThis proposal focuses on several key issues for the reliability and rapid prototyping of microelectromechanical systems (MEMS) packaging. MEMS packaging is a nationally important and technologically critical area and it is impacting quite a few industries. Packaging of microdevices, especially surface-micromachined elements, presents unique challenges due to the presence of delicate moving structures, hostile environmental conditions, low cost, high reliability, and fast time to market. MEMS packaging can take up to 95% of the total microsystem cost and is becoming a bottleneck for rapid deployment of various new sensors, actuators, and other MEMS based microsystems. There is a significant lack in fundamental understanding of packaging material and structural behaviors in harsh environments, the effect of manufacturing induced deformation evolution and stress build-up on the final accelerating testing and field life, degradation and failure modes, optimal packaging processing parameters, optimal material selection and design. In terms or rapid prototyping of MEMS packaging, there is a lack of reliable material database/library, and coupled model and simulator that can handle complex processing and loading conditions. There is also a lack in micrometeorology tools for deformation and stress during the processing, accelerating testing, and operation. In terms of packaging technology, there is also a need for evaluating appropriate packaging method for certain micro devices.\r\n\r\nThe proposed research is to attack the above challenges. The objectives of this project are to address above key issues by a systematic approach, a well formed team consisting of university researchers and industrial collaborators, and working on real world MEMS packaging micro devices. The proposed research include: (1) to enhance our current material library in conventional IC packaging by testing those relevant materials needed for selected packaging devices, which is essential for rapid design, reliability prediction, and process mechanics and operation simulation; (2) to develop a new testing method and device for on-tine intrinsic stress measurement in MEMS processing and some packaging steps, which can evaluate local residual stress build-up via processing parameters, provide validation data for the modeling, and adjust the optimal processing windows; (3) to apply advanced multi-level measurement tools, such as micro-speckle under SEM, micro moire, AFM, acoustic microscopy, to measure real time, 2D/30 global/local deformation. stress/stain, and to monitor crack arid delamination growth, and damage evolution, for MEMS packaging materials and structures subjected to various environmental chambers; (4) to integrate the MEMS processing induced stress/deformation, accelerating quality/reliability testing1 and operation so as to provide B unified sequential modeling framework for yield learning, reliability prediction, and performance evaluation for typical micro device packages in terms of the material selection, structural design, packaging technology and processing windows. The MEMS devices will include a model MEMS stress test chip, a type of smart pressure sensor1 and a type of smart high temperature Sensor.\r\n\r\nThe proposed teaching plan addresses several methods designed to enhance both undergraduate and graduate teaching and mentoring which are consistent with the PI and co-PI career goals and those of Wayne State University. The educational activities to be undertaken are curriculum development for majors and non-majors wit more design and manufacturing contents, including cross-disciplinary courses such us MEMS Packaging Design, Manufacturing, and Reliability, MEMS and MEMS Packaging Processing Modeling. The proposed research with its industry partnership and comprehensive educational plan will broadly impact various industries. It is believed that the proposed proposal will help provide a solid knowledge base for the MEMS devices and its industries a fundamental understanding of their processes, materials, performance, and reliability, significantly enhance the infrastructure of fundamental sciences, engineering practices, and advanced education.\r\n***\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheng",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheng Liu",
   "pi_email_addr": "sliu@eng.wayne.edu",
   "nsf_id": "000426444",
   "pi_start_date": "1999-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Auner",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory W Auner",
   "pi_email_addr": "gauner@ece.eng.wayne.edu",
   "nsf_id": "000319374",
   "pi_start_date": "1999-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhengfang",
   "pi_last_name": "Qian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhengfang Qian",
   "pi_email_addr": "zqian@packg.eng.wayne.edu",
   "nsf_id": "000388171",
   "pi_start_date": "1999-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": null
}