{
 "awd_id": "9900967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Vegetation Dynamics and Biogeomorphic Influences in a Highly Eroded Landscape",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "1999-05-01",
 "awd_exp_date": "2001-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "1999-04-30",
 "awd_max_amd_letter_date": "1999-04-30",
 "awd_abstract_narration": "Although the impact of vegetation cover on erosional processes has been studied extensively, far less attention has been given to the effects of accelerated soil erosion on vegetation structure and composition.  Research in relatively stable, arid badlands suggests that the steep environmental gradients caused by fluvial erosion create correspondingly graded vegetation communities, but few studies have examined vegetation responses to the frequent geomorphic disturbance that occurs in actively eroding landscapes as well as relationships among geomorphic processes, topographic variables, and edaphic (soil-related) characteristics, and vegetation patterns in humid environments.  This doctoral dissertation research study will investigate those relationships through a case study in Providence Canyons, Georgia, a landscape that has experienced severe soil erosion and deep gully incision over the last 150 years because of careless cotton-farming practices.  Aerial photographic analysis will be used to characterize vegetation and geomorphic change occurring both spatially and temporally on a landscape scale over the past 60 years.  Complementing this broader-scale analysis will be focused examinations of geomorphic, topographic, and edaphic variables that have primary influences on vegetation patterns, including the nature and frequency of geomorphic disturbance that characterize a particular portion of the landscape; slope aspect, configuration and steepness; gradient; elevation above the valley floor; valley width; soil texture; and soil nutrient levels.  The doctoral candidate will measure vegetative and soil characteristics in a broad range of sites exhibiting differing geomorphic disturbance regimes and topographic position and will relate the variables using canonical correspondence analysis, classification analysis, and discriminant function analysis.  On an applied level, this study will assist landscape managers in the restoration of severely eroded landscapes.  More broadly, because of the unique blend of geomorphic and topographic variables present in these landscapes, this study will increase our understanding of the influence of those variables on vegetation composition, structure, and dynamics.  This study will strengthen existing links between geomorphologists and biogeographers and will enable geomorphologists to refine erosion models with more specific vegetation variables.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Parker",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen C Parker",
   "pi_email_addr": "kcparker@uga.edu",
   "nsf_id": "000277711",
   "pi_start_date": "1999-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}