{
 "awd_id": "9900414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advanced Temporal Imaging Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "1999-10-01",
 "awd_exp_date": "2003-03-31",
 "tot_intn_awd_amt": 172144.0,
 "awd_amount": 172144.0,
 "awd_min_amd_letter_date": "1999-06-08",
 "awd_max_amd_letter_date": "1999-06-08",
 "awd_abstract_narration": "9900414\r\nKolner\r\nThis proposal seeks resources to support the evolution of new concepts in temporal imaging. The fundamental principles of this work grew out of the analogy between the equations of diffraction and dispersion. From this analogy comes the concepts of time lenses, waveform magnification, time microscopes and temporal imaging. The basic premise is that optical waveforms can be manipulated using linear systems concepts so that their time scales are altered but the shapes of their envelope profiles remain intact. The essential components of a temporal imaging system are dispersion, which is the analog of free-space diffraction, and quadratic phase modulation, which is the time analog of a lens. Applications for this technology include magnification of ultrafast optical waveforms to time scales accessible to conventional instrumentation, compressing of crafted waveforms to short time scales and enhancing performance in time division multiplexing. Under prior funding we laid the theoretical foundations of temporal imaging and demonstrated several important concepts including waveform magnification, local time reversal and pulse compression. We now plan to extend our work to encompass much higher performance time lenses so that fundamental limits of imaging may be explored and this technology may reach a broader audience.\r\n\r\nAdvancing the state-of-the art in this area will require sophisticated electromagnetic modeling of microwave dielectric resonators, theoretical investigations of ultimate modula-tion capability as predicted by the Manly-Rowe relations, materials science issues of loss tangent and electro-optic effect as well as investigating the tools of variational calculus for optimizing time lens design. Guided by our theoretical studies, we plan new experiments such as a regenerative time lens, capable of many thousands of radians of phase modulation, all-optical parametric time lenses based on femtosecond laser pulses and nonlinear frequency mixing, and an all- fiber time microscope, to name a few. We expect this work to have a significant impact by bringing time lens technology to regimes where it can be used as a standard laboratory or technology tool for magnifying femtosecond phenomena, wave-form crafting and communications applications. Owing to the multidisciplinary nature of the work, it will provide tremendous opportunity for training graduate and undergraduate students in basic optics, electromagnetics, linear systems, computer modeling, microwave theory, and nonlinear optics.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Kolner",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Brian H Kolner",
   "pi_email_addr": "bhkolner@ucdavis.edu",
   "nsf_id": "000340952",
   "pi_start_date": "1999-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 172144.0
  }
 ],
 "por": null
}