{
 "awd_id": "9900391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spatial Linkage Computer Aided Design Primitives for the Mechanical Inventor",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "george hazelrigg",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 273493.0,
 "awd_amount": 273493.0,
 "awd_min_amd_letter_date": "1999-08-24",
 "awd_max_amd_letter_date": "1999-08-24",
 "awd_abstract_narration": "This research integrates algebraic geometry and computer aided design to provide a new capability for the invention of devices that provide controlled spatial movement.  Each mechanical constraint defines a specific algebraic manifold that characterizes the movement that it allows for a workpiece or end-effector.  The workspace of an articulated chain such as a robot is the intersection of several of these manifolds.  The design process consists of inverting the relationship between the workspace and manifold, that is the manifolds that intersect to define the workspace, or task space, that is prescribed by the designer are sought.   There are three primary challenges to be addressed:  (1) the interactive graphics and spatial visualization needed for task definition using positions and orientations; (2) high speed solution of non-linear algebraic equations to intersect the constraint manifolds and identify candidate designs; and (3) the implementation and automation of design metrics to provide advice to the inventor.  This research builds on experience with an inventor's tool for planar and spherical linkages, and seeks to construct a general theory implemented in design software to provide a new capability for the invention of spatial mechanical systems.\r\n\r\nIf successful, the results of this research will provide an opportunity for systematic invention of articulated systems that provide controlled spatial movement.  This approach allows the inventor to match a specific spatial movement task with a system that may have as few as one or two actuators.  Resolution of the fundamental challenges both of specifying the higher dimensional task manifolds of positions and orientations, as well as of evaluating the resulting constraint manifold can have benefits in a range of applications such as robot motion planning, human movement evaluation and virtual reality.  Furthermore, this system allows the invention of simplified robotic systems with as few at one or two actuators that combine increased performance with decreased in cost and complexity.  These devices can find use in applications ranging from home, office, and factory automation to assistive devices for the disabled.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McCarthy",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M McCarthy",
   "pi_email_addr": "jmmccart@uci.edu",
   "nsf_id": "000465171",
   "pi_start_date": "1999-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 273493.0
  }
 ],
 "por": null
}