{
 "awd_id": "9903287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Validities of Standards-Based Science Inquiry Assessment",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Larry E. Suter",
 "awd_eff_date": "1999-07-15",
 "awd_exp_date": "2001-12-31",
 "tot_intn_awd_amt": 986823.0,
 "awd_amount": 986823.0,
 "awd_min_amd_letter_date": "1999-08-17",
 "awd_max_amd_letter_date": "2000-07-17",
 "awd_abstract_narration": "\r\nThe proposed research examines the validities of a sample of item formats and performance tasks used in three large-scale science assessments: NAEP, TIMSS, and New Standards and in a set of curriculum-embedded assessments. Qualitative analyses will be used to clarify the alignment of formats used in these assessments with the National Science Education Standards and also to analyze the cognitive demands of the varying  assessment formats.  Similarly, quantitative methods will supply empirical comparisons of student performance on a sample of different types of items and performance tasks to provide evidence of their validity as measures of scientific inquiry. A conceptual map for understanding and designing balanced indicator systems of science achievement will be developed.  The research will offer recommendations for enhancing large-scale science assessment systems .\r\n\r\nKey Features of the Research\r\n\r\nThe \"Validities of Standards-based Science Inquiry Assessments: A Study of Multi-Method Indicator Systems\" addresses a timely and important issue:  \"Just how complete and accurate a picture of science achievement is portrayed by today's high-visibility reference exams such as the Third International Mathematics and Science Study (TIMMS), the National Assessment of Educational Progress (NAEP), or the New Standards Science Assessment? \" Despite the substantial investment in the development of high standards and \"minds-on/hands-on science curricula\" there is limited empirical evidence that large-scale science assessment programs adequately test what students know and can do.  If current reference exams are not testing many of the deeper and critical learning outcomes identified in the National Science Education Standards (NSES), the validity of their scores as evidence in support of policies shaping educational programs is questionable.  \r\n\r\nThe study will mount three integrated lines of research to study the validities of science assessments: (1) a study of the alignment  of a sample of assessment question and exercise formats in the reference exams with with National Science Education Standards, (2) a study of the cognitive demands placed on learners when solving different types of items/tasks drawn from the assessments, and (3) an empirical study of the validities of student scores on combinations of different types of assessment formats drawn from these tests.  \r\n\r\nTo provide advice on the conduct of these three research studies, SRI International has assembled a team of nationally recognized experts in the fields of science education, cognitive psychology, and educational measurement. The cognitive analysis, alignment, and empirical strands of the proposed research aim to integrate evidence about intended task demands, actual task elicitations, and confirmatory performance.  \r\n\r\nTwo critical outcomes of the project will be: a conceptual framework for characterizing the design features of item/task formats that aim to elicit different types of science learning; and recommendations for the design of multi-level assessment systems that would provide more comprehensive measures of students' science knowledge and inquiry strategies. In sum, this research will help to build a map for understanding and designing balanced indicator systems of science achievement.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edys",
   "pi_last_name": "Quellmalz",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Edys S Quellmalz",
   "pi_email_addr": "equellm@wested.org",
   "nsf_id": "000438180",
   "pi_start_date": "1999-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geneva",
   "pi_last_name": "Haertel",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Geneva D Haertel",
   "pi_email_addr": "geneva.haertel@sri.com",
   "nsf_id": "000269837",
   "pi_start_date": "1999-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "333 RAVENSWOOD AVE",
  "perf_city_name": "MENLO PARK",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  },
  {
   "pgm_ele_code": "735500",
   "pgm_ele_name": "INSTRUCTIONAL MATERIALS DEVELP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 467395.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 519428.0
  }
 ],
 "por": null
}