{
 "awd_id": "9903328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pathways to Teaching Science for Understanding in Diverse Schools:  Merging Inquiry-Based Science and Sociocultural Constructivism with Multicultural Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James S. Dietz",
 "awd_eff_date": "1999-06-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 223815.0,
 "awd_amount": 223815.0,
 "awd_min_amd_letter_date": "1999-05-20",
 "awd_max_amd_letter_date": "2002-06-14",
 "awd_abstract_narration": "In the last twenty years, we have seen increasing evidence that\r\nteacher education programs have little or no impact on preservice teachers'\r\noriginal conceptions of teaching and learning. Therefore, it is imperative\r\nthat preservice teachers are offered better opportunities to connect what\r\nthey learn in the university context to the school context. This issue is\r\neven more urgent in science education when one considers the calls for\r\nfinding effective ways to prepare secondary science teachers to meet the\r\nneeds of an increasingly diverse pupil population.\r\n\tHence, the study proposed here seeks to explore the following\r\nresearch questions:\r\n\r\n1. What are the difficulties cooperating and preservice teachers encounter\r\nwhile trying to implement a sociotransformative constructivist orientation\r\nin diverse middle school classrooms (i.e., an orientation that intersects\r\ninquiry-based science teaching with sociocultural constructivism and\r\nmulticultural education)?\r\n2. In what ways does a sociotransformative constructivist orientation to\r\nteaching enhance cooperating and preservice teachers' abilities to teach\r\nscience for diversity and for understanding?\r\n3. In what ways does a sociotransformative constructivist orientation to\r\nteaching enhance pupils' attitudes toward and academic performance in\r\nscience?\r\n\tTo explore these research questions, a three-year longitudinal\r\nstudy will be conducted, and will include three parts. The first part\r\nconsists of a two-week summer institute for twenty middle school teachers.\r\nThe hands-on and minds-on activities offered at the institute will be used\r\nto illustrate how a sociotransformative constructivist orientation can be\r\nimplemented in the classroom. The principal investigator and two master\r\nteachers (from the local area) will offer instruction. The second part of\r\nthe project will consist of pairing preservice teachers with the teachers\r\nwho participated in the summer workshop. By this time, the preservice\r\nteachers would have completed a required science methods class based on the\r\nsame theoretical frameworks that guided the summer institute. The third\r\npart of the project will consist of a follow-up study of the preservice\r\nteachers after they graduate and secure teaching jobs. The new graduates\r\nwill be followed up for the first two years of teaching. Two summer\r\nconferences will be held with cooperating and novice teachers to strengthen\r\nthe on-going efforts for mentorship and professional development.\r\n\tData for all stages of the study will be analyzed using an\r\nethnographic approach. Thus, cooperating and preservice science teachers\r\nand a focus group of their pupils will be visited regularly by the research\r\nteam, and on-going in-depth interviews and classroom observations will be\r\nconducted. Some lessons will be videotaped and a variety of teacher- and\r\nstudent-produced work will be gathered to add more context and\r\nopportunities to contrast emerging themes and categories.\r\n\tThe results of this study should enrich our understanding of how to\r\neffectively prepare science teachers to teach for understanding in\r\nincreasingly diverse schools. Similarly, this study will add insights on\r\nhow to enhance the academic performance and attitude toward science of\r\ndiverse middle school pupils.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Brown",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Susan W Brown",
   "pi_email_addr": "susanbro@nmsu.edu",
   "nsf_id": "000480590",
   "pi_start_date": "2002-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Rodriguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Rodriguez",
   "pi_email_addr": "arodrigu@mail.sdsu.edu",
   "nsf_id": "000336321",
   "pi_start_date": "1999-05-20",
   "pi_end_date": "2002-06-14"
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 223815.0
  }
 ],
 "por": null
}