{
 "awd_id": "9904482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Urban Social and Political Choice Situations",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1999-07-15",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 115351.0,
 "awd_amount": 115351.0,
 "awd_min_amd_letter_date": "1999-06-28",
 "awd_max_amd_letter_date": "1999-06-28",
 "awd_abstract_narration": "This research focuses on city governments' handling of the potentially explosive conflicts surrounding \"morality policy\" or \"culture wars.\"  Morality or culture war issues involve city governments in important ways, as when city governments wrestle with the order maintenance, free speech, policy and political implications surrounding regulation of abortion clinic protest, adoption of gay rights ordinances, regulation of pornography and prostitution, adoption of needle exchange programs for drug addicts, decision-making about local funding for arts projects, and the like.  There is substantial variation in city governments' handling of these issues.  Preliminary work on the topic, based upon secondary analysis of published case studies, suggests that city governments play any of six different roles with respect to these potentially explosive topics:  evasion, repression, responsiveness, non-responsiveness, hyperactive responsiveness, and entrepreneurial instigation.\r\nDespite its significance in the urban context and despite the emergence of a substantial literature on national and state-level politics surrounding morality issues, the topic has until recently been relatively neglected by urban scholars, perhaps in part because the distinctive features of morality politics may seem ill-suited for explanation via the paradigmatic theories in urban scholarship, which are situated in a political economy framework.  However, the proposal shows how existing theories can be synthesized and applied to the phenomenon at hand, generating a variety of promising hypotheses that specify how institutions, socio-cultural factors, and economic circumstances shape urban governments' responses to morality issues.\r\nThe larger problem is lack of systematic data, for a representative set of cases, on what city governments do in case of morality issue controversy.  This research assembles such a data set to test hypotheses and provide a test-bed for other hypotheses on the phenomenon.  To overcome the current limitations of single-city case studies or single issue analyses despite the cost constraints imposed by the field study methods that must be used to obtain information on the dependent variable, the research design incorporates principles for expansis of observations in a way that maximizes the capacity for valid inference.  Using a selection matrix that minimizes collinearity and maximizes variance of the values of key explanatory variables, ten cities are selected as study sites; based upon pilot study work, each is expected to generate approximately 50 morality issue cases.  In collaboration with faculty associates in 7 of the 10 sites, archival analysis and elite interviewing will be used to build the database.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elaine",
   "pi_last_name": "Sharp",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Elaine B Sharp",
   "pi_email_addr": "esharp@ukans.edu",
   "nsf_id": "000225833",
   "pi_start_date": "1999-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Main Campus",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9168",
   "pgm_ref_txt": "EPSCOR OUTREACH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 115351.0
  }
 ],
 "por": null
}