{
 "awd_id": "9904680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "DNA-Binding Studies of Taq Polymerase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2000-01-01",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 440000.0,
 "awd_amount": 444420.0,
 "awd_min_amd_letter_date": "1999-09-10",
 "awd_max_amd_letter_date": "2003-01-13",
 "awd_abstract_narration": "Technical \r\nMCB-9904680 \r\nLiCata \r\n\r\n\r\nThis project will provide detailed biothermodynamic and biochemical studies of Thermus aquaticus DNA polymerase (Taq polymerase) in order to define and characterize the thermodynamic behavior and non-covalent driving forces that allow the polymerase to function at a temperature optimum of 750C. These studies will primarily focus on the initial step of DNA replication: binding of the polymerase to DNA. The specific aims of this study are: 1) To quantitate the DNA binding thermodynamics of Taq polymerase, and quantitate the change in the amount of associated water during binding. The thermodynamics of binding (AG, AH, AS) of the polymerase to short, defined pieces of DNA will be measured using calorimetric and spectrophotometric direct binding assays, augmented by \"separation\" assays such as filter binding and gel shift assays. The dependence of binding on osmotic stress will be measured, and used to calculate the change in associated water upon binding. 2) To characterize the temperature, pH, and ionic dependencies of Taq polymerase and Pol I polymerase binding to the same DNA. Binding of the polymerases will be quantitated versus temperature in order to calculate the change in heat capacity (ACp) associated with the binding reaction; and binding will be examined as a function of different ionic conditions and pH in order to quantitate the participation of linked ions and protons. 3) To determine the contributions of the DNA sequence to the global thermodynamics of binding and hydration. Sequence dependence studies will include binding to template-primers containing homopolymeric template regions and/or primer regions, in order to establish reference values for each base type's contribution to binding within a simplified context. This will be followed by increasingly more complex base sequence changes within these regions to assess base position contributions and the level of additivity or nonadditivity of multiple sequence changes. 4) To quantitatively determine the thermodynamics of unfolding of Taq and E. coli Pol I polymerases; and determine the change in DNA melting thermodynamics when polymerase binds.\r\n\r\nNon-Technical\r\n\r\nThis project will provide the first detailed functional biochemical and bioenergetic studies of a thermophilic DNA polymerase. Studies will be carried out with Thermus aquaticus DNA polymerase (Taq polymerase) in order to define and characterize the thermodynamic behavior and non-covalent driving forces that allow this polymerase to function at a temperature optimum of 75C. These studies will focus primarily on the initial step of DNA replication: binding of the polymerase to DNA. Using an array of biophysical and biochemical techniques, the binding reaction will be determined under different conditions, and the linked ions, linked protons, and linked waters of the polymerase-DNA interaction will be determined from these solution dependencies. The DNA sequence dependence of the binding will also be assessed. Further, this project will provide the first quantitative thermodynamic characterization of the temperature stability of Pol I and Taq polymerases.  Due to its use in the polymerase chain reaction (PCR), Taq polymerase is one of the most important biotechnological reagents in use today, yet its biochemistry and functional biophysics remain almost completely uncharacterized. This project will extend our fundamental understanding of the general requirements, characteristics, primary forces, and predominant non-covalent interactions involved in the binding of DNA by polymerases. Advancing our understanding of DNA-protein interactions is also directly relevant to many aspects of biotechnology such as bioprocess development. Further, this project will begin to provide an understanding of how the same essential process of DNA binding and replication must be energetically fine-tuned in order to operate across the broad environmental range of Earth's biosphere.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "LiCata",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent J LiCata",
   "pi_email_addr": "licata@lsu.edu",
   "nsf_id": "000267550",
   "pi_start_date": "1999-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 4420.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}