{
 "awd_id": "9904378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Intelligence: Adaptive Critics for Controller Design",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Werbos",
 "awd_eff_date": "1999-06-15",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 300205.0,
 "awd_amount": 300205.0,
 "awd_min_amd_letter_date": "1999-04-14",
 "awd_max_amd_letter_date": "2003-05-08",
 "awd_abstract_narration": "9904378\r\nLendaris\r\n\r\n\tThe overall objective of this work is to make substantive contribution to advancing the art and\r\npractice of applying Adaptive Critic (AC) methods to the designing of neural network controllers.\r\nAttention is given to considerations for both, off-line and on line controller's design; most significant to potential engineering applications is the case of on-line learning, wherein the controller's design is modified while serving its role as a controller. Such on-line capability is useful\r\nin at least two situations: 1)  When a controller designed off-line is only approximately correct, and the controller's design is refined while it is functioning on-line; and 2) even when a high-quality controller is designed off-line to start with, substantive changes occur in the plant or environment during operation, thus requiring a refinement to the controller design (so it can \"adapt\").  One focus of the research is to characterize aspects of the control problem from the perspective of learnability-- that is, are certain situations more or less learnable than others; is there a definable sequence of sub-tasks that makes the learning process more likely achievable; in what way do the system dynamics enter into the accomplishment of the learning task; etc.\r\n\tAnother research focus is to explore the roles played by models in the various aspects of the controller design process. The issues here include a) qualitative requirements on model(s) used for simulating the plant during off-line training of the (initial) controller, and b) qualitative requirements on model(s) used for obtaining the partial derivatives required during the controller and critic training procedure.\r\n\tThe above and a number of other research questions are explored and results brought together in studying and developing methods to facilitate the on-line application of the Adaptive Critic methods of \"learning\" to accomplish (approximately) optimal controller design.  \r\n\tThis research methods are mostly based on mathematical modeling and theorizing of the under-lying ideas, mostly based on dynamical systems formalisms, and experimental explorations are carried out on high-speed computers that simulate the situations being explored.\r\n\tThe research is carried out in the context of a new Computational Intelligence Laboratory being\r\nestablished at Portland State University. This Laboratory formalizes research that has been con-\r\nducted over the past 10 years in the interdisciplinary Systems Science Ph.D. Program, and is\r\nintended to foster increased collaboration among researchers from other disciplines and immersion of graduate students in such an interdisciplinary research context.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Lendaris",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "George G Lendaris",
   "pi_email_addr": "lendaris@sysc.pdx.edu",
   "nsf_id": "000465680",
   "pi_start_date": "1999-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 300205.0
  }
 ],
 "por": null
}