{
 "awd_id": "9904034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Crystallography and Solute Effects in Fe-C-X Austenite Decomposition",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harsh Deep Chopra",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2002-12-31",
 "tot_intn_awd_amt": 307340.0,
 "awd_amount": 307340.0,
 "awd_min_amd_letter_date": "1999-06-22",
 "awd_max_amd_letter_date": "2001-04-25",
 "awd_abstract_narration": "9904034\r\nShiflet\r\n\r\nThe project is an analytical and experimental examination of substitutional alloying element effects on austenite decomposition in Fe-C-X steels.  Two important transformations are examined.  The first is a study of pearlite, which is a lamellar product of eutectoid decomposition and probably the most familiar of all metal microstructures.  It forms in steels and also in a large number of non-ferrous alloys during transformation under isothermal, continuous cooling and forced-velocity growth conditions.  This work extends previous crystallographic considerations to encompass specific interactions with substitutional alloying elements, such as Mn.  Key questions that are addressed include whether the alloying element atomic diffusion path is indeed at the pearlite: austenite (mother phase) interphase boundary, as many researchers suggest, or is volume diffusion controlling the transformation kinetics.  One goal is to account for the inability of growth models to account for experimental kinetics over a range of temperatures.  The second area of investigation is the ferrite plus carbide transformation at intermediate temperatures where growth kinetics are severely slowed when X = Cr, Mo or W.  In these alloys there is a temperatures range from about 550 to 600 C where an extremely potent effect on growth kinetics occurs.  Indeed, all ferrite growth and nucleation can be halted for days. The same crystallographic and solute considerations of diffusion paths are applied to this transformation as for pearlite.  For both of these transformations extensive thermodynamic calculations are performed and correlated with experimental observations as to element partitioning and microstructure development.  The primary experimental approach includes making all ternary steels in house and performing heat treatments isothermally in lead baths.  Examination of the structure is with conventional tilting and high-resolution transmission electron microscopy (TEM).  Chemical partitioning studies are facilitated using a Focused Ion Beam milling machine recently acquired that allows any interphase boundary to be selected for preparation into an electron transparent foil for TEM.  Chemical measurements are collected in a Field Emission Gun TEM that is able to obtain data from areas less than one nanometer in diameter.  \r\n%%%\r\nSubstitutional alloying elements are important in steel production because they can greatly increase the hardenablity of the alloy by delaying the formation of pearlite and ferrite at intermediate temperatures.  These elements can be strong carbide formers and can lead to strengthening in low and medium alloy steels.  Their behavior at the growing interphase boundary is important to understand and model.  The understanding of thermodynamics of the ferrite:austenite interface in Fe-C-X steels is essential in this very active research area.  Given the extensive advances in thermodynamic data bases and high resolution instrumentation, it is timely from both a scientific and industrial position, to pursue this important area of research.  \r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Shiflet",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gary J Shiflet",
   "pi_email_addr": "gjs@virginia.edu",
   "nsf_id": "000323649",
   "pi_start_date": "1999-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 99627.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 102399.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 105314.0
  }
 ],
 "por": null
}