{
 "awd_id": "9904506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GLP-1/GLP-1 Receptor Axis and Glucagon/Glucagon Receptor Axis in Teleost Fish",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ione Hunt Von Herbing",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "1999-08-05",
 "awd_max_amd_letter_date": "1999-08-05",
 "awd_abstract_narration": "Insulin and glucagon are two major hormones secreted from the pancreas that regulate glucose metabolism in mammals.  Insulin actions are exerted at the level of the liver, skeletal muscle and adipose tissues, while liver is the main target tissue for glucagon action.  In addition to insulin and glucagon, other substances of intestinal origin also contribute to the maintenance of steady levels of glucose in circulation.  One of these intestinal substances called glucagon-like peptide-1, or GLP-1, is one of the key peptides that provide a link between the consumption of nutrients and glucose metabolism.  The major function of GLP-1 is to integrate the nutritional input with glucose homeostasis through its effects on the pancreas and intestine.  In the pancreas, GLP-1 stimulates insulin release and inhibits glucagon secretion, while in the intestine GLP-1 inhibits the absorption of nutrients, including glucose and, therefore, slows down the release of glucose in circulation after consumption of a meal.  Thus, insulin, glucagon and GLP-1 regulate glucose metabolism through distinct metabolic pathways with an end result that insulin and glucose levels are maintained in mammals at near constant levels at all the times regardless of the nutritional state.  Disruption of the balance that exist between circulating levels of insulin and glucose leads to a metabolic state of elevated insulin and elevated glucose, characterized as insulin resistance, and manifested in humans as Type 2 (non-insulin dependent) diabetes mellitus.\r\n                In contrast to mammals, fish can tolerate large fluctuations in circulating insulin and glucose levels without the metabolic consequences that develop under the same conditions in humans.  This observation provided the initial evidence that glucose metabolism in mammals and teleost fish is controlled by different metabolic pathways.  Accumulated experimental evidence suggest that in fish insulin is not a gluco-regulatory hormone and that GLP-1 and glucagon have similar if not identical effects on glucose metabolism in fish liver.\r\n                The main goal of the proposed research is to examine the hypothesis that GLP-1 and glucagon are one of the key hormones that control glucose metabolism in non-mammalian and mammalian vertebrates.\r\n\tThe experimental approach will focus on the molecular and functional characterization of receptors for fish GLP-1 and glucagon, and represents the beginning of a systematic analysis of GLP-1 and glucagon receptors in fish.  The results of these experiments will provide understanding of the mechanism by which different vertebrate species adapt their metabolism to the evolutionary changes in diet and will have an impact on comparative and evolutionary physiology.  These studies may also lead to the development of new \"GLP-1-based\" therapeutics agents for treatment of patients with Type 2 diabetes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Svetlana",
   "pi_last_name": "Mojsov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Svetlana Mojsov",
   "pi_email_addr": "mojsov@rockvax.rockefeller.edu",
   "nsf_id": "000156408",
   "pi_start_date": "1999-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rockefeller University",
  "inst_street_address": "1230 YORK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2123278309",
  "inst_zip_code": "100656399",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ROCKEFELLER UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LHGDNJMZ64Y1"
 },
 "perf_inst": {
  "perf_inst_name": "Rockefeller University",
  "perf_str_addr": "1230 YORK AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100656399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115500",
   "pgm_ele_name": "INTEGRATIVE ANIMAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": null
}