{
 "awd_id": "9905576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Deconstructing the Environmental Kuznets Curve:  A Theoretical and Empirical Inquiry",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "1999-07-15",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 231073.0,
 "awd_amount": 231073.0,
 "awd_min_amd_letter_date": "1999-07-12",
 "awd_max_amd_letter_date": "2001-05-08",
 "awd_abstract_narration": "This project develops and tests theoretical models predicting the economic determinants of the levels and time paths of environmental quality. Several recent and influential papers on the relationship between economic growth and the environment find that many forms of pollution initially worsen but then improve as national incomes rise. In response to these empirical findings, a number of researchers have proposed theoretical explanations for what has become known as the \"Environmental Kuznets Curve\" (EKC). As yet, however, there has been little work bridging the gap between these two literatures by adding restrictions from economic theory into the empirical estimation of EKC relationships. Without an understanding of why observed pollution-income relationships exist, policy implications arising from those relationships are ambiguous. This research will go beyond reduced-form correlations between income and pollution to study more closely the relationship between pollution and economic fundamentals.\r\n     The project is divided into five components. The first is a theoretical investigation to identify potential links between pollution and income per capita. It demonstrates that while increases in income alone can lower pollution levels, the source of the income growth also determines its pollution consequences. Growth arising from physical capital accumulation will have different pollution consequences than growth arising from human capital acquisition or technological progress. Empirical methods will then be used to show that the inclusion of relevant factors of production, such as human or physical capital, does indeed alter pollutionincome trade-offs. As a result, it is unclear whether the observed pollution-income relationship arises from income-induced strengthening of environmental policy or from changes in the composition of nations' output. To investigate this question more fully, the remaining four components of the project develop and test structural models of the links between factor accumulation, income, and pollution.\r\n     The second component develops and estimates a simple model of pollution demand and supply. In contrast to current empirical work it allows the sources of economic growth to affect its pollution consequences. In contrast to current theoretical work it allows for sufficient flexibility in functional forms as to incorporate most of the current theoretical explanations for the EKC. The third component considers the role of transboundary pollution and international trade. If pollution crosses borders, pollution policies should be linked across countries, and the optimal domestic pollution policy may depend on income levels and factor endowments abroad. Furthermore, international interactions may considerably alter the transmission mechanism from growth in factor endowments to changes in the pollution-intensity of domestic production.\r\n     The final two sections study intertemporal decision making and political economy considerations. The third section recognizes that environmental regulations will affect the relative return to accumulating pollution-intensive factors of production. Rising pollution charges lead to endogenous changes in the long run composition of factors that in turn affects pollution levels. Finally, the fourth section relaxes the assumption that all citizens are identical, so that the optimal pollution policy for a given citizen depends on his or her factor ownership. Growth in the number of human-capital holding citizens will have different consequences than growth in physical capital, not only because of the direct implications on the use of intermediates in production, but also because it will affect the aggregation of preferences into policy.\r\n     The work described in this proposal will link two important areas of economic and environmental research: reduced-form empirical estimates of the pollution-income relationship, and structural models of the economic determinants of environmental quality. While the work described herein is preliminary, it does demonstrate the feasibility of a more theoretically influenced approach and the necessity of such an approach for drawing policy implications about the economic determinants of pollution.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M. Scott",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Scott Taylor",
   "pi_email_addr": "staylor@ssc.wisc.edu",
   "nsf_id": "000203132",
   "pi_start_date": "1999-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arik",
   "pi_last_name": "Levinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arik Levinson",
   "pi_email_addr": "Arik.Levinson@georgetown.edu",
   "nsf_id": "000469192",
   "pi_start_date": "1999-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 72128.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 78917.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 80028.0
  }
 ],
 "por": null
}