{
 "awd_id": "9905919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Arrangement and Description of the Paul A.M. Dirac Collection",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce E. Seely",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 33669.0,
 "awd_amount": 33669.0,
 "awd_min_amd_letter_date": "1999-06-09",
 "awd_max_amd_letter_date": "1999-06-09",
 "awd_abstract_narration": "\tThe purpose of this project is to make available to historians of science the Florida State University collection of the papers of theoretical physicist Paul A.M. Dirac (1902-84). To this end, two objectives will be reached by the close of the six-months grant period:  the arrangement of all items by an archivist who will also take appropriate preservation measures; and the creation of a web-based finding aid documenting at the folder level the contents of the collection.\r\n\tThis body of approximately 20,000 items was donated without special restrictions to FSU by Mrs. Margit Dirac. Unequaled in depth and breadth by any other assemblage of Dirac-related materials, it will, when the arrangement is completed, occupy at least 87 linear feet of shelf space -- only 27 of which are given to books owned by Dirac. Included are: Dirac's drafts, final manuscripts and proofs of published works; notes for and typescripts of lectures; notebooks; sheaves of mathematical calculations; groups of various kinds of documents related to particular subjects such as \"War Work\" (atomic bomb research); letters written by him; and a much more substantial corpus of incoming correspondence from distinguished colleagues such as Bohr, Heisenberg, Schrodinger, and Tamm. Noteworthy are Dirac's marginal comments on others' manuscripts and proofs, as well as in offprints of his and others' articles. Complementing the collection are photographs, conference programs, personal and professional memorabilia, and a large cache of family papers dating from the 1880s through the early 1980s.\r\n\tThe significance and potential impact of the project may be gauged by, first, Dirac's undisputed importance as one of the major contributors to the \"Physics Revolution\" of this century. Second, the archival resource in question is a rich one not only for students of Dirac's life and thought but for researchers focusing on the contemporaries with whom he interacted in correspondence and in person. Such is the testimony of not only Dr. Robin Rider but of three other project consultants who also surveyed the materials on-site in 1998: Drs. Peter L. Galison, David Cassidy, and John Albright. It is a virtual certainty that Dirac biographers and historians of science will find grist for the mill in these papers. Cultural historians measuring the long-term consequences of the new images of physical reality promulgated by 20th-century physicists will also benefit, directly or indirectly, from the availability of this grand legacy making possible research findings unobtainable nowhere else.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "McElrath",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph R McElrath",
   "pi_email_addr": "mcelrath@garnet.acns.fsu.edu",
   "nsf_id": "000151605",
   "pi_start_date": "1999-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 33669.0
  }
 ],
 "por": null
}