{
 "awd_id": "9905991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Sodium Channel Density and Localization in Polarized Cells",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marc D. Servetnick",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 441704.0,
 "awd_amount": 441704.0,
 "awd_min_amd_letter_date": "1999-08-04",
 "awd_max_amd_letter_date": "2002-06-04",
 "awd_abstract_narration": "Lorie Isom\r\n9975490\r\n\r\nLAY SUMMARY\r\n\r\nVoltage-gated sodium channels are the membrane proteins responsible for initiation of action potentials in excitable cells such as neurons, cardiac myocytes, or skeletal muscle myocytes.  In neurons, sodium channels are localized at high density at axon initial segments and nodes of Ranvier.  This arrangement allows for efficient, saltatory conduction of action potentials. The long-term goal of this proposal is to understand the molecular basis of sodium channel targeting and localization, with particular emphasis on the role of the auxiliary b subunits in this process.  It is proposed that sodium channel a subunit isoforms contain an intrinsic molecular targeting domain in their amino acid sequence that directs newly synthesized channels toward specific plasma membrane locations.  Furthermore, it is hypothesized that sodium channel localization in polarized cells is modulated by the combination of particular a and b subunits.  Four specific aims are proposed: 1.  To characterize the effects of b subunit expression on sodium channel a subunit membrane localization in polarized Madin-Darby canine kidney (MDCK) cells. MDCK cells have proven to be a powerful model system in which to study the membrane targeting of a variety of ion channels and receptors. This aim will reveal whether b subunits modulate a subunit localization or whether the information for sodium channel targeting is encoded in the a subunit isoform cDNA only.  2.  To identify molecular targeting signals encoded in a and/or b subunit cDNAs. Truncation mutants and chimeras will be used in an attempt to localize the molecular targeting signals encoded in a and/or b subunit cDNAs.  3.  To characterize the localization of sodium channel a and b subunits expressed endogenously by human NT-2 neurons.  Recognizing the limitations of the use of epithelial cell models to study targeting of neuronal proteins to axonal membranes, the localization of a and b subunits that are endogenously expressed in a neuronal cell culture model system, NT-2 neurons, will also be studied.  The results of these studies will be correlated with the results obtained from MDCK cells.  4. To analyze the contribution of b subunits to a subunit localization in targeted embryonic stem (ES) cells differentiated to neurons in culture. Targeted mouse ES cell lines that lack the gene for the sodium channel b2 subunit have recently been established in the lab. One of the cell lines was also doubly targeted in culture to produce the homozygous genotype using high concentrations of the antibiotic G418.  These cells now lack both alleles of the b2 subunit gene.   A similar experiment is underway that is designed to knockout the b1 subunit gene. The doubly targeted ES cells will be differentiated in culture to neurons using retinoic acid.  Immunocytochemical localization of a subunits in the differentiated neurons will be performed to assess the contribution of b subunits to a subunit membrane targeting and localization.  The results of these proposed studies will contribute to the fields of ion channel biology and brain development.  A basic understanding of the mechanisms involved in sodium channel subunit assembly and membrane targeting is essential to understanding the establishment of neuronal polarity, formation of nodes of Ranvier, and efficient action potential conduction.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Isom",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Lori L Isom",
   "pi_email_addr": "lisom@umich.edu",
   "nsf_id": "000338216",
   "pi_start_date": "1999-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119200",
   "pgm_ele_name": "NEURONAL AND GLIAL MECHANISMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 106988.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 109220.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 111541.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 113955.0
  }
 ],
 "por": null
}