{
 "awd_id": "9905729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control Design with Real-Time Implementation for Rapid Thermal Processes",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1999-08-20",
 "awd_max_amd_letter_date": "1999-08-20",
 "awd_abstract_narration": "\r\nThe long term goal of this project is to establish a multi-disciplinary research program on control theory, design, and real-time implementation for Rapid Thermal Process chambers.  In the initial two years of the project, the focus will be on preliminary modeling, control design, and real-time implementation issues.\r\nRapid Thermal Processes demand fast tracking control laws that achieve near uniform spatial temperature distributions across a semiconductor wafer during both transient and quasi steady-state phases of the process.  Due to the radiative effects in a relatively small chamber volume and limitations in remote measurement techniques, achieving the stringent performance specifications for Rapid Thermal Process chambers becomes a very challenging model-based nonlinear design problem.  To meet future technical challenges in microelectronics manufacturing, it is essential to develop modern control and optimization techniques with strong emphasis on real-time implementation.\r\nThe ultimate goal of this effort is to pose and solve control design problems so that the control laws, when implemented on the on-site testbed (Rapid Thermal Chemical Vapor Deposition Epitaxial Reactor), result in real-time performance improvement and run-to-run repeatability.  In order to pose the problem in a control setting, the most important step is to develop mathematical models of the process with varying levels of complexity: from complex validation models to simpler models suitable for control design.  This step is closely linked to the real-time implementation setup since it involves chamber-specific actuator and sensor interfacing.  Moreover, analytical model derivation based on first-principles is completely dependent on chamber-specific properties (such as material, geometry, actuation, measurements) and the desired reaction recipes.  Therefore, this stage of the project involves direct interaction and non-trivial hardware/software interfacing issues specific to the on-site testbed.  Since these research results can be immediately tested on the on-site testbed, the effort will start with control techniques based on simple analytical models, assess achievable performance limitations by implementing the designs, and then increase model and control design complexity to meet the desired process performance.  Although modeling, control design and real-time implementation objectives must be carried out simultaneously to assess performance, the main effort in the initial two years will be allocated to modeling and real-time interfacing problems.\r\nThe unique advantage available to the project is the on-site Rapid Thermal Process reactor, which will be used as the project testbed in collaboration with the Microelectronics Group in the Electrical and Computer Engineering Department at the University of California, Davis.  The proposed research will complement the ongoing work of the Microelectronics Group by providing crucial systematic modeling approaches and controller design methods for real-time implementation.  The beginning stages of this research will initiate interaction between the two research groups and will enhance the research and educational experience of graduate students in the inherently different areas of control systems and microelectronics.  Through this multi-disciplinary teamwork, graduate students involved in this research will obtain valuable practical training that will prepare them for engineering challenges in future industry and research positions.  It is also expected that this research will lead in the \r\nfuture to experimental set-tips that can be used as design exercises for graduate and undergraduate control courses.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "A. Nazli",
   "pi_last_name": "Gundes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A. Nazli Gundes",
   "pi_email_addr": "gundes@ece.ucdavis.edu",
   "nsf_id": "000452324",
   "pi_start_date": "1999-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "M",
   "pi_last_name": "Kabuli",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "M G Kabuli",
   "pi_email_addr": "kabuli@ece.ucdavis.edu",
   "nsf_id": "000444494",
   "pi_start_date": "1999-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}