{
 "awd_id": "9905720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Econometrics Using Spatial Models of Interdependence",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2002-03-31",
 "tot_intn_awd_amt": 122120.0,
 "awd_amount": 122120.0,
 "awd_min_amd_letter_date": "1999-08-13",
 "awd_max_amd_letter_date": "2001-06-11",
 "awd_abstract_narration": "This project is supported because it contributes new methodologies for analyzing large cross-section time series data and it applies these methodologies to important substantive problems in macroeconomics and industrial organization.   The common theme of the research is the use of spatial models to put structure on cross sectional and panel data.  The notion of space here is not limited to physical locations but may be characterized by other economic distance metrics. This research develops models for describing the dynamics of large-dimension vector time series.   Examples of this type of data include quarterly observations on sector specific variables and weekly price data for many retail firms in a region. In situations like these, data will be dependent across time and agents. In addition, there are too few degrees of freedom to permit unrestricted time series estimation; restrictions are needed to make progress.  Typical restrictions model comovement across agents as being due to small number of factors or limit the number of interactions a priori. This proposal describes an alternative approach that uses patterns in agents' relative locations to model patterns in dynamic correlations of their series. This method is well suited to several applications where it is interesting to relate dynamic correlations in the data to measures of economic relationships captured by distances. This proposal contains proposed research on two such applications in macroeconomics and industrial organization.\r\n\r\nThe macroeconomic application in this proposal aims to characterize the dynamic correlation properties of sector-level variables and their relation to input-output structures. Several important models of business cycles rely on the presence of strong intersectoral linkages to account for fluctuations. These linkages can be quantified using this econometric method, so it can very useful in assessing the plausibility of these models. For example, the project constructs economic distances that measure linkages due to complementarity of outputs and similarity of technology. Preliminary evidence suggests that there is substantial comovement in sectoral variables related to these metrics.\r\n\r\nThe industrial organization application in this proposal is a study of the nature of competition between supermarkets. Unusually rich data on consumers and firms permit the estimation of a structural consumer choice model that explicitly considers interactions between consumers' demographics, income, and physical locations. The project uses these consumer model estimates to construct an appropriate economic metric between stores to use in studying their spatial competition. The estimates of these endogenous economic distances will comprise a component in a fully specified model of competition between these firms that accounts for both spatial and intertemporal dynamics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Conley",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy G Conley",
   "pi_email_addr": "tim.conley@gsb.uchicago.edu",
   "nsf_id": "000405376",
   "pi_start_date": "1999-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 47307.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 36530.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 5783.0
  }
 ],
 "por": null
}