{
 "awd_id": "9905982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Paraxis in the Regulation of Myogenesis and Skeletogenesis",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Plesset",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "1999-07-29",
 "awd_max_amd_letter_date": "1999-07-29",
 "awd_abstract_narration": "In vertebrates, skeletal muscle and the axial skeleton are derived from segmental units of paraxial mesoderm called somites.  At the time of formation, somites are naive tissue that become specified to distinct cell fates in response to instructive signals from the surrounding axial structures.  To understand how these signals are interpreted by the somite it will be important to elucidate the genetic cascade within somitic cells that directs cell-fate decisions.  Paraxis was previously shown to be required for the establishment of the epithelial state of the somite.  Since compartmentalization of the somite into the sclerotome, myotome, and dermomyotome is intimately related to the epithelial state of the cells, we hypothesized that paraxis could be important for the specification and migration of the myogenic and chondrogenic progenitor cells.  Preliminary analysis of the somites from paraxis-/- and paraxis-/-/myf-5-/- embryos indicate that this gene exerts pleiotropic effects.  In the medial (epaxial) myotome, paraxis is not required to regulate the onset of commitment to the myogenic lineage, but is required to establish the appropriate pattern of migration.  In contrast, praxis is required for the formation of the lateral (hypaxial) myotome from the lateral dermomyotome.  In addition, the sclerotome-derived axial skeleton of the paraxis/myf-5 compound mutant mice was reduced to unsegmented remnants of the vertebral body and neural arches.  These defects were greater than those described for the individual mutants, indicating that these genes play a greater role in regulating the specification and differentiation of the sclerotome than previously hypothesized.  In this application, we propose experiments that examine the molecular basis for the role of paraxis in the specification of these compartments of the somite.\r\n\r\n1. Examine the role of paraxis in the development of the myotome and hypaxial musculature.  The role of paraxis in regulating the specification, proliferation, and migration of the myogenic progenitors located in the dermomyotome will be examined in both the paraxis-/- and myf-5-/-/paraxis-/- genetic backgrounds.  The primary focus will be to establish the position of paraxis within the signaling pathway that result in the genesis of myoblasts in the myotome.  Since the absence of paraxis is accompanied by a reduction in tissue mass in these mutants, changes in proliferation and apoptosis also will be assessed in the sclerotome, dermomyotome, and myotome.\r\n\r\n2. Characterize the axial skeleton defects in the paraxis/myf-5 null mutant mice.  The nature of the inhibition of chondrogenesis will be examined both in vivo and in vitro.  The expression of genes associated with commitment and differentiation of chondroblasts in the sclerotome, and ossification will be examined to determine the role of paraxis and myf-5 in this process.\r\n\r\n3. Characterize the migration of premyogeneic and prechondrogenic cells from the dermomyotome of the paraxis-null embryos.  The paraxis mutant can provide us with important insight into the mechanism(s) by which migration from the dermomyotome into the adjacent compartment is regulated.  Feasibility studies will be performed for tracing the movement of small numbers of cells from the dermomyotome in developing paraxis-/- and wild type embryos using the vital dye, DiI.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Rawls",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Rawls",
   "pi_email_addr": "Alan.Rawls@asu.edu",
   "nsf_id": "000396068",
   "pi_start_date": "1999-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}