{
 "awd_id": "9906626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gender and Collective Economic Strategies:  A Comparative Analysis of Women's Producer Groups in Peripheral Regions",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory H. Chu",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 103395.0,
 "awd_amount": 103395.0,
 "awd_min_amd_letter_date": "1999-09-07",
 "awd_max_amd_letter_date": "1999-09-07",
 "awd_abstract_narration": "This research  examines issues relating to gender and development through a comparative analysis of women's collective economic strategies in former homelands of South Africa and rural Appalachia.  It addresses socio-economic aspects of women's participation in cooperatives, networks, and other collective activities that generate income for households and are part of community-based development strategies. The objectives are:  1) to examine the link between historically and culturally specific socio-economic conditions and gendered livelihood strategies; 2) to identify the processes through which collective economic activities relate to household gender dynamics; 3) to address the economic viability of these activities as sustainable income-generating activities in rural contexts; and 4) to analyze the effectiveness of rural development policies in enhancing these collective economic strategies. The research methodology employs a participatory approach and feminist ethnography that include focus groups, intensive fieldwork, and in-depth interviews.  These methods will reveal the multiple dimensions of gendered livelihood strategies in the selected regions, and will point to the importance of women's collective economic activities and their intersection with household gender relations in developing regions of the Global South and North.\r\n\r\nThe research contributes to our understanding of gender and development by focusing on women's collective economic activities and their relationship to intra-household gender relations.  The study analyzes and compares the social histories and collective economic activities of women in two developing regions.  The former homelands of South Africa are attempting to overcome generations of severe socio-economic and spatial marginalization during the colonial and apartheid eras.  In comparison, Appalachia is a peripheral region in an advanced industrial country where exploitative labor relations in primary sector activities have contributed to high levels of poverty and marginalization. The formation, operation, and socio-economic impact of selected women's producer groups in rural areas of South Africa and Appalachia are examined.  In South Africa, a sewing group and pottery cooperative have been selected as case study organizations.  The Appalachian groups include a knitting network and a quilting cooperative based in West Virginia.  Household surveys and in-depth interviews will be analyzed using descriptive statistics and qualitative methods.  Findings from this research will be shared with the selected organizations, academic researchers, and rural development agencies.  Analysis of the producer groups will involve the members to enhance the collaborative and participatory nature of this project.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Oberhauser",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ann M Oberhauser",
   "pi_email_addr": "aoberhau@wvu.edu",
   "nsf_id": "000336085",
   "pi_start_date": "1999-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "1500 UNIVERSITY AVE",
  "perf_city_name": "MORGANTOWN",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "26506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 103395.0
  }
 ],
 "por": null
}