{
 "awd_id": "9906989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Viruses in Marine Food Webs",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "1999-08-06",
 "awd_max_amd_letter_date": "1999-08-06",
 "awd_abstract_narration": "Planktonic viruses are the most abundant biological entities in the sea and have a tremendous potential impact on biogeochemical and ecological processes, primarily via their interactions with microorganisms. However, the data suggest a great deal of variability of the true impacts, and the reasons for this are unknown. The most likely factor seems to relate to the spatial and temporal variations in diversity of both the viruses and their hosts, because viruses are thought to have a narrow host range. Models and some limited field data suggest that viruses can exert substantial control over microbial diversity, and this also implies that host diversity has a feedback to viral activity and hence biogeochemical processes. Such diversity has been extremely difficult to study via traditional cultivation methods, but the past few years have seen remarkable strides in our ability to investigate microbial diversity, via several molecular biological methods that rely primarily on variations in 16S rRNA sequences. Also, just within the past few months a method has been published to investigate viral diversity in marine systems based upon total viral genome lengths. \r\n\r\nThis project will use these approaches to study natural and experimental marine microbial systems, primarily from Southern California, with the goal of determining the interactions between virus and host diversity and the effects on general viral and prokaryotic processes. The specific study sites include the new oceanographic time-series station midway between Los Angeles and Santa Catalina Island, run by A. Michaels of the USC Wrigley Institute for Environmental Studies. Samples will also come from Santa Monica Pier (relatively rich coastal seawater) and the dock at the USC Marine Lab on Catalina (pristine and relatively oligotrophic coastal waters). As part of the observation, or exploratory, component of the project, samples would be analyzed monthly for 2 years by a battery of methods, including the basic time series parameters of temperature, salinity, inorganic nutrients, chlorophyll, and dissolved oxygen.  The investigators will add measurements of bacterial and viral direct counts, frequency of infected bacteria, bacterial production, primary production, flow cytometry counts of cyanobacteria, as well as pulsed field gel electrophoresis of viral DNA for viral diversity, and prokaryote diversity assays with denaturing gradient gel electrophoresis, terminal restriction fragment length polymorphism, length heterogeneity PCR, and fluorescent in situ hybridizations. Short-term, more frequent sampling and mesocosms will be used to examine population dynamics on the generation time scale. The various methods, each with its own advantages and shortcomings, will provide data on the interplay in nature between bacterial and virus activities and their diversity, suitable to test the hypotheses that viral diversity and overall activity are related to the diversity of the prokaryotic community. The experimental component of the project includes experiments examining the effect of viruses on altering the outcome of competition between native bacteria grown in filtered seawater, testing which taxa in natural mixed communities are susceptible to infection by their co-occurring viruses, and measuring the host range of clonal cultivated viruses (including noncultivated hosts in mixed natural communities). The project has the added value of a unique time series of microbial diversity at an easily accessible marine site, suitable for further analysis such as examining the links between diversity and stability in marine microbes.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jed",
   "pi_last_name": "Fuhrman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jed A Fuhrman",
   "pi_email_addr": "fuhrman@usc.edu",
   "nsf_id": "000173125",
   "pi_start_date": "1999-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": null
}