{
 "awd_id": "9906621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  From Prevention to Infection:  Aerobiology, the Industrialization of Disease, & Biological Warfare in the United States, 1920-1960",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 7513.0,
 "awd_amount": 7513.0,
 "awd_min_amd_letter_date": "1999-09-08",
 "awd_max_amd_letter_date": "1999-09-08",
 "awd_abstract_narration": "This dissertation research project focuses on and links the seemingly disparate histories of academic and industrial microbiology, the phenomenon of standardization of organisms for experimental use, and the simultaneous development of standardization processes and artifacts within the manufacturing sector, most specifically in the design and production of weapons. An examination of the scientific and technological modifications made to the pathogen Francisella (Pasturella) tularensis, one of the biological weapons mass-produced by the United States, allows insights into the process by which microbial organisms are standardized for military use. In addition, this research examines the organizational and institutional relationships between various academic, industrial, and military researchers within the microbiological community in the US during the first half of this century. The  historical analysis of the scientific, technological, and institutional growth of this program begins during the earlier part of the 20th century. The scientific and technological evolution of aerosol physics and its applications to the stabilization of airborne biological organisms began with research conducted on airborne disease by scientists and public health officials interested in medical bacteriology and industrial hygiene during the 1920's and 1930's. Interest in the study of the airborne spread of particulate matter and the subsequent causal relationship between airborne matter and disease led to the development of aerobiology, a subfield in microbiology. This dissertation explores the origin and evolution of this scientific subdiscipline, the militarization of the technology by the US armed forces, and the importance of this technology to the production of biological weapons. The theoretical framework that will guide this dissertation includes the concept of technological systems as applied to biological warfare research and development programs and biological weapons; the concept of discipline building to understand the birth of the aerobiology as an interdisciplinary field of study; the concept of trading zones to explain the historical evolution of aerobiology and its transformation from an applied science within medical technology to its militarization as a means of producing airborne pathogens for biological warfare; and \"model organisms\" and the standardization of organisms for specific scientific, technological, and medical purposes. This dissertation will examine the process by which the organism Francisella (Pasturella) tularensis, and the resultant disease tularemia, were modified from a natural pathogen into a standardized weapon system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Constant",
   "pi_mid_init": "W",
   "pi_sufx_name": "II",
   "pi_full_name": "Edward W Constant",
   "pi_email_addr": "",
   "nsf_id": "000374692",
   "pi_start_date": "1999-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 7513.0
  }
 ],
 "por": null
}