{
 "awd_id": "9906063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Inhibitory and Facilitatory Processing in Image Segregation",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Guy Van Orden",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 220815.0,
 "awd_amount": 220815.0,
 "awd_min_amd_letter_date": "1999-08-09",
 "awd_max_amd_letter_date": "1999-08-09",
 "awd_abstract_narration": "Award Abstract\r\nPI: Mary Peterson\r\n\r\nOne of the earliest steps in the process of perceiving the visual world is to segregate the visual input into figures and backgrounds. When two adjacent regions in the visual field share a contour,  one region is typically seen as the figure, and the other region appears to be the ground. Figures are endowed with a definite shape, whereas grounds are shapeless near the contours they share with figures. It has traditionally been assumed that figure-ground segregation is based on low-level cues, such as depth cues and configural cues (i.e., symmetry, convexity, enclosure or smallness of relative area). These low-level cues are thought to operate before memory representations are accessed. Contrary to the traditional view, recent research indicates that memories of object structure are accessed earlier in the course of perceptual processing than assumed on the traditional model. Furthermore, these object memories exert an influence on image segregation. These findings are consistent with a number of models that allow higher-level processes, such as those accessing memories of object structure, to influence processing at a figure-ground stage. The proposed experiments test the viability of a unique model that does not consider figure-ground segregation to be a stage in the hierarchy of visual processes. Instead, it considers figure-ground segregation to be one possible outcome of the interactions among early image segregation processes operating on both sides of a contour. The model entails facilitation between processes operating on the same side of a contour and inhibition between processes operating on opposite sides of a contour. In addition to accounting for the evidence indicating that memories of object structure can affect image segregation, this model explicitly accounts for three previously unexplored segregation phenomena. Those phenomena are: (1) objects can be recognized consciously only when they are depicted by figures, not when they are depicted by grounds; (2) grounds are shapeless; (3) figure-figure outcomes (in which the regions on both sides of a contour appear to have a definite shape) can be perceived, although figure-ground outcomes tend to be preferred. The experiments in the current proposal constitute a strong test of the inhibition proposed in this new model. \r\n\r\nThe planned experiments use a priming paradigm to assess whether processes operating on regions ultimately determined to be grounds are first activated and then inhibited in the course of perceptual processing. Other experiments in the proposal explore the relationship between segregation-mediated inhibition and an attentional phenomenon, called negative priming. The proposed experiments promise to provide evidence that will be critical for distinguishing among competing models of how high-level processes affect the earliest visual processes -- those processes that are fundamental to perception and action. In addition, these experiments will integrate two formerly disparate areas of study -- attentional inhibition and image segregation.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Peterson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mary A Peterson",
   "pi_email_addr": "mapeters@u.arizona.edu",
   "nsf_id": "000165530",
   "pi_start_date": "1999-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 220815.0
  }
 ],
 "por": null
}