{
 "awd_id": "9906704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "General Purpose Routers for the Next Generation Internet",
 "cfda_num": "47.070",
 "org_code": "05050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Admela Jukan",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 1136721.0,
 "awd_amount": 1136721.0,
 "awd_min_amd_letter_date": "1999-08-30",
 "awd_max_amd_letter_date": "2001-08-16",
 "awd_abstract_narration": "There has been  tremendous pressure over the last several years to push functionality from end hosts onto network routers.  Whether one calls the resulting systems routers, application gateways, active networks,\r\nproxies, or even topology-aware servers,  a general trend was recognized:  the logic that decides how to process packets has grown more and more complex over time. It is a contention that the potential\r\nfor this trend to continue is almost unlimited, which suggests the question: what are the important properties for routers in the next generation Internet? The projects answer is a new router architecture, which they\r\ncall a general purpose router (GPR), that supports arbitrarily complex forwarding logic.  The GPR architecture has six unique features:\r\n\r\n    Performance: Provides the throughput required by the next generation Internet.\r\n\r\n    Extensible: Easily extended to support new forwarding functions without compromising performance.\r\n\r\n    Scalable: Scales to relatively large sizes, on the order of a hundred of Gbps ports.\r\n\r\n    Open: The hardware and software should be open so anyone can build or extend a router.\r\n\r\n    Commodity Components: Implemented using commercially available components.\r\n\r\n    Robustness: Robust enough to tolerate programming mistakes and malicious attacks.\r\n\r\nThe bottom line is that the project recognizes a need for routers to move from being closed, special-purpose network devices to being open, general-purpose computing/communication systems. The central challenge\r\nin making this shift is to simultaneously support increasing complex forwarding logic and high performance, while using commercial hardware components and commercial operating systems. The GPR architecture\r\nachieves this through two key innovations.\r\n\r\n     Better integration of the router's switching capacity and compute cycles.  The project expects this to      result in significantly better scaling properties, and an order of magnitude improvement in performance      for packets that require only minimum processing cycles.\r\n\r\n     A hierarchy of paths through the router, ranging from fast/fixed paths implemented entirely in hardware      to slow/programmable paths implemented entirely in software, but also including intermediate\r\n     paths that exploit the improved integration of cycles and switching.\r\n\r\nIn addition to implementing the GPR architecture---and solving the configuration, scheduling, and resource management problems that doing so will entail---the project will design and implement several novel\r\napplications:\r\n\r\n    Edge routers that transition between different assumption regions of the Internet. Of particular note, the        project will develop router functionality for deeply nested networks that include thin devices (e.g.,             embedded systems and low-power devices). The router needs to subsume some of the responsibility usually     taken by the end node.\r\n\r\n    A scalable display system that consists of an array of parallel display processors (and associated frame         buffers), each of which is responsible for some region of a wall-sized display. The router that\r\n    serves as a front-end to this array---i.e., connects it to a graphics source--must fragment packets         containing graphics directives and forward each fragment to the correct processor.\r\n\r\n    An internal firewall that implements enclaves and protects hosts within a site from each other. Unlike a         firewall that sits at the edge of a site, such a router must authenticate users, enforce access control, log     usage, and implement intrusion detection.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Peterson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Larry L Peterson",
   "pi_email_addr": "llp@cs.princeton.edu",
   "nsf_id": "000406115",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kai",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kai Li",
   "pi_email_addr": "li@cs.princeton.edu",
   "nsf_id": "000117303",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Felten",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Edward W Felten",
   "pi_email_addr": "felten@cs.princeton.edu",
   "nsf_id": "000338764",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 1136721.0
  }
 ],
 "por": null
}