{
 "awd_id": "9906433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electron Transport in Archaeoglobus fulgidus",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil E. Hoffman",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "1999-08-18",
 "awd_max_amd_letter_date": "2003-01-07",
 "awd_abstract_narration": "Hartzell\r\n\r\nMembers of the domain Archaea thrive in extreme environments, including hydrothermal and anaerobic niches, that may represent the conditions on the earth when life originated.  Members of the genus Archaeoglobus are the only sulfate reducers in the Archaea and the only hyperthermophilic sulfate-reducers.  Sulfate-reducers are strict anaerobes that use sulfate as the terminal electron acceptor of dissimilatory sulfate reduction to generate a proton motive force.  This project uses a combination of biochemical and microbial genetic approaches to understand how Archaeoglobus fulgidus utilizes D-lactate as a sole source of carbon for growth and electrons for reduction of sulfate to hydrogen sulfide.  The sequence of the A. fulgidus genome includes a single gene, dld, predicted to encode D-lactate dehydrogenase, the membrane-associated enzyme that oxidizes D-lactate to pyruvate and transfers electrons to the anaerobic respiratory chain.  The dld gene is the central gene of five A. fulgidus genes that likely comprise an operon, which will be tested directly by mapping the start site of the dld mRNA.  Its upstream (noxA2; NADH oxidase) and downstream (abc, ABC transporter) genes may also encode products involved in D-lactate catabolism.  The genes encoding Dld and NoxA2 have been expressed in E. coli.  Dld, purified from E. coli, is thermostable and has D-lactate -specific dehydrogenase activity.  Purified NoxA2 also is stable and requires NAD for activity.  Purified Dld and NoxA2 will be characterized biochemically to identify cofactors and metals that may be involved in electron transfer.  Genetic techniques will be used to identify the critical amino acid residues of these enzymes that are involved in cofactor binding and oxidation-reduction cycles.   To determine if Dld and NoxA2 interact to form a complex, and to identify other proteins that interact with Dld, affinity chromatography and the yeast two-hybrid approach will be used.  A. fulgidus is the first sulfate reducer for which a complete genome sequence is available.  Starting from this sequence, biochemical and genetic approaches will provide powerful tools to reconstitute its unusual respiratory pathway of electron flow that initiates with D-lactate.\r\n\r\nSulfate-reducing organisms play critical roles in the environment by degrading and detoxifying compounds in sediments and waters. The cellular components used to eliminate these compounds are the same proteins that carry out energy production for the sulfate-reducer during growth.  Unlike organisms, including mammals, which use O2 as a sink for electrons during energy production, sulfate-reducers use SO4 as a sink for electrons.  This project is aimed at identifying the proteins that are involved in energy production in the sulfate-reducer, Archaeoglobus fulgidus and determining how these proteins interact with one another to permit the flow of electrons to sulfate.  A. fulgidus, a member of an ancient group of microbes, grows only at very high temperatures (83 C, 181 F).  The project will focus initially on the activity and properties of two proteins, lactate dehydrogenase and NADH oxidase.  These proteins are related to proteins involved in energy production from other single-cells organisms as well as complex organisms, including humans.  The information obtained through this research will help scientists understand which proteins are involved the essential process of energy production and how these proteins link to one another to control this universal, complex process. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Hartzell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia L Hartzell",
   "pi_email_addr": "hartzell@uidaho.edu",
   "nsf_id": "000387804",
   "pi_start_date": "1999-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Idaho",
  "perf_str_addr": "875 PERIMETER DR",
  "perf_city_name": "MOSCOW",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838449803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115800",
   "pgm_ele_name": "BIOMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}