{
 "awd_id": "9906345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Tanzania Dissertation Enhancement:  Viewing Stonetowns from the Countryside:  An Archaeological Approach to Swahili Urban Systems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alice W. Leeds",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 1990.0,
 "awd_amount": 1990.0,
 "awd_min_amd_letter_date": "1999-07-13",
 "awd_max_amd_letter_date": "1999-07-13",
 "awd_abstract_narration": "9906345\r\nLaViolette\r\n\r\nThis dissertation enhancement grant supports a US graduate student, Mr. Jeffrey Fleisher, working under the guidance of Professor Adria LaViolette, of the Department of Anthropology at the University of Virginia, to conduct an archaeological survey in three regions of Pemba Island, Tanzania, to collect information for the development of a regional approach to the urbanization process of Swahili stonetowns. \r\n\r\nDuring the ninth to the fifteenth centuries AD many small East African Swahili coastal villages grew into large-scale towns with stone architecture and, as commercial activities with Muslin merchants in the Indian Ocean trade system increased, these stonetowns developed into commercial centers.  Agricultural products and craft items from surrounding settlements were traded at these urban centers, but little is known about the role that the surrounding settlements had in the development of the stonetowns.  Traditional models of urbanism identify the urban center as the centralized point for political and economic activities, and they also define the more important functions that these centers had in relation to the functions of the surrounding countryside communities.  Contrary to these traditional models, Mr. Fleisher hypothesizes that the smaller settlements surrounding the Swahili stonetowns played an equally important role in the process of the region's urban development.  He will conduct an archaeological survey and perform test excavations at a number of countryside settlement sites to gather data on their local and regional settlement and development patterns.  The resulting information will be analyzed to determine: 1) if the traditional models of urbanism, which were developed in other parts of the world, are applicable for this region, and 2) what type of systematic relationship existed between the stonetowns and their surrounding settlements.  Dr. Bertram Mapunda, of the Department of History at the University of Dar es Salaam, and Mr. H. H. Omar, Director of the Zanzibar Department of Archives, Museums and Antiquities, will provide guidance on this project to Mr. Fleisher.  \r\n\r\nThe results are expected to increase the current knowledge about Subsaharan Africa urban systems and the development of Swahili society.  This project will also support an international research experience very early in the career of an outstanding graduate student.  This project is being jointly funded by the Division of International Programs and the Division of Behavioral and Cognitive Sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adria",
   "pi_last_name": "LaViolette",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adria LaViolette",
   "pi_email_addr": "laviolette@virginia.edu",
   "nsf_id": "000114011",
   "pi_start_date": "1999-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5928",
   "pgm_ref_txt": "AFRICA AND ASIA,OTHER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 1990.0
  }
 ],
 "por": null
}