{
 "awd_id": "9906047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ballistic Electron Emission Luminescence and Microscopy for Complementary Optical and Electronic Characterization of Buried III-V Semiconductor Heterostructures on the Local Scale",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Venkata Mulpuri",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1999-07-22",
 "awd_max_amd_letter_date": "1999-07-22",
 "awd_abstract_narration": "9906047\r\nNarayanamurti\r\n\r\nTo improve the performance of quantum devices, there is an increasing demand for nanometer-scale characterization of semiconductor structures.  Under prior NSF support, The PI's have pioneered the use of the Ballistic electron emission microscopy (BEEM) as a powerful new low energy electron microscopy for lateral imaging and spectroscopy (also with nm resolution) for buried structures placed up to 10 nm below the surface.\r\n\r\nThey now propose a novel variant of BEEM by adding the capability of simultaneous BEEM-induced luminescence (BEEL) to probe novel optoelectronic quantum heterostructures based on arsenides, nitrides, phosphides, and antimonides.\r\n\r\nA combination of BEEM and photons offers distinct advantages.  First, by detecting photons emitted from a BEEM, sensitive optical techniques may be used for detection and analysis.  Photons thus represent a particularly rich, additional channel of information to study semiconductor heterostructures.  Second, by exciting the photon emission with BEEM, a well-defined source is used.  Its lateral extension is of atomic dimensions (~ few nm) and its distance from the sample, a crucial factor in any near-field technique, may be controlled with picometer precision.  Third, a comparative analysis of BEEM and BEEL would allow simultaneous spatial mapping of both optical and electronic properties of buried semiconductor structures with high spatial resolution and to study their correlation.\r\n\r\nThe optical and transport properties of the buried semiconductor structures will be studied by using the integrated BEEM/BEEL system, wherein we will use a tunneling-electron beam from the tip of BEEM as a local excitation source of BEEL.  In this way, in addition to BEEM current, they will record BEEL spectra as well as maps of BEEL as a function of lateral position of the tip.  To collect effectively the luminescence signal while conserving a good thermal and electrical isolation of the tip-to-sample zone, they propose to use high numerical-aperture fibers spaced close to the sample.  In addition, the use of a metal-coated optical fiber as a STM tip will allow us to take an advantage of the combined NSOM and BEEM measurements.  Optional photoexcitation of the structure will also allow them to study spatially-resolved photoluminescence (PL) and PL excitation as well as the BEEM current photomodulation.\r\n\r\nSuch studies using BEEM/BBEEL have never been done before.  Through such studies, they expect to advance their understanding of carrier transport and recombination dynamics in technologically important quantum structures such as AlGaN/GaN and GaInP/GaAs quantum wells as well as InP and GaSb self-assembled quantum dots, of the effect of ordering in spontaneously ordered GaInP2, alloys, and of the nano-scaled defects and dislocations in GaN.\r\n***\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkatesh",
   "pi_last_name": "Narayanamurti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkatesh Narayanamurti",
   "pi_email_addr": "venky@seas.harvard.edu",
   "nsf_id": "000161818",
   "pi_start_date": "1999-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}