{
 "awd_id": "9906834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reframing Rights:  Constitutional Implications of Technological Change",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2005-08-31",
 "tot_intn_awd_amt": 299990.0,
 "awd_amount": 299990.0,
 "awd_min_amd_letter_date": "1999-08-12",
 "awd_max_amd_letter_date": "2004-09-08",
 "awd_abstract_narration": "Concepts of rights in the constitutions of contemporary democratic societies reflect understandings of human identity, liberty, property, and nature that predate the industrial revolution, let alone today's so called revolutions in information, genetic, and environmental sciences and technologies.  In addition, constitutional reasoning generally takes for granted the boundary between society and nature, or between law, norms, and rights on the one hand and science and technology on the other. Much of the literature on science, technology and the law is simplistically framed in terms of technological determinism. Thus, the law is seen as trying to bridge gaps and lags created by rapid scientific and technological advances. More generally, technology is seen as having impacts on taken-for-granted constitutional rights, which may need to be protected through judicial vigilance. This project examines the concept of rights from the standpoint of work in science and technology studies (S&TS). S&TS research has shown that the products of science and technology not only influence but also embed human norms and institutions. Technological artifacts such as ozone holes, genes, Dolly, smart bombs, computers, and the oncomouse are repositories of human commitments, reasoning, moral judgments, and social practices. The deployment of such artifacts engages with and reshapes our perception of rights at many levels, going far beyond formal constitutional law: for instance, by redrawing the boundary between human and non-human, by altering fundamental notions of identity, and by challenging settled expectations of privacy and autonomy. Legal scholarship should take better account of the complex ways in which scientific facts and technological artifacts interact with concepts of rights.\r\n\r\nThis three-year research and training program, based at Harvard University's Kennedy School of Government, will train doctoral students, postdoctoral fellows, and faculty to reexamine the constitutional implications of scientific and technological change through interdisciplinary work in law, public policy, and S&TS. Particular attention will be given to explicit and tacit reformulations of rights conceptions around new developments in the areas of genetics, information, and the environment. The program will address both US legal developments and developments pertaining to the emergence of global constitutional norms. Theoretical work will be integrated with policy analysis in order to encourage more reflexive practice at the intersections of science, technology, and law. The program includes core seminars, a seminar in research ethics and public policy, and an annual research workshop. The program will be widely advertised to attract adequate diversity and quality in the applicant pool. NSF funds will be used to support two graduate students and a post-doctoral fellow each year over the three years of the award. Oversight of the project resides in a committee of faculty advisers that includes members with expertise in S&TS, law, ethics, political science, and the three areas of S&T covered by the grant. Results will include dissertation projects and scholarly as well as policy relevant publications, outreach via popular publications and practitioner workshops, a project website, the development and placement of sophisticated professionals in this field, and new curricula. The program will also serve as a catalyst for an emerging program in law, S&TS, and public policy based at the KSG. Together, these activities will promote the integration of S&TS as a field of study at Harvard.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Jasanoff",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila S Jasanoff",
   "pi_email_addr": "sheila_jasanoff@harvard.edu",
   "nsf_id": "000128512",
   "pi_start_date": "1999-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Schauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick Schauer",
   "pi_email_addr": "Fred_Schauer@harvard.edu",
   "nsf_id": "000512660",
   "pi_start_date": "1999-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1094",
   "pgm_ref_txt": "POLICY SCIENCES"
  },
  {
   "pgm_ref_code": "9123",
   "pgm_ref_txt": "SOCIAL & ECONOMIC DIMENSIONS OF BIOTCHNL"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 99996.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 99994.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}