{
 "awd_id": "9906679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research:  Resolution of Spent Liquor Environmental Degradation from Straw Pulping with Returning Lignin Biomass to Depleted Soils",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "1999-10-01",
 "awd_exp_date": "2002-09-30",
 "tot_intn_awd_amt": 22500.0,
 "awd_amount": 22500.0,
 "awd_min_amd_letter_date": "1999-09-20",
 "awd_max_amd_letter_date": "2002-01-17",
 "awd_abstract_narration": "9906679\r\nCooper\r\n\r\nDescription: This award is to support a collaborative project by Dr. Harrison Cooper, Bountiful Applied Research Corporation, Bountiful, Utah, Dr. William Pan, Washington State University, Pullman, Washington and Drs. Adel Kamal Ismael, Central Metallurgical Research and Development Institute and M. El-Toni, Department of Soil Science, Ain Shams University, Cairo, Egypt. They plan to study the separation of paper mill lignin biomass and the utilization of the lignin biomass for soil enrichment and, simultaneously, for reduction of the spent liquor pollution problem. Drs. Cooper and Ismael will design a small scale lignin separation processing unit.  Dr. El-Toni will study the effect of adding the lignin on the physical and chemical properties of different types of soils, and will build the testbed for testing the resulting material as soil enrichment in agricultural fields.  Greenhouse growth test and soil biology tests using lignin biomass additives will be carried out with technical support from Dr. Pan.  Based on the results of the initial laboratory tests and the greenhouse test results, a pilot plant for testing commercial quantities will be designed by the US and Egyptian collaborators. \r\n\r\nScope: The proposed project is based on past accomplishments of CMRDI (Egypt) and the US counterparts.  Drs. Cooper and Pan are well-known experts in spent liquor treatment and soil treatment research respectively.  Dr. Hassan El-Shall, University of Florida, who will be an advisor to the project, demonstrated the basic concept of lignin separation. The Egyptian counterparts are balanced between process development and soil treatment.  The Egyptian and American researchers have also collaborated in the past, and are likely to collaborate successfully in this project.  Cooper and El-Shall have the expertise of implementing manufacturing related projects, and they will bring to the project practical as well as fundamental knowledge.  This project is highly relevant and of high priority for Egypt, as it is anticipated that it could lead to improvement of agricultural productivity and to a new industry for handling industrial waste from the paper industry.  A US graduate student is to participate in this project and to gain experience in international scientific activities.  This proposal meets the INT objective of supporting collaborative research in areas of mutual interest.  This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harrison",
   "pi_last_name": "Cooper",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Harrison R Cooper",
   "pi_email_addr": "hcooper@barc-usa.com",
   "nsf_id": "000420529",
   "pi_start_date": "1999-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bountiful Applied Research Corporation",
  "inst_street_address": "106 West Second North",
  "inst_street_address_2": "",
  "inst_city_name": "Bountiful",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8012952345",
  "inst_zip_code": "840106121",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "UT02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Bountiful Applied Research Corporation",
  "perf_str_addr": "106 West Second North",
  "perf_city_name": "Bountiful",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "840106121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "UT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 22500.0
  }
 ],
 "por": null
}