{
 "awd_id": "9907674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Ultraviolet Impacts Network:  Linking Education in Atmospheric and Health Sciences",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael A. Mayhew",
 "awd_eff_date": "2000-02-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 79924.0,
 "awd_amount": 79924.0,
 "awd_min_amd_letter_date": "1999-08-31",
 "awd_max_amd_letter_date": "1999-08-31",
 "awd_abstract_narration": "9907674\r\nWetzel\r\n\r\nThe proposed project will establish an Ultraviolet Impacts Network (UV-IN), a geosciences education network of community college faculty and students.  The UV Impacts Network is designed to improve instruction in the physical concepts and processes, which control ozone depletion, and the resulting influences on ultraviolet (UV) climatology and health risk.  This program addresses several of the recognized needs in the advancement of geosciences education and incorporates enhanced knowledge related to climate change processes, physical interactions between the sun, atmosphere, and Earth surface, as well as, relevance to human health risk and environmental management.  Faculty and students at each college participating in the network will have access to an extensive UV data network and will attend a team-training workshop.  The faculty-student team training workshop will be held during the summer of 2000, at which a total of 20 teams will have hands-on experience with instrument selection and installation, data collection and posting of data on web pages, methods training for accessing auxiliary information such as climate and health databases, instruction on the scientific aspects of ozone climatology and atmospheric transmittance of UV radiation, and demonstration of methods for health impacts assessment.  After training and presentations at the workshop, participating faculty-student teams will work together to develop site-specific curriculum plans for monitoring UV flux climatology and interpreting local and regional characteristics of UV exposure risk.  These plans will be required to involve monitoring and assessment activities which engage multiple classes at each college, such as Meteorology, Geography, Ecology, Health Science, Recreation, Medical Technology, and Environmental Sciences.  Each plan will also include involvement of local health and environmental agencies, and the provision of new career information and internship opportunities.  The participating colleges will develop a \"distributed knowledge\" resource by exchanging course plans, datasets, and analysis and discussion via Internet (web) communications.  The combined data and interpretive information will be used for student inquiry projects and lab exercises to allow study of how spatial and temporal trends and variability of ozone and other climate parameters influence the risk factors for ultraviolet exposure.  A follow-up conference/workshop will be held during second summer, to allow discussion of the UV Impacts Network progress and to assist faculty in continued implementation of the Network activities at their colleges.  This proposed project will build on participation in the USDA national UV-B monitoring network, as well as, an NSF-sponsored educational project entitled Nevada Student Teacher Education Program, and will foster increased capabilities of community college faculty and students in geoscience research and environmental assessment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Wetzel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie A Wetzel",
   "pi_email_addr": "wetzel@dri.edu",
   "nsf_id": "000308647",
   "pi_start_date": "1999-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "perf_str_addr": "2215 RAGGIO PKWY",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1078",
   "pgm_ref_txt": "AWARDS TO FACILITATE GEOSCIENCE EDUCATIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 79924.0
  }
 ],
 "por": null
}