{
 "awd_id": "9907414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Cognitive Basis of Seam Effects in Panel Surveys",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "1999-09-15",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 209654.0,
 "awd_amount": 209654.0,
 "awd_min_amd_letter_date": "1999-09-21",
 "awd_max_amd_letter_date": "1999-09-21",
 "awd_abstract_narration": "This project investigates a type of error called the \"seam effect\" that occurs in national surveys and that affects the quality of their data.  Some panel surveys, such as the Survey of Income and Program Participation and the Consumer Expenditure Survey, interview respondents three or four times a year; however, questions on these surveys ask for information about each of the preceding months.  For example, a respondent might be interviewed in April and asked during that interview to provide information about his or her expenditures for each of the months of January, February, and March.  The same respondent might be interviewed in July for expenditures during April, May, and June.  Previous analyses of the data from these surveys show that month-to-month changes in respondents' answers are much greater when the data come from successive interviews than when they come from the same interview.  In the example just mentioned, changes in the level of expenditures would be greater between March and April (data gathered from separate interviews) than between other adjacent months (data gathered from the same interview).  Prior studies strongly suggest that these differences are not due to true changes between March and April, but are due to response error.  The purpose of this project is to develop a model of this effect that can help predict its severity and that will aid in eliminating it or adjusting for it statistically.\r\n\r\nThe studies in the project investigate the seam effect using a procedure in which respondents answer questions about information supplied in the experiments themselves.  In this way, the experiments control variables that might alter the size of the effect, and they monitor the respondents' accuracy.  The strategy in these experiments is to vary separately factors that might affect respondents' memory for earlier information (e.g., the importance or salience of that information) and factors that might affect respondents' willingness to estimate or to guess at an answer.  Because the first set of factors may have more impact on later parts of the response period and the second set of factors more impact on earlier parts, their combined influence can increase or decrease the size of the seam effect.  These experiments test this hypothesis.  This research is supported by the Methodology, Measurement, and Statistics Program and a consortium of federal statistical agencies under the Research on Survey Methodology Funding Opportunity.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Rips",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lance J Rips",
   "pi_email_addr": "rips@northwestern.edu",
   "nsf_id": "000405199",
   "pi_start_date": "1999-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1614",
   "pgm_ref_txt": "SURVEY METHODS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 209654.0
  }
 ],
 "por": null
}