{
 "awd_id": "9908651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Smart Fiber Optics System for Condition Monitoring of Railway Bridges",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vijaya Gopu",
 "awd_eff_date": "1999-10-01",
 "awd_exp_date": "2003-09-30",
 "tot_intn_awd_amt": 235000.0,
 "awd_amount": 235000.0,
 "awd_min_amd_letter_date": "1999-09-16",
 "awd_max_amd_letter_date": "1999-09-16",
 "awd_abstract_narration": "Smart Fiber Optics System for Condition Monitoring of Railway Bridges\r\n\r\nThe planned High-Speed Rail (HSR) operation on bridges that also carry heavy freight traffic increases the importance of assuring the safety of these bridges. The consequences of a bridge failure in connection with a high-speed passenger train could seriously disrupt service and potentially be catastrophic. Bridges are major assets of railroads because of their high replacement cost. They are also among the most critical elements of railroad lines because of the potential liability if they fail under a train, and the disruption in service that would result from a failure. Consequently it is vital from an economic, safety, and operations standpoint that bridge health be carefully monitored for immediate problems and that potential difficulties be detected before they become critical.\r\nWe propose to develop an easy-to-install, remote-sensing bridge condition monitoring system using advanced computational intelligence methods and specially designed fiber optics instrumentation. The data from this advanced sensing system will be automatically collected and analyzed for condition monitoring. The proposed system will be cost effective and will address HSR safety concerns by continuously monitoring both short and long-term aspects of bridge health. The first part of the system will allow continuous detection of major damage or defects that would pose an immediate safety hazard and would require closure of the bridge. These will include major structural damage, loss of alignment, or loss of support due to accidents or natural causes, such as earthquakes, strong wind, or flash floods. The second component of the system will be triggered by the approaching of train and will monitor the condition of the bridge by using the train itself to perform a load test. The relatively high live to dead load ratio, combined with the predictable location and distribution of loads characteristic of a train on a railroad bridge, enables repeated measurement and reliable, ongoing assessment using computational intelligence methods. This aspect of the system will enable frequent, economical monitoring of bridge health and allow much better management of bridge maintenance and repair.\r\nThe main objective of the proposed research is to develop and test a system for continuous condition monitoring of railway bridges under service loads using computational intelligence methods and fiber optics. The proposed system will be capable of continuous condition monitoring of the instrumented and remotely sensed railway bridges under normal train traffic loading. The proposed research will be conducted in three stages. In the first stage, the computational intelligence based smart condition monitoring methodology will be further expanded and improved and the associated software will be developed. The development and testing of fiber optic detection systems will take place in the second stage of the proposed research. In the last phase of the proposed research the smart condition monitoring system and fiber optics system will be tested in the structural laboratory on a scale model of a railway. After the successful completion of the three stages of the proposed research, extensive field-testing will be undertaken during the continuation of the research in the next project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamshid",
   "pi_last_name": "Ghaboussi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamshid Ghaboussi",
   "pi_email_addr": "jghabous@uiuc.edu",
   "nsf_id": "000467560",
   "pi_start_date": "1999-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Foutch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas A Foutch",
   "pi_email_addr": "dfoutch@illinois.edu",
   "nsf_id": "000312884",
   "pi_start_date": "1999-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shun-Lien",
   "pi_last_name": "Chuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shun-Lien Chuang",
   "pi_email_addr": "s-chuang@uiuc.edu",
   "nsf_id": "000102496",
   "pi_start_date": "1999-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "147300",
   "pgm_ele_name": "STRUCTURES I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 235000.0
  }
 ],
 "por": null
}