{
 "awd_id": "9908241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Stochastic Extreme MDOF Motions Analysis for      Design of Ships and Floating Offshore Platforms",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alison Flatau",
 "awd_eff_date": "1999-09-15",
 "awd_exp_date": "2002-05-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "1999-09-15",
 "awd_max_amd_letter_date": "2001-12-06",
 "awd_abstract_narration": "PI's Name, Institution Dr. Jeffrey M. Falzarano, University of New Orleans \r\nProposal Number (# 9908241)\r\nProposal Title Nonlinear Stochastic Extreme Multiple-Degrees of Freedom Motions Analysis for Design of Ships and Floating Offshore Platforms\r\nProject Abstract \r\nThis research project deals with the development of a dynamics based methodology to analyze very large amplitude ship/floating platform extreme motions in a realistic seaway. This technique focuses on determining the stable invariant manifolds which form the basin boundaries between the bounded (safe/non-capsize) and unbounded (unsafe/capsize) behavior of a given vessel in a realistic wave environment. The key to this methodology is a new dynamical perturbation technique which is currently being developed. This technique determines the time-varying solutions lying in the stable manifolds for general single degree of freedom ship/floating platform equations of motion which may include pseudo-random wave excitation. Another aspect of this project is the development of various decoupling which utilize nonlinear normal modes. These decoupling schemes yield the single degree of freedom equations of motion. Finally this approach will utilize the results of physical model tests or numerical time domain simulations in order to determine nonlinear and time-varying coefficients  in the Integro-differential equations of motion. The general frequency dependent/time-varying nonlinear coefficients are determined using a technique which being developed under a related project.  The proposed project builds upon the results of current, and previous deterministic investigations of vessel roll motion and platform tilt to consider realistic random environmental excitation, coupled dynamics and accurate physical modeling. This proposal will apply and refine recently developed techniques to analyze the global nonlinear dynamics of randomly forced systems, with nonlinear normal modes and reverse MI/SO nonlinear system identification. Random excitation, coupling and accurate physical modeling are areas which have not received adequate attention in previous transient global nonlinear dynamics studies. In this project, a number of techniques which are currently being developed, refined, extended and applied in order to improve the analysis methodology and evaluate the importance of various exact modeling and the possibility of simplified modeling schemes.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Falzarano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Falzarano",
   "pi_email_addr": "jfalzarano@civil.tamu.edu",
   "nsf_id": "000196282",
   "pi_start_date": "1999-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Orleans",
  "inst_street_address": "2000 LAKESHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5042806836",
  "inst_zip_code": "701483520",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "UNIVERSITY OF NEW ORLEANS",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL8JHK1LN291"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Orleans",
  "perf_str_addr": "2000 LAKESHORE DR",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701483520",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144500",
   "pgm_ele_name": "DYNAMICS & CONTROL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": null
}