{
 "awd_id": "9950738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Project FOURIER : A Browser-based Program for Enhancing an Interdisciplinary Undergraduate Fourier Analysis Course",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "1999-07-15",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 135678.0,
 "awd_amount": 135678.0,
 "awd_min_amd_letter_date": "1999-07-01",
 "awd_max_amd_letter_date": "2001-04-11",
 "awd_abstract_narration": "Elementary Fourier analysis is an essential component in the education of scientists and engineers. The interplay between theory and applications makes it an ideal capstone course in the education of mathematics students, especially potential teachers who want to learn some ways that mathematics has contributed to our culture. Traditional presentations of this body of mathematics focus on the use of Fourier series to solve boundary value problems and some of the related 19th century theorems that deal with issues of convergence. The development of distributions and the FFT have made it possible to present a thoroughly modern elementary introduction to the theory and applications of Fourier analysis for undergraduate students. A new text, A First Course in Fourier Analysis (Prentice-Hall) by David W. Kammler, provides a wonderful organization of these ideas and contains a wide variety of applications sure to appeal to students across many disciplines.\r\nComputer assisted visualization (and sonification) is essential for the modern applications of Fourier analysis. Students can use Maple, Mathematical, or Matlab to plot various functions and to prepare animations or sound files for certain applications. It takes time to prepare such code, however, and we would like to make the course more efficient by giving students the ability to experience the most commonly used visualizations and sonifications instantly. Static illustrations are included in every elementary mathematics text. We envision the use of the Internet (or a CDROM) to provide dynamic multimedia illustrations. The text develops the formula for the motion of a vibrating string and with a few mouse clicks the student sees a computer simulation. The professor describes a wavelet decomposition of a signal and with a few mouse clicks lets the students hear the effect of such processing on a simple musical theme. (You can experience a prototype at pascal.math.stthomas.edu/fourier/demos. html).\r\nA portion of NSF funding (NSF-USE 89503, NSF-USE 9054179, and NSF-USE 9156064) provided resources to develop FOURIER, a software package designed to produce such instant experiences for students. FOURIER is used by faculty at a dozen universities to enhance student understanding of Fourier analysis. This software package was developed jointly by the PI and David Kammler. This work was initiated in 1990 and the software was designed to work in a DOS environment. The co-PI on the proposal is currently using the program to teach Fourier analysis to undergraduates at the University of St. Thomas.\r\nAfter experimenting with the software for nearly a decade we are now ready for a top-to bottom recoding that will result in a commercially available product that runs under a web browser such as Netscape or Internet Explorer. The idea is that the program will then be platform-independent as well as accessible via the Internet, on a local network, or on a CD or hard disk. This proposal is a request for NSF funding for this purpose. The basic design features of FOURIER will be preserved. The PI will be responsible for the bulk of the programming. The co-PI will take the lead in designing several tutorials and modules to be packaged with FOURIER for distribution on CD or the World Wide Web. Undergraduate students at the University of St. Thomas who have taken the Fourier Analysis course, will assist the co-PI in this endeavor. David Kammler has agreed to serve as a consultant on the project. In addition, faculty from Louisiana State University and the University of Akron will take part in the testing phase of the project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Eubanks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Eubanks",
   "pi_email_addr": "david.eubanks@furman.edu",
   "nsf_id": "000665379",
   "pi_start_date": "1999-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Van Fleet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Van Fleet",
   "pi_email_addr": "pjvanfleet@stthomas.edu",
   "nsf_id": "000316598",
   "pi_start_date": "1999-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Coker College",
  "inst_street_address": "300 E COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "HARTSVILLE",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8433838000",
  "inst_zip_code": "295503742",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "SC07",
  "org_lgl_bus_name": "COKER UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H9EECRX4W6S5"
 },
 "perf_inst": {
  "perf_inst_name": "Coker College",
  "perf_str_addr": "300 E COLLEGE AVE",
  "perf_city_name": "HARTSVILLE",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "295503742",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "SC07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742700",
   "pgm_ele_name": "CCLI-EDUCATIONAL MATERIALS DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7427",
   "pgm_ref_txt": "CCLI-EDUCATIONAL MATERIALS DEV"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 135678.0
  }
 ],
 "por": null
}