{
 "awd_id": "9950127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sigma Xi Chapter-Based Program to Catalyze Institutional Adoption of Science and Engineering Teaching Practices for All Students",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "1999-09-15",
 "awd_exp_date": "2001-03-31",
 "tot_intn_awd_amt": 146022.0,
 "awd_amount": 146022.0,
 "awd_min_amd_letter_date": "1999-09-10",
 "awd_max_amd_letter_date": "1999-09-10",
 "awd_abstract_narration": "Shippensburg University recently recognized four areas for improvement in undergraduate education: greater use of technology, increased student-faculty research, emphasis on innovative teaching strategies, and enhanced interdisciplinary study. Accordingly, the Departments of Geography-Earth Science, Biology, and Teacher Education at SU are developing the \"Burd Run Interdisciplinary Watershed Research Laboratory\" to improve undergraduate science education. Some existing courses are being improved through new field and laboratory exercises based on state-of-the-art equipment. Perhaps more importantly, learning is being linked across courses and disciplines, allowing students to build and integrate scientific skills throughout their education using the watershed as a common case study.  \r\n\r\nThis project is adapting undergraduate teaching methods and materials being used by faculty in several other institutions.  It is building on the work of Kenneth Potter of the Department of Civil Engineering at the University of Wisconsin, who has been teaching an innovative course on watershed monitoring.  It was also influenced by a project under the direction of Stephen Thompson of the Geography Department of Millersville University of Pennsylvania, supported by an ILI grant (\"An Integrated Land and Water Resources Analysis Curriculum\").  The current project reflects the evolution of good work that has been appearing on a number of campuses around the country.\r\n\r\nThe watershed laboratory is expected to: (1) provide intensive undergraduate field training through collection and analysis of related environmental data from a single watershed, (2) establish a comprehensive watershed database and digital map library using a geographic information system (GIS), (3) provide access to the database through enhanced computer laboratories and a project internet site supporting interdisciplinary student studies in a wide variety of environmentally related courses, and (4) facilitate similar approaches at other institutions through conference presentations, publications, and internet access to the database and instructional/curricular materials.\r\n\r\nThis project is improving earth-space science and biology education curricula by providing pre-service teachers with intensive training in scientific methods as applied in a field and laboratory learning environment.  The watershed laboratory is being made available for use by public school classes, giving pre-service teachers opportunities to observe their intended careers in action.  This project is also promoting faculty development through campus-wide instructional innovation workshops providing instruction on project equipment and GIS skills, and increasing field opportunities for women through related university programs. \r\n\r\n\r\n\r\n\r\n\r\n\\\r\n\r\nThis project is engaged in developing a series of campus-based workshops to be offered across the US to catalyze adoption of innovative materials and instructional practices in undergraduate education in science, mathematics, engineering, and technology.  The platform for these efforts is comprised of Sigma Xi, The Scientific Research Society, and a group of national experts in undergraduate education.  This 1-year project will sponsor an international forum on \"Reshaping Undergraduate Science and Engineering Education:  Tools for Better Learning,\"  and two pilot workshops during the winter and spring of the year 2000 to test the format and content of the planned workshop series, to develop more fully the content and follow-up materials, and to refine the evaluation procedures.  A major purpose of this project is to develop the full capability to begin in the Fall of the year 2000 to offer frequent workshops on the campuses of Sigma Xi chapters across the US to promote the adoption of a variety of improved practices in undergraduate education in science, mathematics, engineering, and technology.  A focus of these workshops will be developing institutional support for the adoption of innovative educational practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Blair",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Blair",
   "pi_email_addr": "pblair@sigmaxi.org",
   "nsf_id": "000211366",
   "pi_start_date": "1999-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Ferguson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Evan R Ferguson",
   "pi_email_addr": "eferguson@sigmaxi.org",
   "nsf_id": "000205278",
   "pi_start_date": "1999-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cathryn",
   "pi_last_name": "Manduca",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cathryn A Manduca",
   "pi_email_addr": "cmanduca@carleton.edu",
   "nsf_id": "000456298",
   "pi_start_date": "1999-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Blondin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela H Blondin",
   "pi_email_addr": "pblondin@sigmaxi.org",
   "nsf_id": "000563000",
   "pi_start_date": "1999-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sigma Xi, The Scientific Research Honor Society, Inc.",
  "inst_street_address": "700 PARK OFFICES DRIVE",
  "inst_street_address_2": "STE 160",
  "inst_city_name": "TRIANGLE PARK",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195475233",
  "inst_zip_code": "27709",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "SIGMA XI, THE SCIENTIFIC RESEARCH HONOR SOCIETY, INC.",
  "org_prnt_uei_num": "WF4ESWHL3KD5",
  "org_uei_num": "NUJSNDLH8RC3"
 },
 "perf_inst": {
  "perf_inst_name": "Sigma Xi, The Scientific Research Honor Society, Inc.",
  "perf_str_addr": "700 PARK OFFICES DRIVE",
  "perf_city_name": "TRIANGLE PARK",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "27709",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742900",
   "pgm_ele_name": "CCLI-NATIONAL DISSEMINATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7429",
   "pgm_ref_txt": "CCLI-NATIONAL DISSEMINATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 146022.0
  }
 ],
 "por": null
}