{
 "awd_id": "9950435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adapting Student-Centered Learning Modules and Implementing Technology Into Real-World Problems in Water Quality, Steam Flow and Floods",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jeffrey G. Ryan",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 52577.0,
 "awd_amount": 52577.0,
 "awd_min_amd_letter_date": "1999-06-07",
 "awd_max_amd_letter_date": "1999-06-07",
 "awd_abstract_narration": "Student-centered learning modules are adaptations that build technological literacy and build a better understanding of the scientific process as developed by Cheek, 1992, and create a higher order of understanding (Bonwell and Eison, 1991; Meyers and Jones 1993), and increase the retention of women and minority groups who may not be reached by traditional instructor-centered teaching methods (Boettcher, 1993).   These adaptations expand on previous classroom and laboratory exercises offered at CSUS that measure a variety of water quality features (Sanders, 1998).  CSUS has an on-campus wellfield and a strong groundwater program that now expands previous surface water and water quality exercises as originally adapted from .  The newly implemented curriculum modules emphasize student-centered learning, increased technological literacy, application of the scientific method, and internet publishing.  These modules are adapted into different levels of undergraduate studies by implementing technology into the collection of water quality, stream flow, and flood data.  Non-scientists are often uncertain about how to approach scientific problems, and these modules implement hands-on exercises that have application in real life. Underrepresented groups are targeted for increased retention by shifting the learning to a student-centered model and enhancing their technological proficiency. Students of all levels and backgrounds are guided through the process of designing experiments, collecting data, interpreting results and applying their conclusions about water quality or water supply to related social and political issues. This strengthens the tie between science and daily life, and results in a higher level of learning that can be applied to other real life situations.\r\nCurriculum modules are constructed to address needs at three levels. Introductory students (non-majors) design water quality and stream flow experiments that are conducted on the American River which runs through the campus using guidelines provided in lab. An intermediate curriculum module is available to Geology Majors and Minors, and consists of a ten-day tour of western National Parks that is run during the semester intercession. In this module water supply and water pollution is examined in an interactive setting and is related to underlying geologic, social and political control. An advanced curriculum module challenges Geology Majors and upper division science students to design and implement complex experiments that examine floods, stream flow, water pollution and the geochemistry of natural waters. Conclusions from these experiments are applied to broader social and political issues in an interactive classroom setting. Internet publication and group projects are used to disseminate student results in the middle and upper curriculum modules, and project summaries and curriculum modules are available on CD-ROM to interested instructors from other teaching institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Horner",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy C Horner",
   "pi_email_addr": "hornertc@csus.edu",
   "nsf_id": "000172571",
   "pi_start_date": "1999-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Cornwell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Cornwell",
   "pi_email_addr": "cornwell@csus.edu",
   "nsf_id": "000404582",
   "pi_start_date": "1999-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises, Incorporated",
  "inst_street_address": "6000 J ST STE 3700",
  "inst_street_address_2": "BOOKSTORE BLDG",
  "inst_city_name": "SACRAMENTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9162786402",
  "inst_zip_code": "958192605",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CA07",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "N58JMBDDUGU7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Sacramento",
  "perf_str_addr": "6000 J ST RM 311",
  "perf_city_name": "SACRAMENTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "958196000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7428",
   "pgm_ref_txt": "CCLI-ADAPTATION AND IMPLEMENTA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 52577.0
  }
 ],
 "por": null
}