{
 "awd_id": "9950350",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrative Workstations to Enhance Undergraduate Learning of Metabolic and Physiological Responses to Exercise",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Terry S. Woodin",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "1999-07-16",
 "awd_max_amd_letter_date": "1999-07-16",
 "awd_abstract_narration": "Exercise physiology is a fundamental course for kinesiology, exercise science, and movement science majors, and is of particular interest to future teachers, health professionals and researchers. The teaching of exercise physiology laboratories has mainly been done by demonstration (due to lack of equipment), although the relevancy and excitement of the subject is best conveyed to the greatest number of students by allowing each student to take part in the laboratory experiments. The acquisition of modern instructional equipment expands and strengthens the student's experience in undergraduate exercise physiology resulting in a better understanding of basic human physiological principles. The objectives of this project are two-fold: a) to promote active learning by the students through individualized and small group investigation and b) to provide instrumentation enabling students to study several fundamental exercise physiology principles that cannot be investigated with the current equipment. The computerized physiology workstations (metabolic measurement systems and bicycle ergometers, interfaced with an electrocardiograph) are facilitating more active learning by students as compared to traditional presentations in exercise physiology laboratories.  The approach is an adaptation of several projects previously funded by NSF.  The configuration of these workstations provides for a \"hands-on\" team approach to understanding exercise physiology by allowing for the observation and investigation of laboratory problems by an individual or small groups of students either in scheduled laboratories or out-of-class projects.  The equipment is allowing pre-service teachers to learn how this equipment operates, calibration techniques, and what measures can be obtained, as they perform both laboratory and field tests on themselves, classmates and pre-college students.  Also, the metabolic measurement systems interfaced with an electrocardiograph provide experiences for our students that were not previously available to them, but are integral to the study of exercise physiology.  Specifically, students are able to test the effects of exercise on myocardial function as well as investigate real-time changes in energy metabolism as exercise intensity and/or the environment is varied. Students also plan and conduct research experiments, analyze data, and present their findings at the Annual Movement/Exercise Science Fair. The enhancements in the laboratory foster a direct problem-solving approach to the learning process and are reflected in the student's increased comprehension of scientific principles, concepts, and methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marialice",
   "pi_last_name": "Kern",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marialice Kern",
   "pi_email_addr": "Mkern@sfsu.edu",
   "nsf_id": "000442526",
   "pi_start_date": "1999-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 HOLLOWAY AVE",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "734800",
   "pgm_ele_name": "TEACHER PREPARATION PROGRAM"
  },
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7428",
   "pgm_ref_txt": "CCLI-ADAPTATION AND IMPLEMENTA"
  },
  {
   "pgm_ref_code": "9103",
   "pgm_ref_txt": "NSF COLLABS FOR EXCELL IN TEACHER PREPAR"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}