{
 "awd_id": "9970785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Saddlepoint Methods in Statistics",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marianthi Markatou",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "1999-08-24",
 "awd_max_amd_letter_date": "2001-05-30",
 "awd_abstract_narration": "9970785\r\n\r\nThe first project has three parts. (I) Laplace-type approximations are developed for many of the matrix argument special functions including the important Bessel and hypergeometric functions.  These functions arise in MANOVA settings and determine the noncentral distributions for the majority of test statistics as well as the sample eigenvalues.  Often it is the moment generating function (mgf) of the noncentral distribution that is specified in terms of the special function; in this case the mgf can be approximated and then inverted using a saddlepoint approximation. (II) Saddlepoint approximations are used in computing reliabilities and failure rates of complicated stochastic feedback systems.  System applications include various passage times in random walks, queues, multistate survival models, and some stochastic epidemic models.  The methods allow for very accurate determination of the transient behavior of the systems including many important performance characteristics useful in system design. (III) Saddlepoint methods are suggested for the stable laws to approximate all of these distributions and densities.  This development should make it easy to implement Bayesian computation using stable error laws as needed in financial mathematics.\r\n\r\nThe second project consists of three parts. (I) Very accurate approximations are proposed for some classes of special functions.  These special functions arise in all areas of the physical sciences and were created by mathematicians because they repeatedly arise as the solutions to important scientific problems and also because they are extremely difficult to compute.  In the field of statistics, these functions determine the power and performance of many commonly used statistical tests in multivariate analysis.  Computation of these functions requires immense amounts of computing time even in our modern computing environment.  The proposed approximations are simple, explicit, highly accurate, and should be useful in all the physical and engineering sciences. (II) General methods of approximation are given for the performance characteristics of complicated stochastic systems including various queuing systems, survival models, and stochastic epidemic models.  Such stochastic systems and networks underlie all areas of science and include models for computer system networks, ecosystems, production management methods in manufacturing, and reliability testing.  This second portion of the project develops methods for assessing these performance characteristics which, in turn, allow for the practical consideration of system design. (III) Some methods for statistical inference in financial mathematics are proposed. In this area, certain probability distributions, referred to as the stable distributions, are known to be very useful in modeling financial returns.  Unfortunately these distributions are still extremely difficult to compute and existing routines for their computation are not very accurate.  This proposal suggests some very simple and highly accurate approximations that should make such analysis routine and easy.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Butler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald W Butler",
   "pi_email_addr": "rbutler@smu.edu",
   "nsf_id": "000272336",
   "pi_start_date": "1999-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}