{
 "awd_id": "9970326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Algorithms in Nonlinear Approximation",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Polyakov",
 "awd_eff_date": "1999-06-01",
 "awd_exp_date": "2002-05-31",
 "tot_intn_awd_amt": 82328.0,
 "awd_amount": 82328.0,
 "awd_min_amd_letter_date": "1999-05-18",
 "awd_max_amd_letter_date": "1999-05-18",
 "awd_abstract_narration": "Our main interest in this proposal is  nonlinear approximation. The basic idea behind nonlinear approximation is that the elements used in the approximation do not come from a fixed linear space but are allowed to depend on the function being approximated. While the scope of our proposal is mostly theoretical, we should note that this form of approximation appears in many numerical applications such as adaptive PDE solvers, compression of images and signals, statistical classification, and so on.   The standard problem in this regard is the problem of m-term approximation where one fixes a basis and looks to approximate a target function  by a linear combination of m terms of the basis.  When the basis is a wavelet basis or a basis of other waveforms, then this type of approximation is the starting point for compression algorithms. We are interested in the quantitative aspects of this type of approximation.  Namely,   we want to understand the properties (usually smoothness) of the function which govern its rate of approximation in some given norm (or metric).  We are also interested in stable algorithms for  finding good or near best approximations using m terms. Some of our earlier work has introduced and analyzed such algorithms. More recently, there has emerged another more complicated form of nonlinear approximation which we call  highly nonlinear approximation.  It takes many forms but has the basic ingredient that a basis  is replaced by a larger system of functions that is usually redundant. Some types of approximation that fall into this general category are mathematical frames, adaptive pursuit (or greedy algorithms) and  adaptive basis selection.  Redundancy on the one hand offers much promise for greater efficiency in terms of approximation rate,  but on the other hand gives rise to highly nontrivial theoretical and practical problems. With this motivation, our recent work and the current proposal focuses on nonlinear approximation both in the classical form of m-term approximation (where several important problems remain unsolved) and in the form\r\n of highly nonlinear approximation where a theory is only now emerging.\r\n\r\nNonlinear approximation seeks ways to approximate complicated functions by simple functions using methods that depend nonlinearly on the function being approximated. Such methods of approximation are more flexible than traditional linear approximation methods and proved to be very useful in various applications such as image compression, signal processing, design of neural networks, and the numerical solution of nonlinear partial differential equations. The purpose of the proposed research is to continue investigations of nonlinear approximation. Emphasis will be placed on studying the efficiency of algorithms which are important in practical applications. Implementation of these algorithms may substantially reduce time for signal and image prosessing. This is important for automated target recognition and related applications including autonomous landing of aircraft and registration of images from a database.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Temlyakov",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir N Temlyakov",
   "pi_email_addr": "temlyakovv@gmail.com",
   "nsf_id": "000257344",
   "pi_start_date": "1999-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 82328.0
  }
 ],
 "por": null
}