{
 "awd_id": "9970310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Waves in One-Dimensional and Multi-Dimensional Conservation Laws",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2005-09-30",
 "tot_intn_awd_amt": 70711.0,
 "awd_amount": 173378.0,
 "awd_min_amd_letter_date": "1999-08-05",
 "awd_max_amd_letter_date": "2004-11-05",
 "awd_abstract_narration": "The focus of this research proposal is on the study of solutions of\r\none-dimensional and multi-dimensional systems of conservation laws.\r\nIn spite of an extensive experimental and numerical exploration of problems\r\nthat are governed by MULTI-DIMENSIONAL conservation laws, there is no theory\r\nthat would describe properties of nonlinear waves that arise as solutions of\r\nthese problems. Recent results by the PI and co-worker Keyfitz indicate that\r\nfor a large class of two-dimensional problems, including standard equations of\r\ncompressible flow, an analysis of their self-similar solutions leads to many\r\nresults that are shared by the entire class of problems. They include an existence and uniqueness theorem that holds in the region where the flow is supersonic, and a description of possible singularities that may arise at the boundary where the flow changes from supersonic to subsonic. To complete the analysis, a theory of free-boundary problems for the positions of transonic shocks is needed. Preliminary results in this vein are encouraging, and the PI, plans to continue research in this direction. Tools of study include analysis of free-boundary problems for which a degenerate elliptic equation of novel type has to be solved, and asymptotic analysis of singularities. When completed, the results of this project will contribute to solving open problems in the field of multi-dimensional wave interactions and shock reflection problems, which include an existence theorem for oblique shock reflection by a ramp, bifurcation criteria for two-dimensional elementary waves, and the correct function space for a general existence theory that will capture possible singularities in the solution. In ONE-DIMENSIONAL conservation laws several novel phenomena, recently discovered by the PI, call for further exploration and understanding. They include nonexistence of classical weak self-similar Riemann solutions and the presence of bounded amplitude, high frequency, oscillatory solutions replacing the classical ones. Using compensated compactness methods these solutions were shown to satisfy the system of conservation laws in a measure-valued sense. Understanding what causes nonexistence, and what is the physical meaning of the oscillations, is one of the goals of  this research project.\r\n\r\nConservation laws are mathematical equations that describe processes central to\r\ntechnology, such as high-speed flows, supersonic jets, as well as flows through\r\nporous media which arise in environmental engineering and reservoir simulation.\r\nUnderstanding the structure of solutions of conservation laws is crucial for a\r\nsuccessful simulation of these phenomena. The main difficulty lies in the fact\r\nthat solutions to conservation laws admit ``shock waves'', which correspond to\r\nthe sudden, abrupt changes in the flow properties. Shock waves influence the\r\nstability of high-speed flows, and are crucial in the simulation of oil recovery. In addition, based on the recent PI's findings, multi-dimensional conservation laws admit ``singularities'' in the solutions that have not yet been theoretically understood and which are difficult to resolve numerically. Their presence influences the outcome of the simulations. This project proposes an original approach towards understanding these singularities. Even more generally, in this project the PI proposes an organized approach towards the development of a general theory that would describe the structure of solutions of multi-dimensional conservation laws such as the equations that describe high-speed flows. Because the methods used to study one-dimensional conservation laws cannot be generalized to more than one space dimension, this research area is wide open. However, since almost all processes in technology are multi-dimensional, the development of such a theory is an imperative. In addition to the research aspects of this proposal, aspects of the work involving nonlinear conservation laws have been used successfully by the investigator in graduate student education, and continuation of this effort in similar directions is proposed.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suncica",
   "pi_last_name": "Canic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suncica Canic",
   "pi_email_addr": "canics@berkeley.edu",
   "nsf_id": "000181976",
   "pi_start_date": "1999-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 70711.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 2722.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 7375.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 92570.0
  }
 ],
 "por": null
}