{
 "awd_id": "9970745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Simple Quantum Groups, Quantum Isometry Groups and Applications",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 65765.0,
 "awd_amount": 65765.0,
 "awd_min_amd_letter_date": "1999-07-06",
 "awd_max_amd_letter_date": "1999-07-06",
 "awd_abstract_narration": "Abstract\r\nShuzhou Wang \r\n\r\nThis project is devoted to the study of compact quantum groups and their applications. The main goals in this study are to classify simple compact quantum groups and their representations, and to investigate quantum isometry groups of non-commutative spaces. A part of the project is to make precise the notions of simple compact quantum groups and quantum isometry groups. \r\nAs a first important application, the quantum isometry group of Connes' finite space for the \r\nStandard Model of particle physics will be studied. As another application of ideas from quantum groups, a new approach to the well known problem of constructing ergodic actions of compact simple group on the Murray-von Neumann factor will be examined. \r\n\r\nThere are various kinds of symmetries in nature.  A square or a star shaped object have the simplest symmetries. To systematically study more complex symmetries, mathematicians discovered a notion, called a group, which provided the most effective way to encode the symmetries of interest.  Lie groups form one of the most important classes of groups. They are ubiquitous in mathematics and physics.  However, it began to be apparent that groups are inadequate in many important situations.  In the mid 80's, mathematicians and physicists discovered a new notion, called a quantum group, to meet this challenge.  A quantum group is not a group in general, but it encodes more general symmetries than a group.  Quantum groups are very useful in quantum mechanics and quantum field theory, as well as non-commutative geometry and other fields of mathematics. The most natural examples of quantum groups are deformations (in a technical sense) of Lie groups.  More recently, the author of this project discovered several new classes of quantum groups that are not deformations of Lie groups. Because of the discoveries of the author, it becomes a paramount problem to classify simple quantum groups, which are the building blocks of quantum groups.   The main goals in this project are to tackle this problem and to apply simple quantum groups to various problems in closely related branches of mathematics and physics.  We believe that successful solutions of the problems in this project will not only bring us to a new horizon in the theory of quantum groups, but they will also have wide impact in other fields of mathematics and physics. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Rieffel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Rieffel",
   "pi_email_addr": "rieffel@math.berkeley.edu",
   "nsf_id": "000175345",
   "pi_start_date": "1999-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}