{
 "awd_id": "9971493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometry of Random Curves",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "1999-06-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 57276.0,
 "awd_amount": 57276.0,
 "awd_min_amd_letter_date": "1999-05-08",
 "awd_max_amd_letter_date": "1999-05-08",
 "awd_abstract_narration": "Proposal: DMS-9971493\r\n\r\nPrincipal Investigator:  Almut Burchard\r\n\r\nAbstract:  Random curves constructed on a lattice will be considered from the perspective of the (continuum) scaling limit where the lattice spacing is taken to zero.  The first problem is to characterize scaling limits of rather general systems of random curves.  One aspect of the problem is to determine the regularity and dimension of a given (not necessarily random) curve without actually parametrizing it. Moreover, a sequence of scaling exponents which are relevant for regularity and tightness will be studied. The second problem is concerned specifically with random spanning trees in two dimensions. Precise conjectures exist regarding the values of the exponents in a number of examples. The object is to confirm or contradict those predictions, especially for the first three non-trivial exponents. A related question is whether the scaling limits of two standard examples, called the Minimal (Random) Spanning Tree, and the Uniformly Random Spanning Tree, differ or coincide in the limit. Moreover, existing methods should be extended to cover a class of tree processes on random graphs which has natural conformal invariance properties. Work on these questions will be part of a continuing collaboration.  The third problem is to try to establish any non-trivial bound on the dimension of self-avoiding random walks, adapting techniques that were successful for random spanning trees  and loop-erased walks. Finally, the investigator will participate in a collaborative effort aimed at understanding the connecting curves in high-dimensional critical percolation. \r\n\r\nRandom curves provide some of the most natural examples of fractal sets. They appear in random spanning trees (where every pair of points is connected by a unique curve), in critical percolation clusters (where two points are in the same cluster, if they are joined by a path along occupied bonds), as random walks, and as interfaces between random subsets of the plane (such as the Frontier of Brownian Motion, or level sets of random functions). These systems of random curves are typically constructed on a fine lattice within some box of finite size. Simulations suggest that in many models of interest, a meaningful continuum limit emerges as the lattice spacing is taken to zero. It is widely believed that these limits have remarkable symmetry properties, and that they should admit simple descriptions. However, there are only partial results guaranteeing that such limits even exist, and many questions about their properties remain open. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Almut",
   "pi_last_name": "Burchard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Almut Burchard",
   "pi_email_addr": "burchard@virginia.edu",
   "nsf_id": "000260218",
   "pi_start_date": "1999-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 57276.0
  }
 ],
 "por": null
}