{
 "awd_id": "9971518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Creation and Stability of Vortices in a Dilute Trapped Bose Gas",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Bruce Taggart",
 "awd_eff_date": "1999-05-15",
 "awd_exp_date": "2002-04-30",
 "tot_intn_awd_amt": 246000.0,
 "awd_amount": 246000.0,
 "awd_min_amd_letter_date": "1999-05-07",
 "awd_max_amd_letter_date": "2001-01-30",
 "awd_abstract_narration": "9971518\r\nFetter\r\nThis grant will support theoretical research which investigates the connections between concepts developed for superfluid helium and stationary and rotating Bose-Einstein condensates formed from cold alkali atoms.  One of the major current issues in this field is the creation, stability, and detection of quantized vortices in a simply connected condensate and quantized circulation in a multiply connected condensate.  This research will use the known general theoretical description of a dilute Bose gas at low tempertaure to study the critical angular velocity for the creation of a vortex in rotating nonaxisymmetric condensates, where the rotating trap walls impart angular momentum to the atom, both in the nearly ideal limit of a small condensate and in the opposite limit of a large condensate.  This introduces seveal new conceptual features.  The analysis will be extended to include the creation of quantized circulation in a similar doubly connected nonaxisymmetric condensate.\r\n\r\nFor a nonrotating axisymmetric condensate containing a singly quantized vortex, one single normal mode has a negative frequency, which indicates a potential instability.  An external rotation raises this frequency and eventually makes it positive (thus stabilizing the vortex).  This situation has been analyzed in detail for a vortex in a small nearly ideal condensate, where the negative-frequency normal mode involves a motion of the vortex core relative to the center of mass of the condensate.   The opposite limit of a vortex in a large axisymmetric condensate has been studied with several different methods.  The proposed generalization to a rotating nonaxisymmetric condensate is especially important in connection with possible experimental schemes for vortex creation, both in the small-condensate and large-condensate limits.\r\n\r\nFor this superfluid helium films, the vortex lines become simply two-dimensional pancake vortices.  This behavior makes it interesting to investigate the behavior of pancake vortices in a nearly two-dimensional condensate with extreme axial symmetry.  In addition, there is the intriguing question whether such trapped systems can ever attain the strict two-dimensional limit.\r\n%%%\r\nThis grant will support theoretical research which investigates the connections between concepts developed for superfluid helium (a fluid which flows without resistance) and stationary and rotating Bose-Einstein condensates formed from cold alkali atoms.  Bose-Einstein condensates were predicted many years ago, but only recently have been observed in the laboratory.  One of the major current issues in this field is the creation, stability, and detection of quantized vortices in a simply connected condensate and quantized circulation in a multiply connected condensate.  This research will study various configurations of  these condensates.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Fetter",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander L Fetter",
   "pi_email_addr": "fetter@stanford.edu",
   "nsf_id": "000208244",
   "pi_start_date": "1999-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 164000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 82000.0
  }
 ],
 "por": null
}