{
 "awd_id": "9971772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Methods for the Simulation and Analysis of Waves",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "1999-07-03",
 "awd_max_amd_letter_date": "1999-07-03",
 "awd_abstract_narration": "New Methods for the Simulation and Analysis of Waves\r\n                            Thomas Hagstrom\r\n                                 9971772\r\n\r\nWe will develop, analyze, implement and apply new methods for the solution\r\nof wave propagation problems. Our primary focus is on numerical techniques \r\nwhich can efficiently and reliably utilize the capabilities of modern \r\ncomputers to simulate problems whose scale has hitherto precluded their detailed study.  \r\nA large scale wave propagation problem will generally be given in an extended spatial \r\nand/or temporal domain. In engineering applications, the domain will also usually \r\ninvolve bodies with complex shapes. These features all pose difficult challenges to \r\nnumerical algorithms. The radiation of energy to the far field is a feature of \r\nmost wave systems and is associated with large spatial domains. To make computational s\r\nsolutions feasible, the domain must be artificially truncated. This truncation introduces \r\nerrors which have been difficult to estimate or reduce. In recent years, we, along with \r\nother researchers, have developed new techniques for imposing accurate truncations, which \r\nsolve this problem in some special but important cases. As part of this project, we will \r\nextend the applicability of these new methods. Long time simulations also make special \r\ndemands on the accuracy of numerical approximations. In particular, small inaccuracies \r\nin the wave speeds or the effects of numerical damping will generally accumulate to \r\nproduce large errors. Therefore, highly accurate methods must be used. However, these are typically difficult to apply in complex geometries. We will work on the development \r\nand analysis of new methods with high orders of accuracy which can be more easily \r\nutilized near bodies with complicated shapes. Finally, we will study some basic\r\nproblems related to the existence, smoothness, and asymptotic approximability \r\nof solutions to the compressible Navier-Stokes equations, which describe the \r\nmotion of most common liquids and gases. We are particularly interested in \r\nflows which are slow in comparison with the speed of sound. Such flows are \r\ntypically modeled by the incompressible Navier-Stokes equations, whose \r\nmathematical theory, though still quite incomplete, is better developed. We, \r\nhowever, retain the compressible effects, and study both theoretically and by \r\nsimulation the relationship between the solutions of the two systems.\r\n\r\n     In our work we focus on some specific physical systems, primarily from the\r\nfields of acoustics and fluid dynamics. As such, we hope to enhance our \r\ncapability to use high-performance computing to predict the production and\r\ninteraction of sound with fluid flows. However, due to the general importance \r\nof wave theory and the underlying unity of its mathematical description, most \r\nof our results will be directly applicable in diverse areas such as \r\nelectromagnetism and elasticity. In the long term, an improved capability to \r\nsimulate waves will have important applications including the reduction of \r\naircraft noise, the improvement of radar and sonar imaging, the predictability\r\nof the effects of earthquakes, and the design of better communications systems.\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hagstrom",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Hagstrom",
   "pi_email_addr": "thagstrom@smu.edu",
   "nsf_id": "000098098",
   "pi_start_date": "1999-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}