{
 "awd_id": "9971546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Systems and Numerical Methods for HJB Equations",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 92000.0,
 "awd_amount": 92000.0,
 "awd_min_amd_letter_date": "1999-07-03",
 "awd_max_amd_letter_date": "1999-07-03",
 "awd_abstract_narration": "9971546\r\nMcEneaney\r\n\r\nThe research is proceeding along two directions within the general area of \r\ncontrol and estimation for nonlinear systems. The first direction involves a \r\nnew class of numerical methods for such problems. Specifically, note that \r\none of the most persistent difficulties with control and estimation of \r\nsignificantly nonlinear systems has been computational cost. Dynamic \r\nprogramming methods for H-infinity control and risk sensitive stochastic \r\ncontrol lead to nonlinear PDEs (typically Hamilton-Jacobi-Bellman \r\nequations) which must be solved over some region of the state-space. \r\nSince the number of state variables can be quite high, the dimension of the \r\nregions over which one needs to solve these PDEs increases. This restricts \r\nthe set of problems for which one can compute such controls to those with \r\nvery low state-space dimension. By changes in the underlying definitions \r\nof addition and multiplication certain classes of nonlinear Hamilton-\r\nJacobi-Bellman equations are transformed into problems with linear semi-\r\ngroups. This property has led us to new methods that exploit this linearity. \r\nFor instance, certain steady-state problems lead to spectral methods for \r\nlinear problems (over the new algebras). It is hoped that the possible \r\nimprovements in speed with these methods will lead to an ability to solve \r\na wider range of problems. Some simple examples are already being \r\ntested. The second direction involves risk averse limits in nonlinear \r\ncontrol systems. It is now well known that risk averse limits of risk \r\nsensitive controllers lead to robust/H-infinity controllers. However, the \r\nclasses of systems for which this has actually been proven is rather small, \r\nand does not include most typical problems. We have recently obtained \r\nsome uniqueness results that should allow one to extend the risk sensitive \r\nlimit results for infinite time-horizon problems to a reasonably wide class. \r\nAnalogous work on risk sensitive limits in the estimation problem is \r\nbeginning as well.\r\n\r\nMany modern systems, from active automotive hydro-suspension systems \r\nto fighter aircraft, behave in a significantly nonlinear manner. These \r\nsystems require active control in order to perform at increasingly \r\ncompetitive levels. There is a serious technical challenge in that the design \r\nof nonlinear controllers requires extremely heavy computational loads. In \r\nfact, the computation of controllers where the number of system state \r\nvariables is more than two or three has been unattainable in general. The \r\ndifficulty is that these computations require the solution of a nonlinear \r\npartial differential equation over a space whose dimension is that of the \r\nnumber of state variables. A recent advance is the observation that, despite \r\nthe nonlinearity, the propagation of these solutions is often still linear IF \r\none switches to the max-plus algebra in place of the traditional definitions \r\nof addition and subtraction. In the max-plus algebra, traditional addition is \r\nreplaced by maximization, and traditional multiplication is replaced by \r\naddition. One of the goals of this project is to exploit this max-plus \r\nlinearity to extend the class of nonlinear systems for which we can design \r\nactive controllers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McEneaney",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M McEneaney",
   "pi_email_addr": "wmceneaney@ucsd.edu",
   "nsf_id": "000175652",
   "pi_start_date": "1999-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 92000.0
  }
 ],
 "por": null
}