{
 "awd_id": "9972436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Asynchronous Learning Network Tool For Improving CS Education and Retention Rates",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark James Burge",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 473915.0,
 "awd_amount": 473915.0,
 "awd_min_amd_letter_date": "1999-06-10",
 "awd_max_amd_letter_date": "1999-06-10",
 "awd_abstract_narration": "Computer science education suffers from a serious crisis- a large number of students planning a CS major drop the subject within the first two semesters of study.  Much of this is attributed to the differences in backgrounds and computer experience of incoming students. The retention crisis is even worse for female and minority students thereby constraining the diversity of the CS population.\r\n\r\nTo address these problems this project is developing self-paced, highly interactive and focused programming projects that do not replace, but augment, the traditional whole program assignments to help attenuate the differences in background of incoming computer science students. To make this approach feasible, current web technology is being integrated into the CS pedagogy through WebToTeach, a web-based automatic homework checking tool that enables faculty to develop lab exercises and track student progress. For students, WebToTeach provides a self-paced experience with the fundamental elements of programming, giving immediate feedback and hints at problem-solving.\r\n\r\nThis project enhances the capabilities of the WebToTeach prototype by scaling it up to deliver thousands of exercises to hundreds of classes. Libraries of exercises, suitable for a wide variety of undergraduate computer science courses using different languages, are being developed so that faculty around the country can immediately make this system available to students in their classes. A variety of faculty from 4-year municipal colleges, a religious liberal arts college, a community college, a state university, and a high school will engage in the development and evaluation of the exercises to demonstrate that this material is useful in a broad range of domains. Faculty development will be an important aspect of this project through presentations at national conferences and  web-based tutorials. \r\n\r\nAnother primary objective of this project is teacher preparation to develop WebToTeach courseware for courses used by students preparing for or currently involved in secondary education careers.   By working with college of education faculty and high school teachers,  WebToTeach is being incorporated into the preservice teacher technology curriculum to prepare future high school teachers to utilize this technology at the high school level. It will also be used in inservice training courses with current high school teachers.  The anticipated result is a better-prepared cohort of entering students at the college level and ultimate improvement in the diversity of computer science majors.\r\n\r\nEvaluation of this project is being conducted at multiple sites using a clinical trial data collection protocol in an attempt to measure the effectiveness of the web-based exercises and assessment in increasing student retention.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Arnow",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Arnow",
   "pi_email_addr": "arnow@sci.brooklyn.cuny.edu",
   "nsf_id": "000174256",
   "pi_start_date": "1999-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald Weiss",
   "pi_email_addr": "weiss@sci.brooklyn.cuny.edu",
   "nsf_id": "000169028",
   "pi_start_date": "1999-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Brooklyn College",
  "inst_street_address": "2900 BEDFORD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189515622",
  "inst_zip_code": "112102850",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NY09",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "XNAKYW3FTSE1"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Brooklyn College",
  "perf_str_addr": "2900 BEDFORD AVE",
  "perf_city_name": "BROOKLYN",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112102850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "NY09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "734800",
   "pgm_ele_name": "TEACHER PREPARATION PROGRAM"
  },
  {
   "pgm_ele_code": "742700",
   "pgm_ele_name": "CCLI-EDUCATIONAL MATERIALS DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7427",
   "pgm_ref_txt": "CCLI-EDUCATIONAL MATERIALS DEV"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 473915.0
  }
 ],
 "por": null
}