{
 "awd_id": "9972349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Mathematical Control Theory for the Partial Differential Equations of Thermal/Structure and Structural Acoustic Interactions",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1999-07-15",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 80946.0,
 "awd_amount": 80946.0,
 "awd_min_amd_letter_date": "1999-07-13",
 "awd_max_amd_letter_date": "1999-07-13",
 "awd_abstract_narration": "9972349\r\nAvalos\r\n\r\nThis project entails the mathematical analysis of control problems for \r\nthose systems of coupled partial differential equations (PDE's) known to \r\ngovern structural acoustic and thermal/structure interactions. In the first \r\npart of our work, we will study the coupled hyperbolic and parabolic--like \r\nPDE's which model structural acoustic systems under the action of \r\nunbounded pointwise observation and control, with a focus here upon \r\nissues of optimization and exact boundary controllability. In a particular \r\nstructural acoustic, control design application, pointwise boundary control \r\nis implemented for the purpose of attenuating external noise in an acoustic \r\nchamber. Moreover, the efficacy of the point boundary control is \r\nmeasured by point observations of the acoustic pressure. Accordingly, the \r\ngoverning PDE model involves highly unbounded control and observation \r\noperators. Before one can consider the optimal control of the controlled \r\nand observed structural acoustic PDE, wellposedness of the dynamics \r\nunder the influence of these point observations and control must first be \r\nestablished. This effort to establish regularity will require new techniques \r\nof pseudodifferential analysis to establish microlocal PDE estimates that \r\ncannot be obtained globally. Moreover, before optimization of the PDE \r\nsystem can proceed, there must be an identification and characterization of \r\na state space which allows pointwise observations of the acoustic pressure. \r\nThis effort to properly characterize the state space will also have a heavy \r\nmicrolocal component. Subsequently, we will consider various quadratic \r\noptimization schemes for the structural acoustic PDE's under such point \r\ncontrol and observation, with a view toward developing a characterizing \r\nRiccati Equation and finite element approximation of the optimal control \r\nlaws. The second phase of the project involves a continuation of our \r\nprevious studies on controllability and stability properties of a now \r\nclassical system of thermoelasticity. In particular, we attempt to extend a \r\nrecent result of exact--approximate controllability to the case where the \r\ncoefficient of thermal volume expansion is allowed to vary with the \r\nproperties of the plate material. In addition, we will study the longstanding \r\nproblem of null controllability for the linear system of thermoelasticity. \r\nBoth these controllability investigations will employ novel Carleman and \r\npseudodifferential multipliers and techniques, as opposed to standard \r\ndifferential multiplier methods. Nonlinear stabilization problems for \r\nsystems of thermoelasticity in the absence of rotational inertial will also be \r\nconsidered.\r\n\r\nThe motivation for this project is drawn from the fact that the classes of \r\ncoupled PDE's to be considered frequently arise in the development and \r\napplication of smart materials technology. Loosely speaking, a \"smart\" \r\nmaterial or structure is that which has a miniaturized control system \r\nembedded within one or more of its components, so as to induce a desired \r\nresult or physical state. For instance, this control system might function in \r\nsuch a way so as to negate unwanted external influences, or to assist the \r\nmaterial in attaining an optimal shape (optimal with respect to some \r\npredetermined design specification). Examples of such smart materials---\r\nthese comprising both sensor and actuator---may be found in structural, \r\nstructural acoustic, thermal/structure and fluid/structure interaction \r\nsystems. The mathematical modeling of these composite structures will \r\noften culminate in the appearance of the aforementioned coupled systems \r\nof PDE's. Moreover, inasmuch as the various components of the control \r\nmechanism are typically affixed to the structure's boundary, or embedded \r\nwithin its medium, and/or in collocation at specified points of the \r\nstructure, the associated system of PDE's which describes the particular \r\ninteraction will have a control input term present therein. The principal \r\nintent of this project then is to obtain a better understanding and foresight \r\nconcerning the effect of active control on composite materials by \r\nanalyzing the behavior of their corresponding governing equations. In \r\naddition, by performing rigorous numerical simulations on these PDE \r\nmodels, it is our intent to generate approximate control laws that can be \r\nimplemented for \"real--time\" engineering control design.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Avalos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Avalos",
   "pi_email_addr": "gavalos2@unl.edu",
   "nsf_id": "000374406",
   "pi_start_date": "1999-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 43146.0
  }
 ],
 "por": null
}