{
 "awd_id": "9972045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Robust Nonlinear Control: Feedback Passivation and Input Saturation Techniques",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1999-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 117048.0,
 "awd_amount": 117048.0,
 "awd_min_amd_letter_date": "1999-07-01",
 "awd_max_amd_letter_date": "1999-07-01",
 "awd_abstract_narration": "9972045\r\nLin\r\n\r\nNonlinear feedback designs offer the potential to take advantage of \r\ngenuinely nonlinear effects, for instance, to induce large effects using \r\nsmall controls. The objective of this proposal is to develop theoretically-\r\nsound, practically-useful passivity-based low-gain and low-and-high gain \r\ncontrol methods for designing feedback controllers that achieve global \r\nasymptotic stability, performance robustness against modeling uncertainty, \r\nand disturbance attenuation, for a large class of nonlinear systems which \r\ncannot be adequately controlled by existing methods. A unique thread in \r\nour theoretical development would be the systematic use of small controls \r\nand feedback passivation, which focus on ways to exploit the inherently \r\ndominant nonlinearities of the dynamic system in the feedback design, \r\nrather than to design controllers by canceling the nonlinearities via \r\nfeedback linearization. The purpose of a feedback control is to stabilize or \r\nregulate the system globally and do so in a robust fashion, that is, in a \r\nmanner that is not sensitive to various perturbations and structural \r\nuncertainties in the system. A unified, passivity-based theory of robust \r\nnonlinear control would contribute to our ability to design high \r\nperformance nonlinear controllers capable of attenuating disturbances and \r\ntracking desired trajectories, without relying as much on an accurate \r\ndescription of the system model or model parameters and on explicit \r\ndescriptions of the disturbance signals as does conventional modern \r\ncontrol theory.\r\n\r\nMany dynamic systems of practical importance (e.g. robotics, electrically \r\nstimulated muscles, rotating machines, induction motors, power systems, \r\naerospace vehicles, aircraft, missiles and so on) have essentially inherent \r\nnonlinear characteristics that cannot be ignored in feedback design. More \r\nimportantly, control systems that exploit their genuine nonlinearities are \r\nlikely to achieve better performance than those that do not.  Because most \r\nengineering systems involve highly nonlinear actuators, sensors and \r\nprocess elements, a goal of active research is to transform a nonlinear \r\nsystem into a linear system for which well-defined linear control \r\ntechniques are readily applicable. This approach has serious limitations, \r\ne.g. the requirement of high energy actuators and the lack of robustness of \r\nsuch schemes to parameter variations and disturbances. Consequently, \r\nthese techniques have had relatively little successful in solving real-world \r\nproblems.  The research plan in this proposal addresses the needs called \r\nfor in feedback design, and it proposes approaches to tackle some of the \r\nmost important issues that we believe are critical to the advancement and \r\napplication of nonlinear control theory. The main outcome of the proposed \r\nresearch will be new, systematic design methodologies for the control of \r\nnonlinear dynamic systems, which are not available in the existing \r\nliterature. The significance of this proposal is that it identifies the main \r\nbarriers that hamper the advance and application of nonlinear control \r\ntheory, but also delineates concrete problems for the control of inherently \r\nnonlinear systems, and suggests theoretically innovative and practically \r\nfeasible methods to resolve them. A number of important and challenging \r\nopen problems will be solved. In the long term, it will provide insight and \r\nthrust for future investigations into several theoretical and practical issues. \r\nIt is believed that the benefits to a systematic approach towards using low \r\nenergy control will be becoming more widely appreciated, particularly in \r\nindustries (e.g. manufacturing, aerospace, power and biomedical \r\nengineering) where many applications of nonlinear control with actuator \r\nsaturation can be found. It is also expected that the nonlinear control \r\nschemes to be developed in this program will find much broader \r\napplications in other branches of engineering than traditional control \r\ntheory, due to their significant features and the inclusion of realistic \r\nassumptions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Lin",
   "pi_email_addr": "linwei@case.edu",
   "nsf_id": "000394276",
   "pi_start_date": "1999-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 117048.0
  }
 ],
 "por": null
}