{
 "awd_id": "9973926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Noninvertible Dynamical Systems: A Computer-Assisted Study",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "1999-08-30",
 "awd_max_amd_letter_date": "2003-10-27",
 "awd_abstract_narration": "The investigator studies the dynamics and bifurcations of\r\ndiscrete-time systems featuring nonunique reverse-time behavior.\r\nHe and his colleague investigate two-dimensional endomorphisms\r\nand aspects of three-dimensional endomorphism dynamics, and\r\ndevelop scientific computation, stability, and visualization\r\ntools necessary for these studies.  The basic tool for the study\r\nof noninvertible maps is the notion of a \"critical set\": the\r\nlocus of points where the linearized map becomes singular.\r\nUnderstanding the forward and backward iterates of the critical\r\nset is the key to understanding the full dynamics of\r\nnoninvertible maps.  Because trajectories backward in time are\r\nnot unique, definitions (e.g. unstable manifolds of saddle\r\npoints) and computations (e.g. stable manifolds of saddle points)\r\ninvolving backward iterates must be extended from the\r\n(invertible) diffeomorphism case to the (noninvertible)\r\nendomorphism case.  The interactions of these sets and the system\r\nattractors with the critical set give rise to a class of\r\nimportant dynamical phenomena distinct from those arising in\r\ndiffeomorphisms, and the dependence of such interactions on\r\nparameters gives rise to new bifurcations.  Current computational\r\ntools used for simulation, computation of invariant sets, and\r\nstudy of bifurcations are correspondingly extended, and new tools\r\nare constructed to deal with multiple backward trajectories and\r\ntheir consequences.  The possible geometric explosion of the\r\nnumber of distinct preimages of a point (or a set) requires new\r\nprogramming approaches, and scientific visualization becomes\r\ncrucial in numerical exploration of global dynamics and their\r\nparameter dependence.  Thr project involves work in software\r\ndevelopment, numerical investigation, and mathematical analysis.\r\nThe interplay of all three is necessary to have any hope of\r\nunderstanding the dynamics of nontrivial systems.  The\r\ninvestigator plans a systematic computer-assisted study of the\r\ndynamic behavior of noninvertible maps, carried out in a\r\ncontinuous dialogue between computation and theory, and with\r\nillustrative and technologically relevant applications in mind.\r\n     The investigator and his colleague continue studying the\r\ndynamical behavior of typical systems of equations that are used\r\nto model a variety of physical, chemical, and ecological systems.\r\nThe goal is to study changes, or \"bifurcations,\" in the\r\nqualitative behavior of these systems as parameters are changed.\r\nThe class of models being studied is called \"noninvertible\r\ndiscrete dynamical systems.\" A discrete dynamical system is one\r\nwhich provides a rule for predicting some quantity or quantities\r\nat some point in the future (say, one year from now) based only\r\non the value of that quantity now.  By iterating the rule, we can\r\npredict what the quantity will be at any year in the future.\r\nWhen the rule can be \"inverted\" to produce a rule to go backward\r\nin time, the system is called invertible.  Otherwise it is\r\nnoninvertible.  The project includes software development,\r\nnumerical investigation, and mathematical analysis.  The behavior\r\nof these systems is typically so complicated that there is no\r\nhope of understanding them without the aid of computers.  On the\r\nother hand, computer investigation alone, without the acompanying\r\nmathematical analysis, generally leads to a very incomplete\r\nunderstanding.  Consequently, all three activities must be done\r\nin concert with each other.  With respect to all three activites,\r\nthere has been much previous work on one-dimensional (the\r\ndimension is the number of quantities that is being monitored)\r\ninvertible and noninvertible systems and on higher dimensional\r\ninvertible systems, but work on two-dimensional and higher\r\nnoninvertible systems is still in relative infancy.  It is this\r\narea on which they focus.  Advances will lead to a greater\r\nunderstanding of this class of models, and therefore the\r\nphenomena that are modeled by them.  In the process, they develop\r\nsoftware tools that are of use to others for continued study of\r\nthese systems, as well as tools for scientifically visualizing\r\nobjects, whether they come from dynamical systems applications or\r\nfrom any area of science, engineering or mathematics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Peckham",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce B Peckham",
   "pi_email_addr": "bpeckham@d.umn.edu",
   "nsf_id": "000119723",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Duluth",
  "perf_str_addr": "1049 UNIVERSITY DRIVE 209 DARLAND",
  "perf_city_name": "DULUTH",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558123011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}