{
 "awd_id": "9973921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Structural Specializations of Protea Flowers and their Role in the Biology of African Sugarbirds:  A Solution to Dilution?",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2002-01-31",
 "tot_intn_awd_amt": 183208.0,
 "awd_amount": 183208.0,
 "awd_min_amd_letter_date": "1999-07-27",
 "awd_max_amd_letter_date": "1999-07-27",
 "awd_abstract_narration": "There are many examples of plant-pollinator relationships in which one or both of the participants exhibit some degree of specialization.  Many species of plants, for example, have flowers with long corollas that are suited to visitation by hummingbirds, but which exclude other animals such as bees.  Little is known about pollination systems in the Cape Floral Kingdom of southern-most Africa.  The African Cape is one of the richest areas in the world botanically, and although many of its species rely primarily on birds for pollination, its avian diversity is exceptionally low.  There are only nine species of birds on which over 400 species of plants depend for pollination.  Most conspicuous among these is the Cape sugarbird (Promerops cafer), which is found only in South Africa.  It is a medium-sized (35 g), nectar-feeding bird that has a close relationship with plants in the family Proteaceae, and especially with species in the genus Protea, of which at least 33 are bird-pollinated.  The Cape proteas produce large, compound inflorescences with copious nectar that is the major food resource of Cape sugarbirds during their winter breeding season.  Winter is the rainy season in the African Cape, so a problem faced by sugarbirds is dilution of Protea nectar by rain, but not all species of Protea are equally vulnerable.  Nectar of proteas with large bowl- or saucer-shaped inflorescences is most readily diluted by rain.  Some species of proteas, however, produce flowers that have densely furred outer bracts that never open fully (the so-called \"bearded\" proteas).  In these, the concentration of the nectar remains virtually unchanged by even heavy rain.\r\nAnecdotal accounts in the literature and personal observations suggest that areas most favored by Cape sugarbirds for breeding also tend to have significant stands of at least one species of bearded Protea.  From the perspective of the bird, this would ensure a reliable, high quality food source at a time when its energy requirements are very high due to reproduction and low temperature, and its foraging is constrained by short days and the need to remain near the nest.  For the proteas, the investment in floral structures to protect the nectar should pay off in enhanced pollinator fidelity after rains, which would facilitate pollination and high seed set.\r\nTogether, the PIs are  investigating the importance of the floral specializations that protect the nectar of proteas to the biology of Cape sugarbirds.  Using comprehensive locality databases for both the proteas and the birds, the PI is  identifying sugarbird breeding areas as well as habitats supporting the Protea species of interest.  The PI is  surveying these habitats to determine the number of breeding birds and the species of proteas present, as well as to estimate the quantity and quality of nectar available before and after rain.  Behavioral observations document potential shifts in feeding behavior that might be associated with changes in nectar quality.  Laboratory studies are determining the minimum nectar concentration on which sugarbirds are able to maintain body mass while energetically stressed, which will provide an indication of the degree of nectar dilution that can be tolerated by birds in the field.\r\nThe results of this study will provide information about sugarbirds and proteas that might be crucial to the protection of these species in the face of increasing habitat degradation in South Africa's Western Cape, a region with one of the highest levels of biodiversity in the world.\r\nThe opportunity to work in Africa arose after the PI resigned from her tenured faculty position because of inadequate infrastructural support that had crippled her research program.  This project has grown out of ideas generated during a visit to South Africa that the PI took in spring 1998 to take advantage of the relative freedom of unemployment.  The project is an exceptional opportunity for the PI because it blends her expertise in the biology of avian nectarivores with a chance to substantially broaden her ecological expertise.  Most important, it offers the PI a way of maintaining a high level of productivity while she rebuilds her resume and searches for a suitable permanent faculty position.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Beuchat",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carol A Beuchat",
   "pi_email_addr": "cbeuchat@u.arizona.edu",
   "nsf_id": "000456722",
   "pi_start_date": "1999-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona College of Medicine",
  "perf_str_addr": "601 Administration Building",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1066",
   "pgm_ref_txt": "SOUTH AFRICA"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 183208.0
  }
 ],
 "por": null
}