{
 "awd_id": "9973236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE: In Mixed Company: Psychological Responses to Mediated Representations of Oppositional Political Views",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonney Sheahan",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 93358.0,
 "awd_amount": 93358.0,
 "awd_min_amd_letter_date": "1999-09-24",
 "awd_max_amd_letter_date": "1999-09-24",
 "awd_abstract_narration": "This project centers on a single research question: How do people respond to mediated representations of political views that are dissimilar to their own?  More specifically, when, and under what conditions, if any, does exposure to representations of dissimilar political views on television produce the same kinds of consequences widely attributed to face-to-face exposure to dissimilar political views?  Exposure to crosscutting political perspectives has been argued to bring about at least three beneficial consequences for individuals who are so exposed in face-to-face contexts.  These include greater awareness of rationales for views one personally opposes, greater perceived legitimacy of a policy with which one disagrees, and a deeper understanding of the rationales for one's own views.  Drawing on the social psychological literature and research on human-media interactions, the investigator utilizes an experimental design to evaluate responses to televised representations of oppositional political views presented in a laboratory setting.  Three experimental factors will be manipulated in order to explore major differences in how conflict is handled in media as opposed to face-to-face encounters. \r\n\r\nExposure to crosscutting political views is essential to large-scale pluralist democracies such as the United States. Yet previous research has demonstrated that in the contemporary United States people are exposed to relatively little face-to-face political disagreement. The one glaring exception to the tendency toward exposure to homogeneous political views comes from mass media.  Relative to their interpersonal contacts, people are exposed to an impressively large dose of dissimilar political views through mediated sources. Television and newspapers in particular expose people to far more dissimilar political views than do their interpersonal acquaintances.  What are the consequences of the fact that in the contemporary United States non-likeminded views reach people primarily through media?  The answer to this question has particularly important implications in light of the increased consumer control over media content that new media technologies makes possible, and the rising level of public discomfort with exposure to conflicting views, despite the integral role that exposure to oppositional views plays in a democratic system.  Political differences of opinion are often seen as unnecessary conflicts rather than as essential to resolving legitimate debates in a pluralist system. \r\n\r\n This project meets multiple criteria for eligibility in the POWRE program.  First, being at the Center for Advanced Study for a year without administrative or teaching responsibilities will inevitably be a boon to the investigator's publication record and career.  Second, the close proximity of the Center to a specially designed laboratory makes this an excellent opportunity to answer the obvious next question in the research agenda in progress.  In order to do so, the investigator will need to venture into what is new methodological territory for her, using laboratory experiments involving physiological measurement.  Thus this proposal also fits well within a third POWRE guideline since it involves access to and utilization of special facilities and methodologies. Finally, the investigator also have served as Associate Chair of her department for the last three years, during which time she also assumed significant new family responsibilities (i.e., two children). The timing of this grant is such that it will give her a tremendous boost in terms of time and resources for research right after she finishes her three-year term as Associate Chair. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Mutz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Diana C Mutz",
   "pi_email_addr": "mutz@sas.upenn.edu",
   "nsf_id": "000287265",
   "pi_start_date": "1999-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Center For Adv Study in the Behavioral Science",
  "inst_street_address": "75 Alta Road",
  "inst_street_address_2": "",
  "inst_city_name": "Stanford",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6503212052",
  "inst_zip_code": "943058006",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Center For Adv Study in the Behavioral Science",
  "perf_str_addr": "75 Alta Road",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943058006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1397",
   "pgm_ref_txt": "CROSS-DIRECTORATE  ACTIV PROGR"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 93358.0
  }
 ],
 "por": null
}