{
 "awd_id": "9973266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Some Approximation Problems in Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 129499.0,
 "awd_amount": 129499.0,
 "awd_min_amd_letter_date": "1999-07-28",
 "awd_max_amd_letter_date": "1999-07-28",
 "awd_abstract_narration": "Dieci\r\n9973266\r\n\r\nThe investigator and his collaborators analyze and implement techniques to tackle several problems in differential equations and matrix analysis.  The following topics are studied: (1) smooth orthonormal factorizations of parameter dependent matrices and connected applications,(2) computation of Lyapunov exponents with applications, (3) stability and bifurcations of invariant tori, (4) computation of matrix exponential and other functions of a matrix, and Riccati equations.  In all cases, theoretical analysis and extensive computational testing are undertaken, and codes for the outlined tasks are developed.  Specific aims include implementation of techniques to compute QR and SVD of fundamental matrix solutions, techniques to update invariant subspaces factorizations and SVDs of parameter dependent matrices, and applications connected to such techniques; implementation of methods to compute Lyapunov exponents and related stability information of continuous dynamical systems; techniques to compute the Lyapunov type numbers of Fenichel and use these quantities to monitor continuability and bifurcations of invariant tori; approximation of the exponential of a matrix in case the matrix is block triangular, and other aspects of computation of functions of a matrix.\r\n\r\nTo model physical phenomena in a compact way, differential equations are probably the most powerful tool we have.  Differential equations can model complicated chemical interactions and biological phenomena, manufacturing plants, robot and satellite motions, transport properties of materials, and a host of other phenomena of interest in the applied sciences.  However, typically one can only guarantee that differential equations have a solution, but it cannot be provided in closed form.  Moreover, in a typical situation, there will be uncertainties in the phenomenon under study, and these will show up as parameters in the differential equation model.  Loosely speaking, the fundamental question is then to understand the stability of solutions (as parameters change).  Now, suppose that we have obtained (at a high price) detailed information on the solution to our model for a certain parameter value in the model.  We may hope that if we change the parameter just slightly, we will be able to obtain detailed information for the new parameter value at a fraction of the cost we previously paid.  Basically, this expectation forms the principle of so-called \"continuation techniques.\"  The investigator studies approximation techniques to solve differential equations which aim at assessing the stability of the solutions and at exploiting continuation techniques.  The goal is to eventually obtain approximation of a differential equation model in a way which will give the complete picture of solutions of the model as its parameters vary inside a certain (physical) range.  This goal finds its concrete realization in the study of quantities which serve as indicators of stability (the so-called Lyapunov exponents) and in computer programs which approximate these quantities.  The investigator also uses these Lyapunov exponents for predicting bifurcation phenomena and assessing error propagation when solving differential equations.  Finally, the investigator studies continuation techniques for matrix factorizations and produces computer programs for continuation techniques.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Dieci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Dieci",
   "pi_email_addr": "dieci@math.gatech.edu",
   "nsf_id": "000480826",
   "pi_start_date": "1999-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 129499.0
  }
 ],
 "por": null
}