{
 "awd_id": "9973680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE: Decomposition of Superimposed Action Potential Waveforms Using Cross-Time-Frequency Transforms",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice M. Jenkins",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 74999.0,
 "awd_amount": 74999.0,
 "awd_min_amd_letter_date": "1999-06-07",
 "awd_max_amd_letter_date": "1999-06-07",
 "awd_abstract_narration": "9973680\r\nErim\r\nThe purpose of the proposed work is to apply recent advances in Time/Frequency transforms to a specific problem in electrophysiology.  The problem in question is that of observing the firing patterns of individual motor units (muscle fibers activated as a group) for the purposes of basic research, and for diagnosis and outcome assessment in rehabilitation in the clinical environment.  The project aims to further and complete previous NSF-funded work that enabled the identification of the activities of motor units when their discharges did not overlap in time.  The goal of this project is to develop a technique to decompose action potentials when they do overlap in time, using the cross-time-frequency transform.\r\n\r\nIn assessing muscle function by studying the firing activity of the individual motor units that make up the muscle, electromyographic (EMG) signals are typically detected via needle electrodes inserted into the muscle.  Using the fact that each motor unit generates a distinct action potential waveform when it fires, it is possible to determine, from the needle EMG signal, the instances of firing for each motor unit within the pick-up area of the probe.  This information is relevant in determining the strategies employed by the central nervous system in controlling the production of muscle force.  This assessment is important both for basic research to understand the normal production of force, and for the clinical diagnosis of neuromuscular deficiencies.  The accurate identification of motor unit firings is also important in ensuring a reliable representation of action potential shapes, which is useful in the diagnosis of dysfunctional muscles.\r\n\r\nThe decomposition of the needle EMG signal into the activities of single motor units becomes complicated when the action potentials of different motor units are similar, change shape with time or superimpose on each other.  The problem becomes especially complicated when the action potentials that superimpose have an overlap in frequency content as well as overlapping in time.  This project will apply cross-time-frequency distributions to the decomposition of superimposed waveforms.  It is hoped that the availability of the representation of the time and frequency distribution of the signals will provide a better separation than is possible using just the time or frequency domain representation of the signal.  The basic procedure will be based on pairing the superimposed waveform to be resolved with each of the identified action potential templates and computing the cross-time-frequency transform.  The resultant cross-time-frequency transform will be compared to the auto-time-frequency representation of the action potential template in question to determine if the template is included in the superposition.  The technique will be based on the notion that after proper alignment and filtering in the ambiguity domain, the cross-time-frequency transform will be similar to the time-frequency transform for the action potentials that were indeed included in the superposition, while considerably different than the time-frequency transform of the action potential when considering action potentials that were not involved in making up the superimposed waveform.  Hence by comparing the cross-time frequency to the time-frequency representation, it will be possible to determine which action potentials were included in the superposition.\r\n\r\nThe ultimate goal is to develop a decomposition procedure that can correctly identify all motor unit firings, including those that are superimposed, from the raw needle EMG signal with minimal input from the operator, in order to greatly facilitate intramuscular EMG studies both for research and clinical purposes. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zeynep",
   "pi_last_name": "Erim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zeynep Erim",
   "pi_email_addr": "z-erim@northwestern.edu",
   "nsf_id": "000096036",
   "pi_start_date": "1999-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 74999.0
  }
 ],
 "por": null
}