{
 "awd_id": "9973776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Characterization of the Yeast Cell Wall Protein FLO11",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2002-02-28",
 "tot_intn_awd_amt": 88292.0,
 "awd_amount": 88292.0,
 "awd_min_amd_letter_date": "1999-08-04",
 "awd_max_amd_letter_date": "1999-08-04",
 "awd_abstract_narration": "The yeast cell wall is not well understood, but is an increasingly important subject of research.   Fungi include important pathogens of plants and animals, including man. Fungal cell walls represent good potential targets for therapeutic intervention in fungal diseases. In addition, understanding the structure and biogenesis of the yeast cell wall is crucial for understanding the yeast developmental processes such as mating, cell division, invasion, and pseudohyphae formation.  \r\n\r\nThe long term goal of Dr. Dranginis' work is to understand development in yeast at a molecular level. Recently, she discovered a gene that is regulated by the mating-type locus (MAT) and which encodes a cell wall protein, Flo11p. Flo11p causes cell adhesion of the type known as flocculation, and is critically required for invasion and filament formation in yeast. FLO11 is regulated by a MAP kinase signal transduction pathway which regulates both pheromone response and the invasion/filamentation response. The transcription factors Ste12p and Tec1p are downstream effectors of this pathway for the invasion response.  Remarkably, FLO11 is the only gene whose activation by Ste12p and Tec1p is required for invasion. FLO11 is the first (and so far, only) downstream effector gene of the filamentation response pathway in S. cerevisiae. FLO11 is the first specific cell surface requirement for invasion and the formation of pseudohyphae, and is therefore an important cell wall protein. \r\n\r\nThis POWRE award is to support a research leave to facilitate a collaboration between Dr. Dranginis and Dr. Peter Lipke of Hunter College.  Dr. Lipke is a renowned expert in the area of the fungal cell wall.  This collaboration will provide an opportunity for Dr. Dranginis to expand her studies of Flo11p while developing mastery of an area that is new to her, i.e., the yeast cell wall, as well as access to the rich facilities of Hunter College, particularly the BioImaging Facility with its confocal microscope.  These are facilities that are not available at Dr. Dranginis' home institution, St. John's University. A collaborative project is proposed with the following specific aims:  \r\n1. To construct improved Green Fluorescent Protein (GFP)-FLO11 gene fusions suitable for use\r\nwith confocal microscopy to study the subcellular localization of Flo11p in yeast.\r\n2. To use confocal microscopy to study haploid cells containing the GFP-FLO11 fusions during\r\nvegetative growth, mating, and invasive growth and pseudohyphal growth. In order to study the\r\ndistribution of Flo11p in mating cells and in the zygote and the subsequently dividing diploid\r\ncell, haploid cells containing the fusion proteins will be mated with unlabelled cells. The distribution of the label will be followed as the newly formed diploid begins to divide, providing information about the mobility of proteins in the cell wall and the rearrangement of the cell wall after mating, as well as to the question of turnover of haploid-specific proteins in the diploid cell wall. To study the localization of Flo11p during invasive growth of haploid cells, cells will be grown on cover slips and examined by confocal microscopy. The subcellular distribution of Flo11p, which is absolutely required for invasion, will help illuminate the mechanism of invasion.\r\n3. To use confocal microscopy to study diploid cells containing the GFP-FLO11 fusions during\r\nvegetative growth, pseudohyphal growth and sporulation. It is proposed that Flo11 functions to\r\ncause adhesion of the cells in the pseudohyphal chains. The hypothesis that Flo11p is\r\nconcentrated at the mother-bud junction in pseudohyphal filaments will be tested by examining\r\ndiploid cells containing the GFP-FLO11 fusions growing as pseudohyphae on coverslips. To\r\nstudy modulation of FLO11 expression during sporulation, diploid cells containing the GFP-FLO11\r\nfusions will be cultured in sporulation media and examined at intervals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Dranginis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Dranginis",
   "pi_email_addr": "drangina@stjohns.edu",
   "nsf_id": "000272245",
   "pi_start_date": "1999-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint John's University",
  "inst_street_address": "8000 UTOPIA PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "JAMAICA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189902920",
  "inst_zip_code": "114399000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NY05",
  "org_lgl_bus_name": "ST JOHN'S UNIVERSITY, NEW YORK",
  "org_prnt_uei_num": "ZNEAYFAHH3H3",
  "org_uei_num": "QMCKV4B31PG2"
 },
 "perf_inst": {
  "perf_inst_name": "Saint John's University",
  "perf_str_addr": "8000 UTOPIA PKWY",
  "perf_city_name": "JAMAICA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "114399000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NY05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 88292.0
  }
 ],
 "por": null
}