{
 "awd_id": "9973290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fast Integral Methods for Adaptive Incompressible Flow Simulations",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2003-01-31",
 "tot_intn_awd_amt": 91000.0,
 "awd_amount": 91000.0,
 "awd_min_amd_letter_date": "1999-08-13",
 "awd_max_amd_letter_date": "1999-08-13",
 "awd_abstract_narration": "The proposed research is dedicated to the development and implementation of integral equation methods for linear equations based on the Fast Multipole Method (FMM) for use with adaptive finite difference methods for incompressible flow.  The scientific objective of this course of research is to produce new methods for the study of phenomena in incompressible flow systems which are not easily approached with existing methods.  For incompressible flow systems, the divergence constraint requires the solution of global elliptic equations which greatly increases the complexity and computational cost of simulation. Many fluid systems also contain a large range of relevant length scales which necessitates the use of spatially and temporally adaptive methods.  When applicable, integral equation methods offer the possibility of efficient, adaptive, high-order methods which are readily applicable to complex computational geometries and are also highly parallel.  Three distinct applications of FMM will be developed and coupled with adaptive fluid solvers:\r\nsolution of the Poisson equation, solution of the surface Laplacian,\r\nand the fast summation of impulse potentials, each in the context of a\r\nspecific physical problem.  The numerical study of Boussinesq\r\nconvection, in which strong localized fronts develop, requires that a\r\nstandard Poisson equation be solved.  Simulating front formation of\r\nthe quasigeostrophic thermal scalar and internal waves in two fluid\r\nsystems requires that a psuedo-differential operator equivalent to a\r\nsurface Laplacian be inverted.  A new approach to modeling thin\r\nflexible membranes in incompressible flows requires that membrane\r\nforces be evaluated at all grid points as well as a Poisson equation\r\nbe solved to enforce incompressibility.  For all of these physical\r\nproblems, adaptive methods offer the opportunity to study problems\r\nwhich are unapproachable with uniform mesh methods.\r\n\r\nThe range of important fluid flow applications which the proposed\r\nresearch could impact is quite diverse.  Examples include modeling the\r\nocean or climate, predicting oil recovery or contaminant flows in the\r\nground, simulating combustion or nuclear reactions, and modeling the\r\nflow of blood in organs like the heart or kidneys.  For these types of\r\napplications, the solution of linear equations represents the most\r\ncomputationally intensive part of the overall computer model.  The use\r\nof integral equation methods to solve the linear equations within\r\nthese models represents a distinct change from the majority of current\r\ncomputer simulations.  Any increase in the efficiency in which these\r\nequations can be solved translates directly into the ability for\r\nscientists to run larger and more accurate models.  The \r\nmathematical and computational techniques necessary to make integral\r\nequation methods an attractive alternative to more standard approaches\r\nhas only been fully developed in the last 10 years.  Because of the\r\ncomplexity and newness of these methods, little work has been done to\r\nexploit their power in applications involving fluid flow.  The\r\napplications that will be pursued as test cases for the new methods\r\nrepresent problems for which current numerical techniques are\r\ninadequate for answering fundamental questions of interest to\r\nscientists.  The algorithms developed will also serve as a stepping\r\nstone for future methods applicable to more complicated problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Minion",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Minion",
   "pi_email_addr": "minion@email.unc.edu",
   "nsf_id": "000286722",
   "pi_start_date": "1999-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 91000.0
  }
 ],
 "por": null
}