{
 "awd_id": "9974885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developmentally Programmed DNA Rearrangement in Tetrahymena",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 382000.0,
 "awd_amount": 395000.0,
 "awd_min_amd_letter_date": "1999-07-14",
 "awd_max_amd_letter_date": "2001-09-06",
 "awd_abstract_narration": "Abstract\r\nThe junctions of a novel developmentally regulated DNA rearrangement in Tetrahymena have been cloned and sequenced; Tlr1, for Tetrahymena long repeat.  Tlr1 belongs to a family of sequences that are repeated in the germ line genome, all of which are eliminated via developmentally regulated DNA rearrangement from the somatic genome.  The junctions of Tlr1 are characterized by an 825 bp terminal inverted repeat; thus it is structurally similar to certain transposable elements in Drosophila, sea urchins and the hypotrichous ciliates.  Nonetheless, Tlr1 rearrangement resembles the excision of short elements in Tetrahymena whose rearrangement mechanisms have been characterized in more detail.  Namely, both types of elements have heterogeneity of junction sites and cis-acting DNA sequences located outside the eliminated element in the flanking DNA.  The long term goal of this project is to understand the molecular mechanism of DNA rearrangement.  The general approach is to identify the cis-acting DNA sequences and trans-acting proteins of the Tlr family.  The specific goals of the experiments described in this proposal are: I.  To identify and characterize germ line limited genes within the Tlr1 element which are likely to encode the rearrangement machinery.  II. To clone and characterize a macronuclear genes that are specifically active at the stage of DNA rearrangement.  III. To knock out and/or inhibit the activity of the above genes in order to determine whether they have an obligatory role in DNA rearrangement.  IV.  To test the utility of a yeast strain engineered to suppress premature translation of the Tetrahymena UAA and UAG glutamine codons in a one hybrid screen for DNA binding proteins.\r\n\r\nDNA rearrangement is a basic biological process which occurs in organisms ranging from bacteria to mammals.  It serves a variety of biological functions including gene regulation and assembly of functional genes.  Developmentally regulated DNA rearrangement may be related mechanistically to processes which result in mutagenesis and disease; namely the movement of mutagenic elements within the genome and the propagation of certain viruses including HIV, HTLV (human T-cell leukemia virus), and mammalian leukemia-sarcoma viruses.  Developmentally regulated DNA rearrangements require cis-acting DNA sequences to determine target for rearrangement and trans-acting proteins which are the cellular machinery.  The ciliated protozoan, Tetrahymena provides a particularly advantageous model system in which to study DNA rearrangement.  First, the genome undergoes thousands of site specific DNA rearrangements which can be induced synchronously in large numbers of cells.  DNA rearrangement is limited to a specific stage of sexual reproduction.  Thus developmental stage specificity helps identify protein components and DNA intermediates of the process.  Second, the availability of cell transformation has provided a functional assay for cis-acting DNA sequences.  Third, procedures are well established to knock out and/or inhibit the activity of specific genes, allowing for the identification and analysis of their role in DNA rearrangement.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Karrer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen M Karrer",
   "pi_email_addr": "kathleen.karrer@marquette.edu",
   "nsf_id": "000327171",
   "pi_start_date": "1999-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "313 N 13TH ST",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532332244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "111600",
   "pgm_ele_name": "EUKARYOTIC GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 252000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": null
}