{
 "awd_id": "9974606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sequence Specific non-LTR Retrotransposable Elements",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 456000.0,
 "awd_amount": 456000.0,
 "awd_min_amd_letter_date": "1999-07-20",
 "awd_max_amd_letter_date": "2001-05-29",
 "awd_abstract_narration": "R1 and R2 are two site-specific non-LTR retrotransposable elements that insert in the 28S ribosomal RNA genes of arthropods.  Recent experiments have indicated that despite their remarkable evolutionary stability, R1 and R2 rapidly turnover in a population (i.e new elements are inserted and old elements eliminated from the rDNA loci at a high rate).  Thus a major focus of the current proposal is experiments designed to determine the parameters that control the level of R1 and R2 within the rDNA loci of Drosophila.  Taking advantage of the diverse array of 5' truncations that frequently result from non-LTR retrotransposition, preliminary experiments have shown that individual R2 insertions and deletions can be scored in the Harwich mutation collection lines of D. melanogaster.  The Harwich lines have been maintained as 31 small, separate populations for over 250 generations.  The hundreds of insertion/deletion events that can be monitored by simply PCR assays of these 31 lines should enable separate measurements of the frequency of R1 and R2 events on the rDNA loci of the X and Y chromosomes, and determine whether they occur in bursts or at low constitutive rates.  Initial attempts will also be made to determine why certain species groups of Drosophila have retained two distinct lineages of R1 elements, while other species groups have retained only one R1 lineage.  R1 and R2 turnover and rDNA unit uniformity in two species with multiple R1s will be analyzed to test the hypothesis that lower levels of concerted evolution enable the preservation of multiple families.  Larval tissues of Drosophila have reduced levels of R1 and R2 insertions (relative to the adult levels) because rDNA units with these insertions are under-replicated during the formation of the polyploid (usually polytene) tissues of larvae.  A second series of experiments is designed to directly study the mechanism responsible for this under-replication.  The molecular/genetic tools are now available to mark individual rDNA units or to insert new sequences into these units.  Because the retrotransposition and evolution of R1 and R2 are so intimately tied to that of the rRNA genes, these studies should also provide insights, as well as supply new tools, for the study of the evolution, replication and expression of the rRNA genes themselves.  Finally, all non-LTR retrotransposons can be divided into a limited number of distinct, ancient lineages.  The oldest elements are site-specific and encode proteins similar to R2.  A third set of experiments in this proposal is designed to identify additional examples of these original site-specific non-LTR elements, particularly in primitive eukaryotic lineages like Giardia.  Information obtained from these studies will provide insights into the origins of the first eukaryotic genomes, and help to evaluate the relationship of non-LTR retrotransposable elements to their closest relatives: telomerase and group II introns.     \r\n\r\nTransposable elements are abundant components of eukaryotic genomes.  Numerous examples now exist to indicate that these elements have played a significant role in determining the size, structure and regulation of these genomes.  A growing number of transposable elements, particularly the retrotransposable elements, have been shown to minimize, or control, their effects on the host by becoming specific for defined locations within the genome.  R1 and R2 are two site-specific non-LTR retrotransposable elements that insert in the 28S ribosomal RNA genes of arthropods.  The specificity and sequence uniformity of these elements has enabled them to serve as a convenient model system.  Considerable progress has been made in studies of their distribution, evolution and retrotransposition mechanism, such that R1 and R2 are now among the best characterized retrotransposable elements.  Extensive studies on the evolution of these elements suggest that R1 and R2 have been stable, active components of the rDNA loci for the entire history of the Arthropod phylum, a period estimated to be over 600 million years.  In this proposal, a varied set of experiments are described with the objective of better understanding the remarkable stability and the origins of these elements.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Eickbush",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H Eickbush",
   "pi_email_addr": "eick@mail.rochester.edu",
   "nsf_id": "000286595",
   "pi_start_date": "1999-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111600",
   "pgm_ele_name": "EUKARYOTIC GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 151000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 155000.0
  }
 ],
 "por": null
}