{
 "awd_id": "9974013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hierarchical Length-Scale Influence on Crack Propagation in In-Situ Microlamellar Composites",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "1999-07-15",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 367000.0,
 "awd_min_amd_letter_date": "1999-07-15",
 "awd_max_amd_letter_date": "2001-06-13",
 "awd_abstract_narration": "9974013\r\nDravid\r\n\r\nFracture of materials presents a classic microstructure-property correlation problem wherein crack propagation is affected by virtually all microstructural length-scales: from intricate atomic bonding at interfaces to the geometry of crack trajectory to the interfaces.  Fracture of ceramic microlamellar composites (microlaminates) is no exception, and the this project addresses the complex interplay between two extremes of microstructural length-scales: macroscopic residual stress and nanoscale interfacial phenomena.  This research project builds on prior work that provided insight into interface atomic structure and development of tools/techniques for analysis of microstructure and residual stresses in microlamellar directionally solidified eutectics (DSEs) of model oxide systems, e.g., nickel oxide-cubic zirconia.  DSEs present a uniform microstructure of alternate single-crystal lamellae of the two phases (~ 1-2 micrometer thick) with well-defined orientation relations between the two phases.  At the macroscopic length-scale, the sign, magnitude, and location of residual stresses in DSEs in the nickel oxide-zirconia system ill be altered by changing the thermal expansion coefficient of nickel oxide by forming solid solution series with cobalt oxide and manganese oxide, as well as that of cubic zirconia by using various stabilizers (yttria and calcia) and their amount within the cubic phase field.  Nanoscale tailoring of DSEs will be achieved by selective chemical reduction of nickel oxide/cobalt oxide materials under reducing atmosphere at appropriate temperature and duration. The partially reduced oxide DSEs would then contain thin (1-50 nm) metallic layers sandwiched between brittle doped nickel oxide and cubic zirconia phases. The success and efficacy of the microstructural tailoring approach will be evaluated by extensive characterization including atomic-scale imaging, spectroscopy, relative interface energies, to determination of residual stress tensor via single crystal x-ray diffraction and object oriented finite element simulations. The phenomenology of crack propagation behavior across tailored DSEs will be probed to assess the influence of residual stresses, interfacial phenomena and their possible synergy.  Real-space, real-time and high resolution observations of crack trajectory via in-situ SEM and TEM straining are proposed that will be greatly facilitated by the new development in site-specific microfabrication by focused ion beam technique.  The probable complex interplay among residual stresses, elastic mismatch, interface structure and crystallographic anisotropy in DSEs will be analyzed in the context of analytical, phenomenological and theoretical models of crack propagation across microlaminates. \r\n%%%\r\nThe proposed research is expected to provide considerable insight into the influence of microstructural length-scales on crack propagation behavior in microlaminate composites, with considerable implications for many other materials systems that exhibit length-scale interplay among microstructural constituents.  The PI has extensive collaborations with researchers both here in the US and in Europe.  The students working on this project will have a chance to work in the laboratories of these collaborators.\r\n*** \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vinayak",
   "pi_last_name": "Dravid",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Vinayak P Dravid",
   "pi_email_addr": "v-dravid@northwestern.edu",
   "nsf_id": "000206463",
   "pi_start_date": "1999-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 127000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}