{
 "awd_id": "9974533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improved Discretization Methods for Modeling Wavefront Conduction in Nonuniform Cardiac Tissue",
 "cfda_num": "47.074",
 "org_code": "08080205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerald F. Guala",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 313553.0,
 "awd_amount": 313553.0,
 "awd_min_amd_letter_date": "1999-09-13",
 "awd_max_amd_letter_date": "1999-09-13",
 "awd_abstract_narration": "Investigations into the relative roles of tissue structure and membrane\r\nExcitability recovery on creating conditions for arrhythmias in the heart have proven to\r\nbe extremely challenging.  Computer models of wavefront propagation have been\r\nimportant to the inquiry by allowing effects to be isolated and by providing access to\r\nsome of the parameters that cannot be monitored or controlled in a given experimental\r\nsetup. Due to limitations in the traditionally employed numerical methods, however,\r\nthese computer models have either ignored or greatly simplified the effects of structural\r\nand geometrical non-uniformities on the activation process. Consequently, most\r\nmechanisms for arrhythmogenesis derived from them are generally based on the\r\neffects of non-uniformities of membrane properties in tissue with assumed uniform\r\nmaterial properties. For macroscopic models of the heart to have greater predictive\r\nability they must be able to incorporate the effects of diseased-induced tissue structure\r\ninhomogeneities on conduction and potential timecourses.  The objectives of this \r\nproposal are to develop improved discretization schemes for robustly modeling\r\nconduction in regions with spatially varying material and membrane properties. These\r\nobjectives will be accomplished by creating a unified meltherhatical and computational\r\nframework for simulation that will allow different numerical methods to be directly\r\ncompared. The simulation system, BIDOSIM, will use a module-based paradigm from\r\nwhich a single \"sun-time environment\" can be created.  This approach will allow any advances made in any one component to lead directly to an advancement of the whole\r\nprogram.  This modularity will thus enable developers from different disciplines to focus\r\non their own area of expertise (i.e model description, numerical integration methods,\r\nparallelization) without needing to simultaneously work on the other areas.  BIDOSIM\r\nwill be used to evaluate the use of structured and unstructured finite volume methods,\r\nthat involve quadrilateral and triangular grids, to discretize the computational domains\r\nof interest. The speed, accuracy and ability of both types of methods will be examined\r\nusing explicit and implicit time stepping algorithms.  To ensure that the spatial\r\ndiscretization methods are able to accommodate any advances in the dynamical models of the ion fluxes across the membrane state-of-the-art kinetic models, such as the Lucfludy II ventricular and Nygren atrial models, will be evaluated over a range of physiological conditions.  Finally, strategies for using spatially adaptive gridding in regions with abrupt changes in tissue properties, such as those expected in diseased myocardium, will be developed.  Such adaptation will allow significantly fewer grid points and enable the ability to distinguish better artifact from true behavior.  The development of the overall software package will be enhanced through feedback from an outside group of users and dissemination will be facilitated through partnerships with two national centers, NCSA and the Center for Bioelectric Field Simulation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Henriquez",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Craig S Henriquez",
   "pi_email_addr": "ch@duke.edu",
   "nsf_id": "000149290",
   "pi_start_date": "1999-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Rose",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Donald J Rose",
   "pi_email_addr": "",
   "nsf_id": "000446385",
   "pi_start_date": "1999-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110700",
   "pgm_ele_name": "COMPUTATIONAL BIOLOGY ACTIVITI"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 313553.0
  }
 ],
 "por": null
}