{
 "awd_id": "9974673",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamic Models of Xyloglucan Conformation in the Primary Cell Walls of Plants",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "1999-07-26",
 "awd_max_amd_letter_date": "2001-04-25",
 "awd_abstract_narration": "MCB-9974673\r\nYork\r\n\r\n \r\nExperiments will be performed to investigate the molecular conformations and dynamic properties of xyloglucan, a hemicellulosic polysaccharide that interacts with cellulose to form a load-bearing network in the primary cell walls of higher plants.  Preliminary calculations suggest that the backbone of this polysaccharide is twisted in solution and that the backbone is flattened upon association with microcrystalline cellulose.  This hypothesis has far-reaching implications with respect to the mechanisms by which plant cell walls assemble and expand during cell differentiation.  Spectroscopic evidence that allows this hypothesis to be tested will be recorded and analyzed.  Specific model compounds, including 13C-enriched alkyl oligoglycosides, will be prepared for this purpose from the 13C-enriched polysaccharide by a chemoenzymatic approach that utilizes both enzyme-catalyzed transglycosylation reactions and chemically catalyzed glycosylation reactions.  The molecular conformations and dynamics of these compounds will be probed by measuring a range of NMR parameters, including residual dipolar splitting that is observed in magnetically oriented anisotropic media.  The spectroscopic data will be evaluated by comparing measured spectral parameters to those predicted by molecular dynamics simulations.  The results will be used to develop realistic models of the conformational properties of xyloglucan oligosaccharides.  These models will be extended to describe the polysaccharide by additional molecular dynamics simulations that will be performed using computational methods specifically designed for this purpose.\r\n\r\nAnalysis of the conformational and dynamic properties of xyloglucan will provide insight into the molecular mechanisms leading to the assembly and growth of the plant cell wall.  These are fundamentally important processes that govern the development of every plant cell, ultimately determining the sizes and shapes of these cells and thereby defining the morphology of the entire plant.  It is clear that the plant cell controls these processes by producing specific enzymes that modify the chemical structure and topology of the cell wall polysaccharides.  However, only a few of these enzymes have been isolated and characterized, and the specific details of their effects on the polysaccharide networks in the cell wall are not well understood.  The analyses performed during this study will lead to the development of new theoretical models describing how these polysaccharides are interconnected, how these interconnections are generated, and how plant enzymes affect these interconnections as the cell grows.  This in turn will facilitate the development of new tools for controlling the growth and development of plants, which could have substantial benefits, including improvements in the yields of commercially important crops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "York",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S York",
   "pi_email_addr": "will@ccrc.uga.edu",
   "nsf_id": "000417215",
   "pi_start_date": "1999-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "116400",
   "pgm_ele_name": "MOLECULAR BIOPHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}