{
 "awd_id": "9975971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional and Comparative Genomics of Disease Resistance Gene Homologs",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "TEST user",
 "awd_eff_date": "1999-10-01",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 2530000.0,
 "awd_amount": 2621167.0,
 "awd_min_amd_letter_date": "1999-09-23",
 "awd_max_amd_letter_date": "2003-09-04",
 "awd_abstract_narration": "Genes encoding NBS-LRR containing proteins are one of the most prevalent classes in plant genomes, comprising an estimated 1% of all genes in Arabidopsis and at least as many in rice.  However, little is known of their function. Sequence motifs indicate that they act at the beginning of signaling pathways. The only demonstrated function for these genes is in disease or pest resistance, but they may also be involved in other aspects of plant biology including development and response to the environment.\r\n\r\n\tThe objectives of this project are to complete a detailed functional analysis of NBS-LRR genes in Arabidopsis and a comparative analysis of representatives in maize and rice.  Broad functional classes of NBS-LRR encoding genes will be established and the specific functions of a subset of these classes will be characterized.  Genes induced by the action of NBS-LRR gene products will be identified.  NBS-LRR encoding genes identified in the Arabidopsis genome sequencing project will be characterized in a high-throughput format using ligand-independent approaches involving either over-expression or gain-of-phenotype variants. Microarrays will be used to determine changes in global expression patterns caused by expression of NBS-LRR genes and will also look for gross developmental and physiological changes.  The expression array data will provide an 'induced expression signature' for each gene that will indicate its function as well as allow them to be assigned into functional classes.  The expression signature of known resistance genes, such as RPM1, RPS2 and RPP5, will be characterized and compared to the expression signatures of the unknown genes. \r\n\r\nHomologs representing each functional class identified in Arabidopsis will be studied in an analogous fashion in rice and maize.  Homologs will be obtained from databases or amplified de novo using conserved oligonucleotide primers. Using parallel approaches to those employed for Arabidopsis, induced expression signatures for each homolog will be determined using diagnostic microarrays for rice and maize.  These diagnostic arrays will be developed by selecting clones of cereal sequences available in the database using expression data from Arabidopsis plus other putative defense genes from each of these species.  Each NBS-LRR homolog will be mapped onto the consensus genetic map for each species relative to a variety of phenotypes. \r\n\r\n\tThis global approach will efficiently provide functional information on approximately 1% of the genes in the model plant, Arabidopsis, and will extend this information to two important crop species.  The work will define the different classes of resistance genes and identify those with other functions; this will establish how many act as resistance genes and how many control processes unrelated to defense. It will also identify sets of downstream genes regulated by each class.  This will provide the basis for detailed studies into the action of specific NBS-LRR and downstream genes.  It will provide tools to facilitate the practical manipulation of plant disease resistance and may  ultimately provide the ability to manipulate diverse aspects of plant development and physiology.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Michelmore",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Michelmore",
   "pi_email_addr": "rwmichelmore@ucdavis.edu",
   "nsf_id": "000464860",
   "pi_start_date": "1999-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 880000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 830000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 820000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 91167.0
  }
 ],
 "por": null
}