{
 "awd_id": "9975209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Theory of Banking, Bank Capital, and Financial Crises",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1999-08-15",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 225530.0,
 "awd_amount": 225530.0,
 "awd_min_amd_letter_date": "1999-08-25",
 "awd_max_amd_letter_date": "2003-06-20",
 "awd_abstract_narration": "Despite a growing recent interest in both the micro-economics of banking and the micro-macro links, there is very little work on why the institutional form of the bank - the financing of illiquid loans with demandable demand deposits - makes sense. But this issue is at the center of almost all questions about bank regulation. It is also central to recent work on the transmission of monetary policy. If the lending channel shuts down because demandable deposits become prohibitively costly, we have to understand why it is critical that loans be financed with demand deposits. Why is short term commercial paper not an adequate substitute? In a sense, many of the recent models addressing these issues are incomplete because they address important issues without a fully specified rationale for the form of the banking firm.  With notable exceptions, prior theoretical work has skirted these issues by focusing on one side or the other of the bank's balance sheet. This project develops a model of the bank that rationalizes its institutional form. Through demand deposits, banks provide more value to depositors than the market value of the illiquid loans they hold. Moreover, banks' ability to issue demand deposits helps them shield borrowers from sudden demands for liquidity from investors. Taken together, the bank's institutional structure enables it to create liquidity on both sides of the balance sheet. Breaking up the bank into a separate finance company and a money market fund is a sure way to kill the bank's liquidity creation role. This new theory is developed fully and tested empirically\r\n\r\nMore specifically, the first part of the project develops the rationale for a bank in a world where the bank effectively faces no uncertainty. The bank can be financed entirely with demandable deposits. Subsequent work adds bank-specific uncertainty to this model. It turns out that with uncertainty, the bank has to partly fund through non-demandable sources of finance that we term capital. Capital here acts as a buffer, but also endogenously raises the overall cost of financing. Interestingly, the level of bank capital affects the amount that can be recovered from borrowers. This augmented model can help us understand the implications of various kinds of regulatory capital requirements, the matching between borrowers and banks, as well as the effects on lending of raising the costs of deposits. The next part of the research introduces aggregate uncertainty in the liquidity needs of firms or individual investors. Embed in model is a world with aggregate liquidity shortages: fluctuations in the excess supply of funding for banks and firms. This will enable the investigators to focus better on systemic financial crises, and the role of central banks in preventing and alleviating them. Furthermore, since this theory some fragility is necessary for banks to perform their role, the policy analysis will depart substantially from the past. Lender of last resort, monetary policy, and even deposit insurance, all of which try to ensure a safe system, also affect the bank's functioning, resulting in interesting tradeoffs\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raghuram",
   "pi_last_name": "Rajan",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Raghuram G Rajan",
   "pi_email_addr": "raghuram.rajan@gsb.uchicago.edu",
   "nsf_id": "000102592",
   "pi_start_date": "1999-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Diamond",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas W Diamond",
   "pi_email_addr": "douglas.diamond@gsb.uchicago.edu",
   "nsf_id": "000308059",
   "pi_start_date": "1999-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 78510.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 73510.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 73510.0
  }
 ],
 "por": null
}