{
 "awd_id": "9975490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Chaotic Dynamics in Motor Pattern Generation",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 360490.0,
 "awd_amount": 360490.0,
 "awd_min_amd_letter_date": "1999-07-23",
 "awd_max_amd_letter_date": "2001-06-27",
 "awd_abstract_narration": "IBN-9975490\r\nThe role of chaotic dynamics in motor pattern generation\r\n\r\nPI: Peter F. Rowat, \r\nCo-PI: R.C.Elson\r\n\r\nHow do animals produce and control repetitive behaviors such as walking, swimming, or chewing? In a variable or hostile environment, the ability to produce fast, appropriate, and flexible responses to new sensory information is of vital importance. The physical system of bones and muscles that produces movements is driven by neural signals - parallel trains of action potentials -- passing from underlying biological circuits known as central pattern generators (CPGs) to the muscles. The research problem is to understand the basic principles of production of these signals, or motor patterns, by a CPG. Many neural \"building blocks\" with which a CPG produces repetitive movements are now known.  What is not well understood is how flexibility and responsiveness is built into a CPG. Biological substances known as neuromodulators can directly alter the properties of neural circuits, on a relatively slow time-scale. Could dynamical properties of CPG circuits directly contribute to flexibility and environmental responsiveness?\r\n\r\nFrom theoretical studies, it is known that a chaotic system has intrinsic properties, which could be very useful for the production of variable and environmentally responsive output. Its output is highly variable but in a structured way and techniques for the control of a chaotic system are now well known. At the same time, experimental studies of biological CPGs show that a significant amount of variability or jitter is always present.  \r\n\r\nThis project experimentally investigates the biological variability, on the one hand, and on the other, develops theoretical models of how a chaotic system can be used to impart flexibility of response into a motor system.  There is a continual interaction between experimental data collection and model building. The variability in the data will be analyzed to determine the relative contributions of noise and deterministic -- chaotic - dynamics. \r\n\r\nTwo well-known CPGs from the lobster stomatogastric system are used and recordings are made from small sub-circuits of these CPGs. Recently developed nonlinear analysis algorithms are used for this analysis. The control of intrinsic neuronal dynamics by synaptic connections within a CPG are studied using the same analysis algorithms. Simulated synaptic connections will be constructed between real biological neurons and computer-based model neurons. The dynamical control of a stomatogastric CPG will be studied by using simulated sensory feedback from an identified sensory neuron. Here the feedback loop from CPG to periphery and back via re-afferent circuits is closed by a computer-based model. In parallel with these experiments and data analysis, a chaos-based model system for the control of a robotic motor system, will be developed in simulations. It is designed around a robust, chaotic core and a dynamic, sensorimotor controller that utilizes recent chaos-control algorithms. \r\n\r\nThere are many parallels between this design and properties of biological sensorimotor systems. The project will extend our knowledge about the role of biological variability and also the design of flexible robotic controllers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Rowat",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Peter F Rowat",
   "pi_email_addr": "prowat@ucsd.edu",
   "nsf_id": "000094918",
   "pi_start_date": "1999-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Elson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Elson",
   "pi_email_addr": "relson@ucsd.edu",
   "nsf_id": "000489856",
   "pi_start_date": "1999-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116200",
   "pgm_ele_name": "COMPUTATIONAL NEUROSCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 120500.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 117773.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 122217.0
  }
 ],
 "por": null
}