{
 "awd_id": "9975086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Marriage Markets and Intergenerational Transfers in a Premodern Economy",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1999-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "1999-08-05",
 "awd_max_amd_letter_date": "1999-08-05",
 "awd_abstract_narration": "SBR-9975086\tABSTRACT\r\nThis project aims to investigate interactions between nonmarket institutions and markets, placing them in a historical context. Specifically, it intends to thoroughly examine economic transactions inside the household and the economic role of the state, two of the most important nonmarket institutions. The state can promote or hinder market efficiency and economic growth by protecting property rights or expropriating its subjects. On the other hand, although intergenerational transfers cannot be characterized as market transactions, they do greatly affect, and are affected by, the market economy.\r\nEconomists have proposed several models of intergenerational transfers, transfers within and between families, and interactions between public finance and private transfers of wealth from parents to children. In addition, empirical evidence on contemporary economies has allowed economists to test some of these models. However, one fundamental issue not fully explored in the empirical literature concerns the variables that affect intergenerational transfers in the absence of social security systems, which play a critical role in contemporary economies. Considering that social security systems have a potentially great impact on transfers of wealth across generations, and that many developing countries still lack social security and pension systems, the study of intergenerational transfers in the absence of these essential institutions is very important.\r\nAn ideal laboratory in which to address this issue is offered by past economies, in which social security systems did not exist. By using unpublished archival sources, this research project aims to analyze the relationships between intergenerational transfers, savings behavior, demographic shocks, taxation, and the rise and growth of government borrowing in medieval and Renaissance Florence. The most vibrant European economy together with Venice, and endowed with sophisticated economic and political institutions, Florence in the 1300s and 1400s is the perfect case study for several reasons.\r\nWithin this premodern context, this project will investigate two central issues in empirical economics. The first issue is determining the demographic, social, and economic variables that affect inter vivos transfers and bequests. Specifically, (a) did demographic shocks, such as the Black Death of 1348, have an impact on intergenerational transfers? In the absence of a social security system and with parents relying on their children for old age support, demographic shocks that heavily hit children and young people might have had a dramatic impact on inter vivos transfers and parents' bequest behavior. (b) Did changes in political institutions, such as those in 1343, 1378, and 1436, and the growth of the Florentine public debt during the 14~ and 15~ centuries influence intergenerational transfers? The policy of financing the public debt through taxes or by increasing government borrowing might have differentially affected the shares of wealth left to daughters and sons because of the different timing of the transfers. Unlike bequests, dowries were inter vivos transfers made when daughters married. In enhancing or curtailing the ability of households to provide dowries, the Florentine governments might have affected the marriage market and, in turn, the fertility rate.\r\nThe second issue is determining whether and how social norms influence intergenerational transfers and parents' bequest behavior, which in turn can affect economic growth. To address this issue, this project will test the Cole-Mailath-Postlewaite model by verifying whether the social norms that governed the Florentine marriage market in the Middle Ages and the Renaissance made parents save more and increase the size of their intergenerational transfers, which, as a result, could have had an impact on the growth of the Florentine economy. As Cole, Mailath, and Postlewaite (1992) have shown, identical economies characterized by different social organizations, for example, in the allocation of mates, can yield different market allocations and different growth rates due to the different savings behavior of parents. In economies in which status is determined by wealth, greater saving rates are predicted since parents wish to transfer more wealth to their children to make them more attractive as mates in the matching process.\r\nAs a valuable by-product, this project will also create a micro data set on intergenerational transfers in a premodern economy. Economists can compare them with modern and contemporary data and test the impact of the creation of social security systems on intergenerational transfers and parents' bequest behavior.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maristella",
   "pi_last_name": "Botticini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maristella Botticini",
   "pi_email_addr": "maristel@bu.edu",
   "nsf_id": "000303841",
   "pi_start_date": "1999-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}