{
 "awd_id": "9976571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Heme Regulation of Mannoprotein Expression in S. cerevisiae.",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "1999-10-01",
 "awd_exp_date": "2001-09-30",
 "tot_intn_awd_amt": 49952.0,
 "awd_amount": 49952.0,
 "awd_min_amd_letter_date": "1999-08-03",
 "awd_max_amd_letter_date": "1999-08-03",
 "awd_abstract_narration": "Lowry\r\n\tThe dan/tir mannoprotein genes are induced during anaerobiosis and repressed during aerobic growth by the signal molecule,  heme.  At the same time  the main vegetative cell wall proteins Cwp1 and Cwp2 are down-regulated,  by some of the same regulatory factors.    The mechanism of  anaerobic induction and heme repression of the Dan and Tir proteins will be studied using molecular genetic and biochemical strategies.    The aerobic induction of the cwp mannoprotein genes will not be studied directly in this project,  though insight about the regulatory mechanism will be obtained during analysis of the  reciprocally related dan/tir system.    The principal objective  is elucidation of the  mechanism of heme regulation through the Mox4 activation factor; molecular genetics will be used to delineate the main features of the regulatory pathway and to lay the groundwork for biochemical analysis in subsequent  years. Two likely modes of regulation through Mox4 are hypothesized: the Mox repressors may mediate the heme repression signal through their effect on MOX4 expression, or  they may function in conjunction with Mox4, or both.   The working mechanistic hypothesis is that Mox4,  which is somewhat homologous to Gal4 in sequence, is also functionally homologous,  targeted by a repressor ligand analogous to Gal80.     Over-expression of Mox4 has been found to partially bypass  heme repression,  suggesting that normal anaerobic induction of the dan/tir genes is partly due to the observed anaerobic induction of MOX4 ;   at the same time moderate expression (sufficient to repress CWP2) did not cause constitutive DAN1 expression,  suggesting that heme-sensitive repression factors do play a direct regulatory role when they are not overwhelmed by excess Mox4.    Initial experiments will focus on the functional domains of Mox4 which are involved in DNA binding,  transcriptional activation,  and response to heme inhibition.   A set of pGAL expression plasmids encoding forms mutated within these presumptive domains will be tested.   Among the constructs is the dominant G888D (\"upc2-1\") allele which is reported to impose constitutive expression,  presumably because it has lost affinity or sensitivity to the hypothetical repressor (the phenotype of this mutation is a key argument for the Gal4:Gal80 analogy).    Competition experiments using non-functional forms of Mox4 containing the presumptive regulatory domain in wildtype or mutant form will be used to determine whether a repressor ligand can be titrated away from the native Mox4 protein and relieve aerobic repression  ( recalling that C-terminal fragments of Gal4 also cause constitutive expression),  and if so, whether mutations in the G888 domain affect this competition.     After being cloned, the MOX1,  MOX2, and MOX3 genes,  which encode dan/tir repression factors,  will be manipulated genetically to assess their regulatory function,  and to look for interactions with Mox4.   To begin to define the regulatory mechanism biochemically, gel shift experiments using cell extracts from cells expressing wildtype and mutant factors will be used to identify DNA-Mox4 complexes and possibly DNA-Mox4-repressor hetero-complexes. \r\n\tThe  switch from one set of cell wall proteins to another- a change of skin- during anaerobiosis,  and to some extent during cold shock, is an interesting  developmental phenomenon involving groups of genes responding in an opposite way to a common signal,  and mediated by a common set of transcription factors.   Such well-defined systems in yeast,  with its genetic tractability,  have proven to be of great value as paradigms for differentiation in higher eukaryotes.  This system shows many of the complexities of higher systems- signal crosstalk,  multiple factors,  antagonism between activation and repression factors,  differential response to common signals,  etc. - but is still highly amenable to thorough analysis.   The signalling mechanism involved in the reciprocal regulation of the two gene families by heme is also of general interest in understanding the biological response to oxygen.   Throughout the history of biochemistry,  S. cerevisiae,  as an eminently facultative organism, has provided an invaluable model in understanding the biological role of oxygen.  Here the model will be extended to the role of oxygen in gene expression. \t\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Lowry",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Charles V Lowry",
   "pi_email_addr": "cvlowry@aol.com",
   "nsf_id": "000396712",
   "pi_start_date": "1999-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Albany Medical College of Union University",
  "inst_street_address": "47 NEW SCOTLAND AVE # A34",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182625181",
  "inst_zip_code": "122083479",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "ALBANY MEDICAL COLLEGE",
  "org_prnt_uei_num": "E9KBCV33FNA3",
  "org_uei_num": "G6VVMPNK4Y48"
 },
 "perf_inst": {
  "perf_inst_name": "Albany Medical College of Union University",
  "perf_str_addr": "47 NEW SCOTLAND AVE # A34",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122083479",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115800",
   "pgm_ele_name": "BIOMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 49952.0
  }
 ],
 "por": null
}