{
 "awd_id": "9977354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "VIGRE:  Department-Wide Infrastructure:  Widening the       Pipeline for Mathematical Sciences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lloyd E. Douglas",
 "awd_eff_date": "2000-06-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 2308198.0,
 "awd_amount": 2364314.0,
 "awd_min_amd_letter_date": "1999-08-31",
 "awd_max_amd_letter_date": "2003-03-14",
 "awd_abstract_narration": "9977354\r\n\r\nThe department's primary goal in implementing a VIGRE program is to broaden the training of our mathematics undergraduate and graduate students and postdoctoral fellows to enable them (a) to carry out mathematical research at the highest levels; (b) to communicate effectively with a broad community; and (c) to use modern computational techniques in their teaching and research.\r\n\r\nExpected measurable outcomes include (1) a substantial increase in the number of well-trained undergraduate students who will seek further study in the mathematical sciences; (2) a significant decrease in the time graduate students take to complete a Ph.D. degree in mathematics; (3) an increase in the number of first-class research mathematicians produced through our postdoctoral training program.\r\n\r\nTop European universities have a stratified seminar system that encourages active participation from undergraduate students, graduate students, postdoctoral fellows, and professorial faculty.  Our proposal for the vertical integration of research is a modification of this model, with research seminars playing a key role.\r\n\r\nEach of our six core research groups currently runs a dedicated seminar; approximately half of the speakers are from outside the department.  These \"upper\" seminars are attended by regular faculty, postdoctoral faculty, and senior graduate students.  We propose that each participating research group run a new \"lower\" seminar in conjunction with the upper one. Participants in the lower seminar will be undergraduate and beginning graduate students, who will receive course credit, as well as senior graduate students, postdoctoral researchers, and permanent faculty.  Students will work collaboratively on projects, and they will use the seminar as the reporting mechanism for their results.  \r\n\r\nTo expand the number of participants in the lower seminar, we are introducing an accelerated option in our undergraduate program to encourage strong sophomore students to enroll in upper-level courses, traditionally taken by juniors and seniors, that form a prerequisite to beginning research.  Students involved in this research track will also enroll in the lower seminar for at least three semesters during their junior and senior years.  The most able students will be invited to participate in the more intensive summer research seminar; the VIGRE award will allow us to pay these undergraduate students a research stipend.  In a related initiative, the department has developed a five year combined B.S.-M.S. degree program, which will begin in Fall 1999.\r\n\r\nThe lower seminar is a key feature of our plan to broaden the exposure of undergraduate students to mathematical research.  Senior graduate students and postdoctoral faculty will help the students enrolled in the lower seminar with research projects; and at the same time, they themselves will be mentored by senior faculty through the upper seminar. We view this interaction of researchers at different levels as an important learning experience for all parties.\r\n\r\nThe Department of Mathematics is heavily involved in interdisciplinary research and educational activities around the campus.  These are fostered through established interdisciplinary programs, joint appointments, joint seminars, collaborative research, and co-advising of students.  Scientific areas involved include materials science, distributed parameter control, robotic control, and large-scale scientific computation.  We envision that the VIGRE award will allow us to expand these important activities through our seminar system, which is highly conducive to interdisciplinary research.\r\n\r\nTexas A&M University in College Station has the largest undergraduate enrollment of any single-campus university in the United States.  The Department of Mathematics, which teaches over 25,000 students annually, has a considerable responsibility.  Developing and maintaining a diverse student population is a priority of both the Department of Mathematics and Texas A&M University.  Demographic projections indicate that the school-age population in Texas will consist of a majority of non-white children by early in the 21st century.  There is a critical and urgent need to tap into the talent pool among the various ethnic groups within Texas that are historically under-represented among mathematics majors and graduates.  We propose to greatly expand existing cooperative arrangements with sister universities in the Texas A&M University system whereby they can act as \"feeder\" schools for our graduate programs.  Students from these institutions will come to the College Station campus after obtaining a bachelor's degree or in some cases a master's degree at a regional university.  We will work with faculty at these sister institutions to help them structure their curricula to better prepare their students to succeed in our Ph.D. program.\r\n\r\nThrough the VIGRE initiative, the Department of Mathematics at Texas A&M University will address a national need by increasing the quality and quantity of students who choose to pursue a career in mathematical research.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Rundell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Rundell",
   "pi_email_addr": "Rundell@math.tamu.edu",
   "nsf_id": "000288301",
   "pi_start_date": "1999-08-31",
   "pi_end_date": "2002-09-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Boggess",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Albert Boggess",
   "pi_email_addr": "boggess@asu.edu",
   "nsf_id": "000639951",
   "pi_start_date": "1999-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Boas",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Harold P Boas",
   "pi_email_addr": "boas@math.tamu.edu",
   "nsf_id": "000317117",
   "pi_start_date": "1999-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Johnson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Johnson",
   "pi_email_addr": "johnson@math.tamu.edu",
   "nsf_id": "000378363",
   "pi_start_date": "1999-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sanchez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Sanchez",
   "pi_email_addr": "VDavidSanchezA@acis-research-corporation.com",
   "nsf_id": "000467998",
   "pi_start_date": "1999-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1618",
   "pgm_ref_txt": "DMS VIGRE Program"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 1463921.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 56116.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 844277.0
  }
 ],
 "por": null
}