{
 "awd_id": "9977134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "VIGRE:  The University of Chicago's Vertical Integration    Program",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2000-06-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 3020593.0,
 "awd_amount": 3176113.0,
 "awd_min_amd_letter_date": "1999-08-27",
 "awd_max_amd_letter_date": "2004-04-28",
 "awd_abstract_narration": "Proposal: DMS-9977134\r\nPrincipal Investigator: J. Peter May\r\nAbstract: The University of Chicago's VIGRE Program\r\n\r\nVertical integration of teaching and research has been a tradition of the Department of Mathematics at Chicago for decades, and the very term \"vertical integration\" has been in use for over twenty-five years. Our program is based on both formal and informal institutionalization of interactions among people at different levels. The logic of vertical integration is based on the principle that people in our educational and research programs should learn from those more advanced and teach those less advanced. The VIGRE program will allow us to implement the principle more fully at several levels. \r\nThe program consists entirely of direct support of postdocs, graduate students, and undergraduates. On average, 6 postdocs, 12 graduate students, and 18 undergraduates will be supported each year. This support will be used to further the training of these young people, to enhance vertical integration of the existing core research and educational programs of the Department of Mathematics, and to better integrate these programs with the outreach programs of the Department. We will briefly describe the Department's programs and VIGRE's impact on them, working from the top level down.\r\nAt the highest level, it is departmental tradition that the advanced seminars and research level graduate courses are a communal exercise of tenured faculty, nontenured faculty, and graduate students. The form this has taken has intensified dramatically this year, with several year long topical seminars with a broad mixture of participants. The Department provides an environment in which postdocs and graduate students can maximize their potential to become productive research mathematicians. Most of our graduate students obtain first jobs at major research universities, and most major research departments have hired new Chicago PhD's in the last few years. The VIGRE grant will greatly aid in this by providing postdocs and graduate students with release time from teaching that enables them to focus more fully on research. VIGRE postdocs will have a decreased teaching load, and VIGRE graduate students will have periods free of teaching duties. We expect that this will allow greater numbers of them to complete their Ph.D.s in a more timely fashion.\r\nOur graduate program begins with an intensive first year of basic courses, and first year students have no teaching duties. There are no course assignments or examinations for graduate students beyond their first year. One relatively weak link has been in our second year graduate program, where there have been insufficient course offerings intermediate between the first year courses and the advanced courses at or near the frontier of research. \r\nWe intend to offer some VIGRE supported postdocs the opportunity to run seminars in their field on the second year graduate level in lieu of regular teaching. The postdocs and the students will present essential basic material in informal talks. This will have the salutary effect of giving these young people a good first opportunity to present lectures at a higher level than undergraduate teaching, and it will foster interaction between postdocs and graduate students.\r\nUndergraduate teaching at the University of Chicago is very explicitly based on a system of vertical integration. It is a truism that mathematics can be intimidating. People need to feel comfortable to ask questions. They need patient help to reach understanding. They must not be afraid to show their ignorance. We use vertical integration to provide maximal opportunities for learning to take place in a friendly and unstressful setting. It is usually the case that people find those just a few years older than themselves to be less intimidating teachers than people considerably senior. This is certainly not always the case, and it is not an argument for lack of involvement of senior faculty in teaching at all levels. Rather it is an argument for collaborative teaching, where an older and younger teacher work together. Our teaching is done in small classes taught by faculty with graduate student assistants or by graduate students with assistance from undergraduates. This method of teaching fosters strong ties between faculty and graduate students and between graduate students and undergraduate students.The idea of second year graduate seminars run by postdocs described above is an extension of this idea.\r\nUndergraduate classes usually have no more than 25 students, and over 200 quarter courses are taught each year. Upper level undergraduate courses are taught exclusively by junior and senior faculty. They are assisted by \"College Fellows,\" who are second year graduate students serving as apprentice teachers. The College Fellows sit in on classes, hold problem and review sessions, have office hours, and teach occasional classes. They provide feedback to the faculty that allows immediate review and amplification of material that has not been well assimilated. \r\nLower level courses, below honors calculus, are taught primarily, but not exclusively, by graduate students. They are assisted by undergraduates who serve as tutors and graders. In the lowest of our three tracks of calculus courses and in a few other lower level courses, there are several tutors per class. The tutors work with small groups of students, typically 8-10 students to a tutor, helping them gain confidence and mastery in an open and nonthreatening environment. This method of teaching makes it possible to teach students with relatively weak mathematical background while retaining our traditional level of mathematical rigor. The tutors find that the process of tutoring enhances their own mathematical understanding. Again, the tutors report back to the teachers when students are having trouble with any aspect of the material, allowing immediate feedback and course correction. The graduate students supervising these tutors obtain experience in supervising others.\r\n\r\nUndergraduates also play a major teaching role in one of our most distinctive outreach programs, one which brings around 100 gifted Chicago area high school and middle school students to the department each July. The program, which is an outgrowth of the NSF's Young Scholars Program, offers these students a diversity of material inmathematics, computer science, and physics. It is run on several tracks with rotating subject material, so that students canparticipate and encounter new material over six summers.Undergraduate counselors are central to the success of this program. Undergraduates serving as counselors also participate in REU-type mathematical programs that consist of mixes of lectures, study groups, and research projects. The experience of tutoring in lower level undergraduate courses and teaching gifted grade school students has enticed many mathematics majors at the University of Chicago into teaching careers. \r\nThe VIGRE program will allow us to offer the proven combination of REU-type activities with outreach service to many more undergraduates than has been possible in the past. Our students are eager for the opportunity. In recent years, many have been frustrated by the fact thatthe quarter schedule of the University of Chicago has prevented themfrom participating in REU programs elsewhere. The REU activities will be organized and run by senior faculty members, who will give lecture series and provide supervision. The study groups and research projects will be carried out by groups of four or five undergraduates mentored by VIGRE supported Dickson Instructors and graduate students. This mentoring will both significantly enhance the REU programs and significantly enhance the training of Dickson Instructors and graduate students as college teachers. \r\n\r\nOn a voluntary basis, VIGRE supported postdocs and graduate students will have the opportunity to participate in the RE",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J",
   "pi_last_name": "May",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "J P May",
   "pi_email_addr": "may@math.uchicago.edu",
   "nsf_id": "000187989",
   "pi_start_date": "1999-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Sally",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Paul J Sally",
   "pi_email_addr": "sally@math.uchicago.edu",
   "nsf_id": "000100371",
   "pi_start_date": "1999-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Fefferman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Fefferman",
   "pi_email_addr": "rfefferm@uchicago.edu",
   "nsf_id": "000232417",
   "pi_start_date": "1999-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  },
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1618",
   "pgm_ref_txt": "DMS VIGRE Program"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 1790789.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 77760.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 1229804.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 77760.0
  }
 ],
 "por": null
}