{
 "awd_id": "9977768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a Joint UC Berkeley/UCSF X-Ray Crystallography Beamline",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven E. Ellis",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 792000.0,
 "awd_amount": 792000.0,
 "awd_min_amd_letter_date": "1999-09-10",
 "awd_max_amd_letter_date": "2002-06-11",
 "awd_abstract_narration": "9977768\r\n\r\nAlber\r\n\r\n\r\nAbstract\r\n\r\n\r\n\tSynchrotron sources are playing an increasing role in solving the most difficult and important problems in structural biology.  However, x-ray beamlines are oversubscribed by over three-fold worldwide, leading to long delays in data collection , prohibiting exploratory experiments and slowing the pace of research.  More beam lines are necessary to meet current demand.  This project involves the construction of a bright, medium energy, tunable x-ray beamline at the Advanced Light Source (ALS) at Lawrence Berkeley National Laboratory (LBNL) using an ALS x.1 bend magnet source.  Favorable characteristics of the ALS and x-ray optics developed at LBNL will allow adjustment of the x-ray beam dimensions to match conventional samples as well as microcrystals.  As a result of the high intensity of the beam, reading out the detector will be a rate limiting step in many experiments.  The endstation will match the capabilities of the x-ray beam and meet the technical requirements for most crystallographic work.  Key features include a CCD detector, two-theta adjustment, accurate crystal positioning optics, cryogenic sample cooling , beam collimation, high-end computational resources and suitable safety systems.  A user-friendly facility, incorporating new automated methods for data processing, structure determination, model building and refinement will make the beam line ideal for expert and novice users alike and provide an excellent training setting.  \r\n\r\n\tThe participating faculty at UCB and UCSF have a strong record of leadership in structural biology.  Current focus areas include gene regulation, signal transduction, DNA replication and repair, HIV physiology, enzymes, drug targets and complexes, membrane proteins, structural genomics, molecular motors, splicing, translational regulation protein folding and design, RNA recognition, and protein secretion.  Regular, rapid access to x-ray beam lines will expedite these projects.  \r\n\r\n\tThe intensity and capability for multiwavelength anomalous diffraction (MAD) experiments will make the beamline suitable for the vast majority of crystallographic projects.  The ability to analyze microcrystals will accelerate conventional, functionally motivated studies and reduce the current requirements for crystal optimization.  Together, these features will advance even extremely difficult projects that generally require extensive screening to find suitable, strongly-diffracting crystals.  \r\n\r\n\tThe beam line is designed to be a low cost, facility suitable for all but the most demanding studies.  It will represent a prototype for a work-horse facility.  This development strategy will allow relieve pressure at the very high intensity beam lines at the Advanced Photon Source, leaving those facilities open for projects that require the most intense source of x-rays. The beam line will be jointly funded and operated by the UCSF and UCB investigators who will utilize 75% of the beam time.  At least 25% of the beam time will be made available to worldwide users on a competitive basis.  An advisory committee of eminent structural biologists will help make global decisions about operations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Alber",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas C Alber",
   "pi_email_addr": "tom@ucxray6.berkeley.edu",
   "nsf_id": "000439814",
   "pi_start_date": "1999-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Glaeser",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Glaeser",
   "pi_email_addr": "rmglaeser@lbl.gov",
   "nsf_id": "000334101",
   "pi_start_date": "1999-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Berger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Berger",
   "pi_email_addr": "jmberger@uclink4.berkeley.edu",
   "nsf_id": "000481378",
   "pi_start_date": "1999-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9155",
   "pgm_ref_txt": "ACADEMIC RESEARCH INFRASTRUCTU"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 792000.0
  }
 ],
 "por": null
}