{
 "awd_id": "9977047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRCEB: Biological Stoichiometry from Genes to Ecosystems",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 2842162.0,
 "awd_amount": 2842162.0,
 "awd_min_amd_letter_date": "1999-07-23",
 "awd_max_amd_letter_date": "1999-07-23",
 "awd_abstract_narration": "9977047\r\nElser\r\nThe IRC-EB Program seeks to promote research that integrates across multiple levels of biological organization and across diverse types of habitats and organisms. Such work should articulate general principles that can begin to re-unify the increasingly fragmented wealth of biological knowledge that this century has generated. This project involves a diverse team of researchers that includes a physiologist, a microbial ecologist, theoretical biologists, evolutionary biologists, limnologists, and a terrestrial ecosystem ecologist. It involves an explicit, conceptually organized, integration from genes to ecosystems, from microbes to metazoans, and from lakes to deserts. This project will use a framework of biological stoichiometry to assess how the fundamental chemical balance required for growth links the genetics and physiology of organisms to ecosystem dynamics. Biological stoichiometry is the study of the balance of energy and multiple chemical elements in living systems. Accumulating research suggests a characteristic biogeochemical signature of rapid organism growth, manifested in biomass C:N:P stoichiometry, which is driven by the fundamental association of rapid growth with P-rich ribosomal RNA. In addition, considerable data are accumulating that indicate that organism C:N:P stoichiometry is a key mediator of ecological dynamics, including trophic dynamics and biogeochemical cycling in ecosystems. Thus, there appears an opportunity to use principles of chemical stoichiometry to derive the causal connections between the genetics and cellular physiology of growth with major ecological implications. This 4-year project will make this attempt via three closely intertwined components. In Component 1 (Organismal Biology) the coupling of growth, biochemical composition (RNA concentration), and C:N:P will be examined in a suite of organisms whole nutritional physiology has not been well studies (bacteria, protozoa, fungi, insects, worms). Patterns of C:N:P variation and growth will be assessed in these taxa relative to patterns known from better-studied groups. How terrestrial and aquatic metazoan herbivores with contrasting C:N:P composition cope with food resources that are stoichiometrically imbalanced with respect to their requirements. These studies will examine both behavioral and physiological adjustments by animals in response to stoichiometric food quality. Component 2 (Evolution) will consider organism growth, C:N:P, and biochemical allocation in an evolutionary context in both terrestrial (Drosophila) and aquatic (Daphnia) realms. How these phenotypic traits, as well as key genotypic features associated with the genetics of the ribosome (such as rDNA intergenic spacer length and gene dosage) are arrayed on known phylogenetic trees will be investigated. Drosophila and Daphnia will be subjected to artificial selection on growth rate, and how growth rate, C:N:P, RNA allocation, and ribosomal genotypes change in concert will be examined. At the end of these divergent selection regimes, the consequences of selection for physiological, behavioral, and ecological features will be assessed for each taxon. The implication of growth-C:N:P coupling in theoretical studies that permit in situ evolution of ecological communities under multiple resource limitations will be determined. Finally, Component 3 will place considerations of genetics and physiology of C:N:P and growth in an ecological context by sampling a wide range of ecosystem types (lake, desert, grassland, forest) for key stoichiometric parameters. The main goal in these studies is to determine whether the C:N:P stoichiometry of primary producer and detritus biomass is associated with particular patterns of primary consumer biomass, C:N:P, and diversity. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Elser",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Elser",
   "pi_email_addr": "j.elser@asu.edu",
   "nsf_id": "000114749",
   "pi_start_date": "1999-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Harrison",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jon F Harrison",
   "pi_email_addr": "j.harrison@asu.edu",
   "nsf_id": "000204983",
   "pi_start_date": "1999-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Fagan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "William F Fagan",
   "pi_email_addr": "bfagan@umd.edu",
   "nsf_id": "000234811",
   "pi_start_date": "1999-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1356",
   "pgm_ref_txt": "INTEGRATED RSCH CHALL IN ENVIO"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 2842162.0
  }
 ],
 "por": null
}