{
 "awd_id": "9978236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Boundary Conditions of the Lake Vostok Environment:  A Site Survey for Future Work",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Wagner",
 "awd_eff_date": "1999-10-01",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 475000.0,
 "awd_amount": 580790.0,
 "awd_min_amd_letter_date": "1999-09-28",
 "awd_max_amd_letter_date": "2003-05-07",
 "awd_abstract_narration": "9978236\r\nBell\r\nAbstract\r\n\r\nThis award, provided by the Office of Polar Programs under the Life in Extreme Environments (LExEn) Program, supports a geophysical study of Lake Vostok, a large lake beneath the East Antarctic Ice Sheet. \r\n\r\nSubglacial ecosystems, in particular subglacial lake ecosystems are extreme oligotrophic environments. These environments, and the ecosystems which may exist within them, should provide key insights into a range of fundamental questions about the development of Earth and other bodies in the Solar System including: 1) the processes associated with rapid evolutionary radiation after the extensive Neoproterozoic glaciations; 2) the overall carbon cycle through glacial and interglacial periods; and 3) the possible adaptations organisms may require to thrive in environments such as on Europa, the ice covered moon of Jupiter. Over 70 subglacial lakes have been identified beneath the 3-4 kilometer thick ice of Antarctica. One lake, Lake Vostok, is sufficiently large to be clearly identified from space with satellite altimetry. Lake Vostok is similar to Lake Ontario in area but with a much larger volume including measured water depths of 600 meters. The overlying ice sheet is acting as a conveyer belt continually delivering new water, nutrients, gas hydrates, sediments and microbes as the ice sheet flows across the lake. \r\n\r\nThe goal of this program is to determine the fundamental boundary conditions for this subglacial lake as an essential first step toward understanding the physical processes within the lake. An aerogeophysical survey over the lake and into the surrounding regions will be acquired to meet this goal. This data set includes gravity, magnetic, laser altimetry and ice penetrating radar data and will be used to compile a basic set of ice surface elevation, subglacial topography, gravity and magnetic anomaly maps. \r\n\r\nPotential field methods widely used in the oil industry will be modified to estimate the subglacial topography from gravity data where the ice penetrating radar will be unable to recover the depth of the lake. A similar method can be modified to estimate the thickness of the sediments beneath the lake from magnetic data. These methods will be tested and applied to subglacial lakes near South Pole prior to the Lake Vostok field campaign and will provide valuable comparisons to the planned survey. Once the methods have been adjusted for the Lake Vostok application, maps of the water cavity and sediment thickness beneath the lake will be produced.\r\n\r\nThese maps will become tools to explore the geologic origin of the lake. The two endmember models are, first, that the lake is an active tectonic rift such as Lake Baikal and, second, the lake is the result of glacial scouring. The distinct characteristics of an extensional rift can be easily identified with our aerogeophysical survey. The geological interpretation of the airborne geophysical survey will provide the first geological constraints of the interior of the East Antarctic continent based on modern data. In addition, the underlying geology will influence the ecosystem within the lake. \r\n\r\nOne of the critical issues for the ecosystem within the lake will be the flux of nutrients. A preliminary estimation of the regions of freezing and melting based on the distance between distinctive internal layers observed on the radar data will be made.  These basic boundary conditions will provide guidance for a potential international effort aimed at in situ exploration of the lake and improve the understanding of East Antarctic geologic structures.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Bell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Bell",
   "pi_email_addr": "robinb@ldeo.columbia.edu",
   "nsf_id": "000085832",
   "pi_start_date": "1999-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Studinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Studinger",
   "pi_email_addr": "mstuding@ldeo.columbia.edu",
   "nsf_id": "000188427",
   "pi_start_date": "1999-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107500",
   "pgm_ele_name": "LIFE IN EXTREME ENVIRONMENTS"
  },
  {
   "pgm_ele_code": "162900",
   "pgm_ele_name": "BE: NON-ANNOUNCEMENT RESEARCH"
  },
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1075",
   "pgm_ref_txt": "LIFE IN EXTREME ENVIRONMENTS"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-02XX",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 475000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 44067.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 25654.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 36069.0
  }
 ],
 "por": null
}