{
 "awd_id": "9979452",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling and Design for the Lower Layers of 4th Generation Indoor/Outdoor Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05010800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "1999-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 697636.0,
 "awd_amount": 697636.0,
 "awd_min_amd_letter_date": "1999-08-30",
 "awd_max_amd_letter_date": "2001-01-31",
 "awd_abstract_narration": "While current wireless communications systems offer acceptable performance for transmission of voice and simple digital data such as e-mail and paging services, they cannot adequately support the higher data rates required for example by graphics-rich multimedia applications or video conferencing. This throughput limitation must be overcome in order to meet the growing desire for instant information accessibility regardless of one's location around the world, sometimes referred to as \"global seamless roaming\". Until recently, it was believed that the primary obstacle to higher data rates in wireless systems was due to multipath -- the scattering of a signal along many different paths due to objects between the transmitter and receiver. However, remarkable new research suggests just the opposite; in particular, it has been demonstrated that if multiple antennas are used on both ends of a multipath-rich communications link, and appropriate digital \"space-time\" codes are employed, then dramatic increases in throughput can be achieved. Intuitively, this is because each propagation path offers a separate ``independent'' channel over which data can be transmitted. To take advantage of these spatially and temporally diverse channels, antenna arrays are required on both the receive and transmit ends of the link. This obviously leads to an increase in system complexity, and raises questions concerning what type of communication protocols must be used when multiple Tx and Rx (MTRx) antennas are employed. These are issues addressed by this research project.\r\n\r\nThe investigators are conducting a thorough assessment of the design, implementation, testing, and performance analysis of MTRx wireless communications systems. Specific tasks include the following:\r\n\r\n(1)Experimental space-time channel characterization and modeling for indoor and outdoor wireless channels -- Design and implementation of a flexible, low-cost MIMO data acquisition system capable of efficiently measuring spatial and temporal channel characteristics in various settings as well as for different antenna directivity and polarization properties; Development of statistical models that provide an accurate description of the MIMO channel space-time characteristics based upon fits to the observed data; Utilization of the model in assessing the validity of the assumptions used in the development of MTRx algorithms, and the degradation in performance of the algorithms when model mismatch occurs.\r\n\r\n(2)Analysis of how space-time algorithms based on idealized assumptions fare in real multipath environments -- An investigation of how imprecisely known channels degrade performance, how accurately the channel must be known in order to obtain acceptably error-free data transfer; A study of how frequency selective channels degrade the performance of algorithms that assume flat fading; A determination of the effects of channel non-stationarities such as Doppler on space-time algorithm performance and on how often the channel be updated for reasonable performance; Analysis of the effect of co-channel interference and models for taking it into account.\r\n\r\n(3)The development of new, practical strategies for space-time processing that are robust to realistic channel effects and geared to multiple user access -- Investigation of space-time error control coding strategies for real channels, with a focus on 3-dimensional interleaver design, space-time ARQ and hybrid-ARQ, and space-time code-combining; Implementation of various multiple access protocols using MTRx wireless systems, including a study of space, time, frequency, and code division multiple access, as well as packet-based approaches; Development of appropriate MIMO channel estimators to be used with the space-time processing algorithms requiring reliable channel state information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arnold",
   "pi_last_name": "Swindlehurst",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Arnold L Swindlehurst",
   "pi_email_addr": "swindle@uci.edu",
   "nsf_id": "000426738",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Jeffs",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brian D Jeffs",
   "pi_email_addr": "bjeffs@ee.byu.edu",
   "nsf_id": "000424581",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Rice",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Rice",
   "pi_email_addr": "mdr@byu.edu",
   "nsf_id": "000248918",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jensen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Jensen",
   "pi_email_addr": "jensen@byu.edu",
   "nsf_id": "000465626",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-153 ASB",
  "perf_city_name": "PROVO",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "159800",
   "pgm_ele_name": "WIRELESS"
  },
  {
   "pgm_ele_code": "409600",
   "pgm_ele_name": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ele_code": "472000",
   "pgm_ele_name": "SIGNAL PROCESSING SYS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 697636.0
  }
 ],
 "por": null
}