{
 "awd_id": "9979438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WIRELESS TECHNOLOGY:  Coordinated Fast Adaptation in Wireless Systems",
 "cfda_num": "47.070",
 "org_code": "05050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph B. Evans",
 "awd_eff_date": "1999-09-15",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 635967.0,
 "awd_amount": 635967.0,
 "awd_min_amd_letter_date": "1999-08-30",
 "awd_max_amd_letter_date": "2003-07-22",
 "awd_abstract_narration": "The technological improvements will dramatically change the nature of wireless systems over the next ten years.  Not only will more devices of increasingly diverse types compete for wireless media, but new applications based on wireless technology will also make more intensive use of this scarce resource, with strict requirements for Quality of Service (QoS) attributes such as throughput, security, and reliability.  Despite technological advances, however, certain key features of wireless systems are expected to remain unchanged.  For instance, wireless systems will continue to operate in an exceptionally dynamic execution environment in which bandwidth and other resources can vary significantly over time.  The diversity of available resources (e.g., power, CPU speed, memory, transmission power and bandwidth) at the wireless devices and the wired base stations will also undoubtedly persist.  This project proposes a wireless architecture that uses fine-grain configurability and fast coordinated adaptation as fundamental cornerstones for providing QoS for applications in such a diverse and dynamically changing environment.  Fine-grain configurability allows the software on each device to be customized to the characteristics of that device, the executing application, and the current execution environment, while fast coordinated adaptation allows the configuration to be changed dynamically at runtime.  Unlike current efforts, the focus on adaptability is on coordination across multiple layers and among multiple devices to support more global optimizations and the need for dramatic changes in the networking software.  The latter could be used, for example, in a natural disaster to alter the network routing protocols used by affected wireless systems to compensate for the loss of fixed base stations.\r\n\r\nThe starting point for this work is Cactus, a system for constructing highly-configurable network protocols and other services from fine-grain software modules that interact using an event-driven execution paradigm.  Cactus will provide the implementation framework for the various components on different system layers, ranging from device drivers to applications, as well as the basis for realizing the adaptive behavior within each component.  The proposed wireless architecture also adds new system components that coordinate adaptations across different system layers and different devices in a wireless network.  The overall architecture offers a platform where a system is constructed of highly adaptive system layers and the adaptations of different layers are optimized locally for the specific requirements of each application and globally to meet broader system requirements.  Thus, it has the potential to serve as a good platform for new wireless applications with strict QoS requirements. The goals of the proposed research include the design of the overall system architecture, development of adaptation mechanisms, construction of example adaptive protocols, investigation of adaptation and coordination policies, and experimental validation.  Two different prototyping environments will be used. The first is an existing cluster of 64 Pentium PCs, where wireless communication is simulated over a wired 100 Mb Ethernet.  This platform makes it easy to experiment with issues such as failures of base stations, location-aware protocols, and vertical handoffs between different wireless networking solutions. The second testbed is a collection of portable PCs with a selection of different wireless networking hardware and GPS receivers for location-aware computing.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Schlichting",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Richard D Schlichting",
   "pi_email_addr": "rick@cs.arizona.edu",
   "nsf_id": "000269857",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matti",
   "pi_last_name": "Hiltunen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Matti A Hiltunen",
   "pi_email_addr": "hiltunen@cs.arizona.edu",
   "nsf_id": "000485981",
   "pi_start_date": "1999-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1596",
   "pgm_ref_txt": "WIRELESS INFORMATION TECHNOLOGY & NETWOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 635967.0
  }
 ],
 "por": null
}