{
 "awd_id": "9979439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WIRELESS TECHNOLOGY: Supporting Quality of Service in Mobile Ad Hoc Networks",
 "cfda_num": "47.070",
 "org_code": "05050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph B. Evans",
 "awd_eff_date": "1999-09-15",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 537761.0,
 "awd_amount": 537761.0,
 "awd_min_amd_letter_date": "1999-09-14",
 "awd_max_amd_letter_date": "2003-04-10",
 "awd_abstract_narration": "A key challenge to the development of next-generation mobile ad hoc networks is to enable mobile users\r\nto access, manipulate and distribute voice, video, data and images with suitable quality of service (QOS).\r\nMobile ad hoc networks are multi-hop in nature, bandwidth limited and are currently designed to support\r\nonly best effort voice and data communications.  Nodes that constitute the wireless network infrastructure\r\nare free to move randomly and organize themselves in arbitrary fashions.  Thus, the network's wireless\r\ntopology may be relatively static over periods of time or, more likely, change rapidly in unpredictable\r\nways.  Such a network may operate in a standalone fashion, or may be interconnected to intranets or the\r\nglobal Internet via gateway routers.  Providing quality of service support to mobile ad hoc networks is the\r\nsubject of this proposal.\r\n\r\nThere is a critical need to propose, investigate and evaluate quality of service support in mobile ad hoc networks and to study their interconnection to the global Internet.  The  approach will be to investigate quality of service in mobile ad hoc networks assumed to be interconnected to the global Internet through broadband cellular networks.  One of the primary objectives of this proposal is to determine the level of quality of service assurances that can be given to mobile hosts and routers in such an environment.   Quality of service support needs to be highly adaptive and responsive to changes in the available resources along the path between two communicating mobile hosts and to network topology changes due to host and router mobility.\r\n\r\nThe researcher propose a research agenda that comprises the following project phases.  First,  study and define a comprehensive QOS architecture and associated algorithms for maintaining adaptive real-time services in mobile ad hoc networks that can be interconnected to the global Internet through broadband cellular access points.  Second, investigate, define, simulate and deploy wireless flow management based on in-band signaling and the notion of mobile soft-state management capable of establishing, maintaining and terminating adaptive real-time flows in mobile ah hoc networks.  Third,  study, define and analyze new admission control algorithms that allocate bandwidth to adaptive real-time flows based on the notion of utility-fair allocation that supports minimum bandwidth assurances.   Next,  investigate, design and analyze suitable wireless packet scheduling mechanisms that can support the packet level quality of service while responding to location dependent channel conditions experienced in ad hoc wireless networks.  Finally,  extend our existing broadband cellular testbed to the ad hoc domain and demonstrate proof-of-concept of wireless flow management, admission control and wireless packet scheduling in an experimental setting.  Throughout the course of the project we will validate these algorithms using a combination of analytical, simulation and experimental techniques.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Campbell",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew T Campbell",
   "pi_email_addr": "campbell@cs.dartmouth.edu",
   "nsf_id": "000103945",
   "pi_start_date": "1999-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mischa",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mischa Schwartz",
   "pi_email_addr": "schwartz@ctr.columbia.edu",
   "nsf_id": "000188466",
   "pi_start_date": "1999-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1596",
   "pgm_ref_txt": "WIRELESS INFORMATION TECHNOLOGY & NETWOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 537761.0
  }
 ],
 "por": null
}