{
 "awd_id": "9979288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "From Medium Access to Physical Layer: An Integrated DSP Framework for Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05010800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "1999-09-15",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 182326.0,
 "awd_amount": 37700.0,
 "awd_min_amd_letter_date": "1999-09-17",
 "awd_max_amd_letter_date": "2001-08-03",
 "awd_abstract_narration": "First and second generation wireless networks have had a remarkable success in providing voice services with global coverage. Building on this success, third and fourth generation networks are envisioned with more emphasis on flexible data rather than voice services. Such an infrastructure will enable the implementation of advanced and diverse wireless services which are perhaps not yet imagined. One of the thorniest technical challenges in implementing high speed wireless data networks is that of multiplexing variable-bit-rate data users over the wireless channel. Classical solutions like TDMA, FDMA, or even CDMA are not appropriate, since they adhere to a connection-oriented, rather than packet-based, connectionless philosophy. Random access techniques on the other side offer the required flexibility, but suffer from severe throughput/delay penalties under heavy traffic. In order to handle the anticipated diverse traffic mix, novel Medium Access (MAC) schemes have to be developed. As the NSF 99-68 initiative underlines, there is growing consensus that such novel solutions require breaking away from the traditional layered approach to network design, moving towards integrated design across multiple layers.\r\n\r\nThe goal of this research is an integrated approach to wireless packet network design that cuts across the medium access and physical layers. Starting from a recently introduced MAC protocol (termed NDMA for Network Diversity Multiple Access) which utilizes MAC-level network resources to create a synergy between the physical and MAC layers, the investigators study joint collision resolution, blind beamforming, and power control in packet radio networks, with the goal of demonstrating substantial throughput-delay performance gains over traditional layered designs. This research involves advanced signal processing, factor analysis, optimization, and queueing tools. Aimed at developing the NDMA concept into a complete state-of-art physical and data link layer solution, the following specific issues are under investigation: \r\n\r\n(i)NDMA performance analysis for realistic SNR, and system design for frequency selective channels; \r\n(ii)development of blind and semi-blind NDMA collision resolution methods and associated performance analysis; and \r\n(iii)system integration issues: joint blind beamforming, collision resolution, power control, and ARQ design in packet radio networks. \r\n\r\nThe project also includes an integrated educational component promoting graduate and undergraduate research in wireless communications and networking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michail",
   "pi_last_name": "Tsatsanis",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michail K Tsatsanis",
   "pi_email_addr": "mtsatsanis@voyan.com",
   "nsf_id": "000245461",
   "pi_start_date": "1999-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "Stevens Institute of Technology",
  "perf_str_addr": "ONE CASTLE POINT ON HUDSON",
  "perf_city_name": "HOBOKEN",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070305906",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NJ08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409600",
   "pgm_ele_name": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ele_code": "472000",
   "pgm_ele_name": "SIGNAL PROCESSING SYS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 111789.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 70537.0
  }
 ],
 "por": null
}