{
 "awd_id": "9980799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "XYZ on a Chip: Integrated Biochip Microfluidics Using Supported Lipid Bilayers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Fred G. Heineken",
 "awd_eff_date": "1999-10-01",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 520000.0,
 "awd_amount": 520000.0,
 "awd_min_amd_letter_date": "1999-09-27",
 "awd_max_amd_letter_date": "2003-08-21",
 "awd_abstract_narration": "9980799\r\nFrank\r\nThe goal of this Engineering Microsystems:  \"XYZ\" on a Chip project proposes to develop a series of miniaturized, bioanalytical process modules that will be integrated into a \"biochip\" on a glass substrate; the biochip will be capable of exquisite manipulation of fluids in the nanoliter or picoliter range and have potential applications in proteomics, characterization and screening of pharmaceuticals, and protein selection and purification.  Novel aspects of the proposed research involve the use of hydrogel actuators for microvalves and peristaltic micropumps and the functionalization of microchannel walls or high surface-area chromatographic packing material with tethered phospholipid bilayers. This surface modification offers the possibility of incorporating membrane-integral or membrane-associated functional units such as receptors, enzymes, and ionophores to allow monitoring of reaction products and to achieve protein separations through molecular templating.\r\n\r\nThe proposed research is divided into three themes. In the first, the PIs will develop the enabling technology that will extend the understanding of hydrogel response to external stimuli, such as temperature, electric field, or pH, to the case where the hydrogel is both dramatically reduced in dimension and mechanically constrained by covalent attachment to a surface. In addition, they will develop procedures for promoting and verifying the self-organization of the tethered membrane components in the constrained geometries of the straight microchannels and on chromatographic packing.  While the structure and dynamics of phospholipid bilayers freely suspended on a solid substrate have been rather extensively studied, the more mechanically robust tethered membranes are only recently being explored. Moreover, the totally self-organized route to their formulation has barely been touched.\r\n\r\nThe second theme involves the development of a series of bioprocess modules that will be necessary for the ultimate creation of a complete \"lab-on-a-chip\". The individual classes of modules to be developed, as defined by functionality, are as follows.\r\n\r\nMicrofluidic Flow Control:\tThermo- and electro-responsive hydrogels will be used as actuators in microvalves and, with the help of an elastomeric barrier membrane, peristaltic micropumps. In more complex systems, phospholipid bilayer membranes, covalently bound to the surface of the hydrogel actuators and adjacent channel surfaces, will serve as diffusion barriers, thus facilitating direct pumping and metered delivery.\r\n\r\nMicroreactors:\tPhospholipid bilayer membranes, tethered on the inner surface of a cylindrical microchannel or on surfaces of particles in a packed bed, will be used to support integral-membrane or associated-membrane proteins such as receptors, enzymes, and ionophores. These bilayer-functionalized tubular and packed-bed reactors will be studied under continuous flow conditions.\r\n\r\nSeparation Devices: Straight microchannels will be functionalized with tethered membranes and evaluated for electrophoretic separation efficiency of membrane-bound proteins. In an alternative approach, they will tether bilayer membranes to high-surface-area column packing supports to create a stationary lipid membrane chromatography phase. Both types of substrates will be explored for protein selection based on phase transition chromatography. Detection schemes for the different modules will be based on optical (surface plasmon or waveguide spectroscopic), confocal microscopic, and absorption/fluorescence spectroscopic methods.\r\n\r\nThe third theme will involve the integration of these functional modules, which constitute a micro \"tool kit\", into a bioanalytical device capable of a combination of process operations including sample introduction, perfusion, reaction, separation, and analysis. Development efforts will be coordinated and staged in order of increasing complexity. Microscaling of each of the enabling technologies (responsive hydrogels, functional tethered bilayers, derivatized packed beds) and, where appropriate, development of the simpler modules, will occur in parallel. This will allow the development of the more complex modules in which two or more technologies overlap.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Frank",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis W Frank",
   "pi_email_addr": "curt.frank@stanford.edu",
   "nsf_id": "000382891",
   "pi_start_date": "1999-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Plummer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Plummer",
   "pi_email_addr": "plummer@ee.stanford.edu",
   "nsf_id": "000465950",
   "pi_start_date": "1999-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140200",
   "pgm_ele_name": "BIOCHEMICAL & BIOMASS ENG"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1402",
   "pgm_ref_txt": "BIOCHEMICAL & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "1602",
   "pgm_ref_txt": "XYZ CHIP INITIATIVE"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 130615.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 389385.0
  }
 ],
 "por": null
}