{
 "awd_id": "2039476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Hidden Dimensions of Diversity in Woodland Salamanders: Investigating Ecophysiological Evolution in a Classic Non-Adaptive Radiation",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928543",
 "po_email": "jburleig@nsf.gov",
 "po_sign_block_name": "Gordon Burleigh",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 691807.0,
 "awd_amount": 691807.0,
 "awd_min_amd_letter_date": "2021-02-25",
 "awd_max_amd_letter_date": "2023-04-24",
 "awd_abstract_narration": "One of the most persistent patterns in biology is that species richness is unequally distributed across the tree of life: whereas some lineages are exceptionally prolific in generating new species, others are species-poor, even over long evolutionary timespans. It is generally thought that, in order to be species-rich, a lineage must also be ecologically diverse. Yet, this is not always the case. This proposal focuses on woodland salamanders (genus Plethodon), a highly diverse amphibian lineage in the Appalachian region of eastern North America. This lineage is renowned for high species richness despite little ecological diversity. Nonetheless, the story of the Plethodon radiation has largely been studied from a single niche axis – that of structural habitat use and corresponding morphology. Just as important, but largely ignored, is thermal and hydric habitat use, and how interactions with climatic factors may generate biodiversity. As lungless salamanders, these organisms perform a delicate dance with their thermal and hydric environments to ensure cutaneous respiration. This award centers around discovering how physiological diversity is structured across the lineage, and how physiological evolution contributes to the high species diversity of Plethodon. This award is important because it will advance our understanding of how biodiversity originates. Specifically, the researchers will unpack how diversification (or lack thereof) along several ecological axes sculpts broad-scale patterns of species richness. The award is also important because it will provide detailed and updated information about salamander vulnerability to ongoing environmental change. This project will provide training opportunities for undergraduates and high school students.\r\n\r\nTheory suggests that disparity in biodiversity reflects ecological differences among lineages. At one extreme, adaptive radiation is characterized by rapid and prolific diversification into numerous ecological niches and, at the other end, lineages with low ecological diversity also tend to have few species. So-called ‘non-adaptive’ radiations occupy an enigmatic middle ground characterized by high species richness despite low ecological diversity. Perhaps most famous among these radiations are the plethodontid (lungless) salamanders. This lineage is renowned for long-term morphological stasis, suggesting that diversification has been driven by neutral processes. Using a series of phylogenetic causal models, the researchers will explore evolutionary patterns of physiological diversity, and determine their causal mechanism(s). Then, using evolutionary rate matrices, the researchers will compare rates and patterns of morphological and physiological evolution. Then, the researchers will explore the physiological correlates of species’ distributions to explore why the Appalachian region is so species rich in lungless amphibians. Lastly, using a series of new mechanistic models, the researchers will explore how salamander distributions will be altered over the next century.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Munoz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Martha M Munoz",
   "pi_email_addr": "martha.munoz@yale.edu",
   "nsf_id": "000780092",
   "pi_start_date": "2021-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "165 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208106",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 237432.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 258673.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 195702.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most intriguing features of evolution is its uneven rate across the tree of life: whereas some lineages evolve new forms very rapidly, other lineages exhibit stasis over million-year timescales. Understanding why this unevenness occurs is central for understanding how evolution works. Woodland salamanders are a diverse group of amphibians distributed throughout the Appalachian Mountains of eastern North America. Despite having produced dozens of species, the group is characterized by long-term stasis in morphological evolution, which presents a question: what mechanisms can create so many morphologically equivalent species? Our project tested the idea that woodland salamanders are ecophysiologically diverse, despite ecomorphological stasis. To test these ideas, we collected behavioral, ecological, physiological, and morphological data from 30 species of woodland salamander from across central and eastern North America. In the field, we collected detailed information on the microclimates utilized by salamanders, information that helps us understand how different species might partition thermal and hydric resources in their habitats. In the laboratory, we measured their heat tolerance, cold tolerance, preferred body temperature, metabolic rate, and water loss rates: these physiological traits can help us understand whether species are differentially adapted to different temperature and moisture conditions in nature. We then gathered morphological data, specifically cranial shape, body size, and limb proportions. We then used a series of phylogenetic statistical approaches to understand the evolution of these ecological, morphological, and physiology traits, and to stitch the different pieces together for a cohesive understanding of woodland salamander diversification. We discovered that ecophysiology is a 'hidden' dimension of diversity in woodland salamanders; whereas two species of salamander may be morphologically equivalent, they are often physiologically different. By &lsquo;hidden&rsquo; we simply mean that the diversity cannot be seen with the naked eye; rather, the physiological diversity only became apparent through laboratory assays. We specifically discovered that woodland salamander species differ in their tolerance to thermal stress and hydric stress. Further, the differences in physiology we observed align with ecological differences observed in the field. For example, species that prefer wetter microclimates are less resistant to water loss, and those that prefer drier microclimates are more resistant to water loss.</p>\r\n<p>&nbsp;</p>\r\n<p>Intellectual Merit: The discoveries we made help us better understand how biodiversity originates. Scientists use many different terms to categorize biodiversity. Adaptive radiation, for example, describes lineages that are species rich and ecologically diverse. Non-adaptive radiations, by contrast, are species rich lineages with limited ecological differentiation. These terms can help researchers position lineages on the biodiversity continuum, which in turn can help identify more questions to be asked about the system. In the case of these salamanders, our results certainly echo previous studies that found ecomorphological stasis, consistent with non-adaptive radiation. Yet, from the perspective of their ecophysiology, these same salamanders are quite diverse and characterized by evolutionary lability, consistent with adaptive radiation. One might ask whether woodland salamanders are an adaptive radiation or non-adaptive radiation, but the answer is that they are both! Our results emphasize that the evolutionary dynamics of a system can (and often does) vary depending on what traits were critical for the lineage's diversification. Moving forward, explicitly multidimensional perspectives will provide a more holistic and realistic perspective on the evolution of biological diversity. In particular, the origin of diversity within a lineage is not a uniform process. Groups of species that are morphologically diverse need not be physiologically diverse, and vice versa. Anticipating discontinuities among trait types and among lineages can help us better predict, assess, and interpret how biodiversity evolves.</p>\r\n<p>&nbsp;</p>\r\n<p>Broader Impacts: Through the course of this grant we provided training opportunities for one graduate student, one postdoctoral researcher, and eight undergraduate assistants, including three REU students. Students and postdocs received scientific training, specifically on performing field work, laboratory-based ecophysiological experiments, data curation and analysis, phylogenetic comparative methods, oral presentations, and scientific writing. These efforts contribute to a well-trained scientific workforce.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/24/2025<br>\nModified by: Martha&nbsp;M&nbsp;Munoz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOne of the most intriguing features of evolution is its uneven rate across the tree of life: whereas some lineages evolve new forms very rapidly, other lineages exhibit stasis over million-year timescales. Understanding why this unevenness occurs is central for understanding how evolution works. Woodland salamanders are a diverse group of amphibians distributed throughout the Appalachian Mountains of eastern North America. Despite having produced dozens of species, the group is characterized by long-term stasis in morphological evolution, which presents a question: what mechanisms can create so many morphologically equivalent species? Our project tested the idea that woodland salamanders are ecophysiologically diverse, despite ecomorphological stasis. To test these ideas, we collected behavioral, ecological, physiological, and morphological data from 30 species of woodland salamander from across central and eastern North America. In the field, we collected detailed information on the microclimates utilized by salamanders, information that helps us understand how different species might partition thermal and hydric resources in their habitats. In the laboratory, we measured their heat tolerance, cold tolerance, preferred body temperature, metabolic rate, and water loss rates: these physiological traits can help us understand whether species are differentially adapted to different temperature and moisture conditions in nature. We then gathered morphological data, specifically cranial shape, body size, and limb proportions. We then used a series of phylogenetic statistical approaches to understand the evolution of these ecological, morphological, and physiology traits, and to stitch the different pieces together for a cohesive understanding of woodland salamander diversification. We discovered that ecophysiology is a 'hidden' dimension of diversity in woodland salamanders; whereas two species of salamander may be morphologically equivalent, they are often physiologically different. By hidden we simply mean that the diversity cannot be seen with the naked eye; rather, the physiological diversity only became apparent through laboratory assays. We specifically discovered that woodland salamander species differ in their tolerance to thermal stress and hydric stress. Further, the differences in physiology we observed align with ecological differences observed in the field. For example, species that prefer wetter microclimates are less resistant to water loss, and those that prefer drier microclimates are more resistant to water loss.\r\n\n\n\r\n\n\nIntellectual Merit: The discoveries we made help us better understand how biodiversity originates. Scientists use many different terms to categorize biodiversity. Adaptive radiation, for example, describes lineages that are species rich and ecologically diverse. Non-adaptive radiations, by contrast, are species rich lineages with limited ecological differentiation. These terms can help researchers position lineages on the biodiversity continuum, which in turn can help identify more questions to be asked about the system. In the case of these salamanders, our results certainly echo previous studies that found ecomorphological stasis, consistent with non-adaptive radiation. Yet, from the perspective of their ecophysiology, these same salamanders are quite diverse and characterized by evolutionary lability, consistent with adaptive radiation. One might ask whether woodland salamanders are an adaptive radiation or non-adaptive radiation, but the answer is that they are both! Our results emphasize that the evolutionary dynamics of a system can (and often does) vary depending on what traits were critical for the lineage's diversification. Moving forward, explicitly multidimensional perspectives will provide a more holistic and realistic perspective on the evolution of biological diversity. In particular, the origin of diversity within a lineage is not a uniform process. Groups of species that are morphologically diverse need not be physiologically diverse, and vice versa. Anticipating discontinuities among trait types and among lineages can help us better predict, assess, and interpret how biodiversity evolves.\r\n\n\n\r\n\n\nBroader Impacts: Through the course of this grant we provided training opportunities for one graduate student, one postdoctoral researcher, and eight undergraduate assistants, including three REU students. Students and postdocs received scientific training, specifically on performing field work, laboratory-based ecophysiological experiments, data curation and analysis, phylogenetic comparative methods, oral presentations, and scientific writing. These efforts contribute to a well-trained scientific workforce.\r\n\n\n\t\t\t\t\tLast Modified: 04/24/2025\n\n\t\t\t\t\tSubmitted by: MarthaMMunoz\n"
 }
}